INSERT INTO REVIEW_TABLE VALUES (  'Kimgaemandoo' , 'Y', 0 ,'2016-12-25',  'Posted: 
둠 시리즈의 리부트인 둠 2016입니다.

대충의 스토리는 썅놈의 임프, 크리스마스같은 입만 큰 날라다니는 것들, 안보이는 개새, 또라이새끼들이 알아서 잘 살고 있던 지옥에 탐욕스러운 인간들이 들이닥쳐서 납치와 약탈을 일삼는 바람에 분노한 악마들이 인간들에게 반격했다가 봉인에서 풀려난 악의 화신 한명에게 모두 몰살당한다는 비극적인 내용입니다.

평이 애매했던 둠3에서 과감히 리부트를 감행해 크레이지 아케이드 물풍선 주워먹어서 체력을 회복하던 클래식 둠의 디자인으로 회귀한 작품으로 게임의 트레일러에서 내세우는 캐치프라이즈인 Fight Like Hell(지옥에 오른 것처럼 싸우라)과 계속해서 달려나가며 악마를 해치우는 둠가이의 모습에서 유추할 수 있듯 클래식 둠처럼 빠르게 이동하면서 적들을 해치우는 구성으로 이루어져 있으며 총기나 근접기 타격감, 레벨 구성과 사운드트랙, 그래픽과 최적화가 모두 수준급이기에 추천할 수 있는 게임입니다.

그냥 쉬움 - 보통 난이도까지만 클리어하면 그저 타격감 좋은 비극적 스토리의 게임이라고 기억될 수 있지만 이 게임의 진면목은 나이트메어 계열 난이도로 악마들의 높은 공격력, 히트스캔이 거의 없는 악마들의 범위형 공격방식으로 인한 회피이동 강요, 마찬가지로 절묘하게 구성된 맵 디자인으로 인해 공격을 피하겠다고 계속 숨어있다간 오히려 양쪽에서 몰려오는 악마들에게 고립된다는 점, 적들을 근접기로 처치했을 시 체력 + 탄약 보너스, 게임에 자동 회복 시스템이 없는 요소들이 전부 훌륭한 시너지로 조합되어 플레이어는 살아남기 위해서 끝없이 움직이면서 적들을 쏘아 죽이고 과감하게 접근해서 꿀밤을 먹이게 되는데 상기한 게임의 캐치프라이즈인 Fight Like Hell를 몸소 체험하게 되면서 굉장한 긴장감과 재미를 경험하게 됩니다.

결국 지옥 및 저승마냥 난투를 벌여야 오히려 살아남을 수 있다는 캐치프라이즈를 매우 잘 반영한 게임이며 콜 오브 듀티마냥 총알 조금 날아온다는 이유로 살아보겠다고 계속 숨어있으면 결국 사망하게 됨으로써 이승만을 고집했다간 정말로 이승만을 따라가게 된다는 뜻깊은 교훈을 주는 게임이기에 추천할 수 있다고 생각됩니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '바퀴사령관' , 'Y', 0 ,'2017-6-19',  'Posted: 
평화적으로 대화를 나누어 갈등을 해소하는 내용의 힐링게임입니다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'jao17 (자오)' , 'Y', 0 ,'2017-8-25',  'Posted: 
언어의 장벽은 악마를 죽이는데 전혀 문제가 되지 않는다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '돌핀맨' , 'Y', 0 ,'2017-4-30',  'Posted: 
둠가이로부터 지옥을 지켜내려는 악마들의 희망없는 처절한 싸움' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'R.O.K. Army' , 'Y', 0 ,'2017-7-1',  'Posted: 
뚝배기 장인의 일상을 담은 다큐멘터리 형식의 게임입니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Palemist' , 'Y', 0 ,'2017-7-3',  'Posted: 
(지옥을) 평화롭게 걸어다니며
(물리적인) 대화를 통해 외교적인 승리를 취하는
be폭력적인 건전한 게임' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'HA_noin' , 'Y', 0 ,'2017-11-9',  'Posted: 
둠가이는 강력하다.
둠가이는 짱멋지다.

그런데 그 썌고 멋진 둠가이가 멀티에는 너무 많잖아?' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '청비할배[Imperator]' , 'Y', 0 ,'2017-10-28',  'Posted: 
개독 목사님이 말로만 악마 무찌르기 타령할 동안에 둠가이는 벌써 10000000마리나 잡고도 남았다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Prune' , 'Y', 0 ,'2016-11-13',  'Posted: 
찢고 쏘고 막 뿌셔버리면 됩니다.
싱글 플레이 시간 12시간 정도 됩니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'hmm' , 'Y', 0 ,'2016-5-13',  'Posted: 
싱글 플레이 굉장히 재미있습니다.

사람들이 둠 같지 않다고 하는건 둠 3같지 않다고 하는 거 같은데 애초에 이게임은 둠3말고 둠 1 이나 2를 모티브로 만든 게임이라고 느껴지며 그 결정이 옳다고 봅니다.

둠의 본질은 공포감이 아닌 많은 액션과 고어함이 고기 즉 메인이되며 공포감은 양념 소스같이 주가되지 않고 서브가 됩니다.

많은 사람들이 이 게임 멀티를 보고나서 헤일로 같다고 했습니다.

근데 반대로 말해보지요. 만약에 둠이 여태까지 계속 잘 나왔고 헤일로가 안나오다가 새롭게 신작을 내며 멀티 베타를 시연하면 사람들이 뭐라고 할까요

''아 이거 둠 같네''

그리고 속도에 대해서도 뭐라 하시는 분들있습니다.

누구는 너무 빠르다. 누구는 고전 둠에비해 느리다.

도대체 누구 장단을 맞춰야하나요. 게임을 만드는대 모두를 만족시킬순 없습니다.

모두를 만족시키기 보단 가능한 많은 사람을 만족시키는게 맞습니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '커너Cunner (° 3°)' , 'Y', 0 ,'2016-5-14',  'Posted: 
Aㅏ! 전기톱! 훌륭한 대화수단이지!

''진짜'' FPS게임 DOOM (2016) 입니다.
아마 둠3 를 했던분들은 ''엥? 이게 둠이야?'' 라고 하실테지만, 원작 1, 2를 리부트한 게임으로써 빠르고 강한 플레이 스타일을 추구합니다.
저도 둠 시리즈는 3만 조금 해보고 말았지만, 이번 작품에서 넘버링이 안붙은걸로 보아 마치 ''이전의 둠은 모두 잊어라!'' 라는 느낌을 팍팍 주는 게임입니다.
적이 취약상태일때 발동되는 ''영광스러운 죽임'' 기능은 다소 질리는 기능이 될뻔했음에도 불구하고 크로스헤어 방향에 따른 다양한 처형모션과 발동시 ''잠시 무적'' 이라는 메리트가 있어 유용하게 쓰이는 기능입니다.

제일 마음에 들었던 점은, 무기 하나하나가 전부 가치있다는 겁니다.
컴뱃 샷건은 잡몹처리용으로 주로 사용하며,
플라즈마 라이플과 헤비 어썰트 라이플은 중장거리에서 위력을 발휘합니다.
수ㅡ퍼 샷건은 그 존재자체만으로도 도움이 됩니다.
가우스 캐논, 로켓 런처, 체인건 은 상황에 굴복하지 않습니다, 한정된 탄약으로 최고의 만족감을 선사합니다.
그리고 훌륭한 대화수단 ''전기톱'' 은 매우 특별한 무기입니다.
탄약이 부족할때 전기톱으로 아무 몹이나 잡고 대화를 나누면 탄약이 분수처럼 쏟아져 드랍할수있는 시스템이 존재합니다. 전기톱은 어떤몹이든 한방이지만, 각 몹마다 소모해야하는 연료량이 다르기때문에(강한 몹일수록 연료을 많이 소모함) 정말 탄약이 부족할때 꺼내야하는 훌륭한 대화수단 입니다.

2단 점프가 있어서 타 FPS처럼 되지 않을까 걱정했지만, 괜한 걱정이였습니다. 2단점프를 활용한 맵디자인이 잘되어있기 때문에, 활용함에 따라서 게임의 플레이 스타일이 달라집니다.

아직 캠페인 중반이라서 존나큰총(BFG)는 써보지 못했지만, 앞의 무기들의 퀄리티를 보아 걱정은 커녕 기대가 됩니다.
한화 65,000원 이라는 거금이지만, 정말 2년만에 제대로된 총게임 산것 같습니다.

만약 구매 고민중이라면 유튜브에서 플레이영상들을 감상하시고 천천히 생각해도 늦지않습니다.
다만, 영상만 봐도 찰진데 직접 플레이할때 그 만족감은 ''구매'' 하셔야 압니다.

당신도 이제 둠가이가 될 시간입니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'HaRu' , 'Y', 0 ,'2017-7-8',  'Posted: 
출시 당시 이 게임의 유일한 단점이었던 빈약한 컨텐츠를 메꾸기 위해 지금까지 공들였던 엄청난 사후지원 덕분에 최고의 가성비 게임이 되었음. 갓-겜' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Virus' , 'Y', 0 ,'2016-5-16',  'Posted: 
똑, 똑... 누구세요?

나 나야! 나

나 나!! 나

나

10점 만점에 12점인 진짜 FPS!

총이 필요하다.

존나게 큰 총이.

존나 큰 총이 필요해...' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Gutter' , 'Y', 0 ,'2017-11-9',  'Posted: 
악마들이 살기 위하여 싸운다는 것을 깨우쳤습니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'SKANDA' , 'Y', 0 ,'2017-11-15',  'Posted: 
잔인무도한 살인마 하나가 평화로운 땅을 다 조져버리려고 합니다.

평화로운 땅의 주민들은 살인마에게 맞섰으나,결국에는 파멸을 맞이하게 되지요.

물론,여러분은 잔인무도한 살인마인 둠가이입니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'GENERAL_joh' , 'Y', 0 ,'2017-7-6',  'Posted: 
말이 필요한가? 당연히 필요없다 어차피 그냥 다 때려부시고 찢고 터뜨리는 게임인데 말이 왜 필요해' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'TastyCapple' , 'Y', 0 ,'2017-7-20',  'Posted: 
누가 반인반신인가?
내가 반인반신이다!
반인, 반버서커!!!!!!
내 손으로 쳐 부술 수 없는 것에는 문제가 없지ㅡ내 손으로!!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'LeeTang' , 'Y', 0 ,'2017-7-21',  'Posted: 
학살을하고 로딩화면이 되자 검은화면에 비치는 제 얼굴이 웃고있는 모습을보고 소름이 끼쳤습니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '쪼꼬우융' , 'Y', 0 ,'2016-5-22',  'Posted: 
사무엘: ㅎㅇ 난 사무엘임. 우리 이 사태를 해결하려면 같이 협....
둠가이: (사무엘 나오는 모니터 부숴버림)

사무엘: 님 그거 중요한 장비니까 조심히 다뤄야함.
둠가이: (어떻게 정지시키는지 몰라서 그냥 부숴버림)

사무엘: 그거 귀중한 자원이니까 조심하셈
둠가이: ㅇㅇ
사무엘: 아젠트 에너지라고 지옥에서 가공한....
둠가이: (지옥이라는 단어 듣자마자 밟아서 부숴버림)

파괴는 훌륭한 대화수단' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '사약마시는그네' , 'Y', 0 ,'2016-5-13',  'Posted: 
Product received for free

어제 잠을 참고 참으며 기다렸다가 12시 땡치면서 패치 받고 약 한시간 반 가량동안 진행했습니다.
(현재 이틀째 플레이 중. 중반부 정도 왔습니다. )
게임 시작하자마자 첫 튜토리얼 판부터 어떻게 하면 웃으면서 적을 잘 찢어 죽이나 보여주기로 시작..

초반부 전체적인 레벨 디자인이 적들이 뭉쳐서 나오는 텀이 있고 여기서 모든걸 다 쏟아붓고 찢고 때리고 쏴서 신나게 죽인 후 다음 턴 가기 전 바닥에 떨어진 탄환 줍기로 되어 있습니다.

그런 컨셉에 맞게 멀리서 표적 쏘기, 전략적으로 다가가기가 아닌 아무 생각없이 닥치고 돌격으로 맞춰져 있는 듯 하네요. 적이 보이면 보이는대로 그때 그때 상황 판단에 맞기고 숨가쁘게 쾅쾅쾅~! 어제 플레이해본 간략한 소감은 이렇게 정리될 수 있을 것 같습니다.

진행 하다보면 톱은 기름 한번 채우면 4번인가 3번까지 쓸 수 있는 듯 합니다. 무기와 아머등의 업그레이드가 가능하던데 톱도 되는지는 잘 모르겠네요 초반부만 진행하다보니..

아 훌륭한 대화의 수단이 무제한 사용 아니라 짜증난다..라기 보단 적절한 상황에 순간 순간 판단으로 다양한 무기를 사용하면서 톱을 너무 남발하지 않게 사용하게 되니 딱히 불만은 없습니다. 또 적 무더기 나오는 텀에 한 두번 기름 충전하게끔 만들어놨더군요.

샷건과 체인건 빵빵 쏴대다가 적 뭉쳐있는데로 가서 산탄 맞추고 단체로 찢어 죽인 후 급할때 전기톱으로 갈아버리고 시밤쾅! 하는 방식으로 진행했습니다. 그리고 전체적 진행도 그런 컨셉과 잘 어울리는 것 같습니다.

찢어죽이는게 너무 남발된다고 할 수 있겠지만 막상 게임 하다보면 이게 없다고 생각하니 허전해 지더군요. 산탄총으로 적 서너마리 뭉친곳에 빵빵 쏴주고 헤롱거릴때 콤보로 찢어죽이면 엄청난 쾌감을 느낍니다. 적이 뭉텅이로 모여있을때 콤보로 찢어 죽이는 맛이 생각보다 엄청나네요.

신나게 죽이고 찢다가 버서커 모드로 발동할땐 ''나는 대화한다 몸으로'' 수준으로 주먹 폭탄이 휙휙 날아가고 악마의 친구들 배때기와 머리통이 펑 하고 터져나갑니다.
버서커 모드는 정말 잘 만들어진 것 같습니다.

아무래도 프렌차이즈 특성상, 그리고 리부트 형식으로 나온 이상 1,2의 컨셉을 유지하면서 현대 방식의 FPS 게임과 잘 따르고자 한 노력이 엿보이는데 어쨌든 정적인 부분은 뭐 거의 없는 듯 하고 계속해서 미친듯이 달리면 되는 것 같습니다.

나름대로 둠3도 재밌게 했었지만 어정쩡하게 이런 저런 게임 플레이 방식으로 사람 피곤하게 하고 흐름을 끊는 성향도 있었는데 아직까지는 이런 부분은 보이지 않습니다.(다른 스테이지로 넘어가는 구간 4부분 쯤 진행)

<약간의 유머 - 주변 인물들이 현재 상황, 스토리 열심히 설명해주는데 정작 주인공인 둠가이가 인터컴이고 뭐고 그냥 죄다 부셔버림. 뇌도 강철 근육으로 된 듯.

''그건 그냥 좀 냅둬'' 하는데 주먹으로 쾅쾅 내리쳐서 부셔버림.

''그거 다 니꺼야 그냥 좀 내버려둬! - ''쾅쾅쾅 뿌직''

나중엔 아예 버튼 누르면 되는데 왜 죄다 부시냐고 핀잔을 줌. 근데 주먹으로 쾅쾅 내리치는 장면이 묘하게 타격감이 있음.>

<음악부분 - 그냥 OST로 따로 발매하면 구매할 정도.>


결론적으로 둠 리부트는 현대 방식의 fps와의 적절한 타협과 신나게 퍼붓는다는 컨셉을 잘 유지한 듯.

그러나 이런 무대포 달리기와 ''나는 죽인다 보이는대로'' 컨셉 방식이 호불호를 불러올 수 있을 것 같습니다. 특히 멀미 있으신 분들은 꼭 유투브나 트위치 등의 방송을 보고 구매 고려해보시길..

하스웰 i5 4650(?) 뭐시기, gtx970, 8램으로 진행했고 프레임 드랍이나 버그는 아직까지 못봤습니다. 발열 정도는 다른 게임에 비해서도 준수한 편이더군요.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '알파세프' , 'Y', 0 ,'2017-6-24',  'Posted: 
우와~ 찟고~ 쭉인다~' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'HIKKKKKKKKKI ASSSAa' , 'Y', 0 ,'2016-5-13',  'Posted: 
네놈의 내장을 찢고 죽인다! 큰 덩치! 내장도 존나게 크겠지! 찢고 죽인다!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Nick' , 'Y', 0 ,'2017-7-26',  'Posted: 
Product received for free

악마가 저에게 말을 걸었는데, 이젠 악마가 도망을쳐요. 10점만점에 12점 드리는 게임입니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '파라볶음밥' , 'Y', 0 ,'2016-11-5',  'Posted: 
멋진 둠가이가 당신의 스트레스를 날려드립니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'jgyoo0706' , 'Y', 0 ,'2017-8-6',  'Posted: 
스트레스 팍팍풀림 재밌네요' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '=T$E= UNDERBOSS' , 'Y', 0 ,'2017-7-16',  'Posted: 
전설 그 자체.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Slender link(Erina)' , 'Y', 0 ,'2017-8-27',  'Posted: 
이 게임을 플레이 했을 때 내 머릿속 생각: RIP AND TEAR! 빵빵 쾅쾅 펑펑 와자자자자작 드득 블라블라 펑펑 쾅쾅 빵빵 와자자작 위이이이이잉...

멀티플레이를 했을 때 머릿속 생각: 펑펑펑펑펑 으어 저 망할 실력자는 뭐냐 펑펑펑 내 몽뚱이 고깃덩이로 산화되네...

어쩄든 추천' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Chadd' , 'Y', 0 ,'2017-6-28',  'Posted: 
지옥에 가기 두려웠는데
이제 준비가 되었습니다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '2OILTANK' , 'Y', 0 ,'2017-11-3',  'Posted: 
가지각색으로 터져가는 악마들을 볼때마다 내 마음도 정화된다 아멘' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '[WHM]Lukas' , 'Y', 0 ,'2017-11-25',  'Posted: 
이제 와서 쓰는거지만 1인칭 슈터가 게임성을 중시해서 발매했을때 어떻게 만들어야 하는지

어떤식 으로 다양하게 쏘고 찢고 죽일수 있어야 하는지에 대해 가르쳐준 게임이다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '[WHM]Lukas' , 'Y', 0 ,'2017-11-25',  'Posted: 
이제 와서 쓰는거지만 1인칭 슈터가 게임성을 중시해서 발매했을때 어떻게 만들어야 하는지

어떤식 으로 다양하게 쏘고 찢고 죽일수 있어야 하는지에 대해 가르쳐준 게임이다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '유찬찬' , 'Y', 0 ,'2017-7-28',  'Posted: 
클래식 둠의 화려한 부활.

Big Fxxking Gun 을 들고 평화적으로 대화합니다.
10점 만점에 12점인 게임... 얼마나 존나? 존나게 존나!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'HODUMARU' , 'Y', 0 ,'2017-7-22',  'Posted: 
지옥에서 제 나름대로의 규칙과 규율을 갖고 살아가는 악마들의 세상을
파탄으로 만드는 희대의 폭력배가 앞을 가로막는다는 이유로
불쌍한 악마들의 뚝배기를 부수고 다니는 게임입니다.
한글을 지원하진 않지만 게임하는데는 별 지장 없습니다.
그냥 앞길을 막는 악마들의 뚝배기를 부수면서 공포에 질린 악마들의
비명소리를 따라가며 학살을 하다보면 스테이지가 클리어 됩니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'BIRDBRO' , 'Y', 0 ,'2017-6-6',  'Posted: 
현세대 양산형 폐급 액션FPS들에게 날리는 클래식하고 묵직한 뻐큐

+뛰어난 몰입감과 속도감, 패죽이는 손맛이 끝내줌
+빠른 템포의 액션을 위해 딱 맞게 설계된 시스템들 (스피디하며 호쾌한 글로리 킬, 음악, 재장전 없음 등)
+비밀과 찾을거리가 널려있고, 복잡하지만 유기적으로 연결된 클래식 FPS맵 구조와의 적절한 융합
+클래식 둠 팬들을 위한 팬서비스들
+단순하기 짝이 없었던 클래식의 무기들에 모듈로 새로운 재미를





FPS라는 장르에서 둠이라는 프랜차이즈의 영향력은 말할 필요도 없음
과거 1세대 아죠씨들에겐 향수와 재미로 다가올거고, 현 유저들에겐 현재 FPS의 기반을 닦은 전설적인 작품이라고 알고들 있겠지.
나도 나이를 적게 먹은 건 아니지만 그렇다고 클래식 둠 시리즈를 플레이해본 세대는 아니기에
둠 2016엔 사실 큰 관심이 없었는데, 어디선가 짱재밌다는 평을 하나둘씩 들어가지고 혹해서 사버렸다.
플레이해본 결과는 대만족. 딱 해보면 ''아 클래식 둠이 이래서 재밌었겠구나'' 하는 느낌이 들 수 밖에 없다.
위에 장점에 써놨듯이 정말 스피디하게 움직이며 찢어죽이는 재미를 잘 살려놨다. 그냥 그게 넘나 재밌고 몰입감이 쩜.
겜 그래픽이 좋고 나쁘고 주인공의 능력이 현실적이고 뭐고 자시고 그냥 전투가 시작되면 그 빨려들어가는 흡입력이 좋아서 몰입하게 되는것 같음. 신나는 음악 들으며 악마들 쳐죽이라는걸 누가 싫어하겠음?
첨엔 어리버리하던 플레이어가도 나중에 겜에 익숙해지면 벽타면서 총알 피하고 악마들 죽이는 그냥 세상 둠가이 그 자체가 됌.
알아보니까 적들도 과거 시리즈에서 나온 애들하고 별반 다를게 없이 나왔더라고. 이외에 이것저것 클래식 팬들을 위한 서비스들도 많다.
클래식 팬들에겐 클래식 느낌의 재미를, 처음 접하는유저들에게는 너무 고전적이지 않게 클래식 FPS의 재미를 느낄 수 있는
정말 잘 만든 게임같다. 존나 액션게임 팬이라면 망설임없이 사시길 ~~
8/10' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'SASHiKO?' , 'Y', 0 ,'2016-5-19',  'Posted: 
YouTube™ Video: DOOM - Tutorial & First Mission (1080p, 60fps) 
Views: 424
드디어 돌아온 새로운 둠 !! 초반 1시간 플레이


게임 내내 감탄을 자아내게끔 만드는 금년 최고의 수작! 다시 돌아온 DOOM


둠이라는 게임을 처음 접한건 중학생 때인걸로 기억된다. 그 이전에 Wolf 3D를 통해 id Software의 게임을 경험했기 때문에 둠을 처음 접하고 받은 신세계적 충격은 말로 형용할 수가 없었다. 때마침 출시한 시기에 미국에 있었는데, 그 당시 미국 쇼핑몰의 IBM PC코너엔 거의 전부 둠이 시연되고 있다고 해도 과언이 아닐 정도로 정말 대단한 인기였다. 한국에 돌아와서 천리안을 통해 모뎀으로 다운로드하며 기다리던 시간은 지금 생각해도 참 엄청난 기다림이었던 걸로 기억된다. 그렇게 둠의 팬보이가 되어버린 나는 둠 시리즈에 점점 빠져들며 이후 모든 PC통신/인터넷 아이디에 ~doom이 들어가게 될 정도로, 어떻게 보면 인생에 큰 영향을 준 게임이라고 할 수 있다. 그랬던 둠이 둠1의 배경이었던 UAC를 가지고 리부트되어 돌아왔기에 개인적으로 정말 기쁜 일이 아닐 수 없다.

그런 배경 안에서 금년 최고의 기대작인 둠을 직접 플레이하며 엔딩을 보고 난 뒤 느낀 여러가지 부분들을 간략하게(?) 적어보고자 한다.


일단 스토리는 화성의 UAC에서 벌어지는 일로써 이 주된 내용이다. 사실 둠이라는 게임이 스토리가 크게 중요한 게임은 아니지만, 이번 리부트된 둠은 스토리 역시 나름 흥미진진하게 잘 짜여진 느낌이었다.

기본 난이도는 과거 둠 시리즈에서도 나왔던 "I''m Too Young To Die"(난 죽기엔 너무 어려) , "Hurt Me Plenty"(날 충분히 괴롭혀줘) , "Ultra Violence" 로 나눠지며 그 외에 Nightmare 난이도와 한번 죽으면 끝인 Ultra Nightmare으로 나눠져 있다. 참고로 울트라 악몽의 경우 고유의 스팀 도전과제가 있다.

전체 미션은 튜토리얼의 성격인 The UAC를 포함해 마지막 Argent D''Nur까지 총 13개이며, 게임 볼륨은 1회차에 도전 과제나 수집물에 연연하지 않는다면 대략 6~7시간 정도로 끝낼 수 있을만큼 길지도 짧지도 않은 적당한 플레이타임을 가진다.

게임의 진행은 역대 둠 시리즈와 마찬가지로 일직선으로 이루어져 있다. 다만 긴장의 끈을 놓치지 않게 적의 배치나 미션 디자인이 잘 되어 있는 것과 동시에 챕터마다 다양한 루트가 존재하며 숨겨진 비밀 장소나 둠가이 인형등과 같은 다양한 요소들이 연출되어 있어서 지루하거나 심심해 할 틈이 전혀 없다.

등장하는 몬스터들은 후반부 보스를 제외하고 21종으로 다양하다. 각 몬스터마다 고유의 모션이나 성격이 있으며 그런 몬스터의 속성을 이해하는 것이 정말 중요한데, 이번 둠의 최대 재미 포인트는 글로리 킬로서 비록 같은 몬스터라고 할지라도 어떤 방향에서 마무리하냐에 따라 다른 킬 모션을 보여주기에 높은 점수를 줄 수 있는 부분이었다. 물론 글로리 킬이라는 요소 때문에 초반에는 너무나 싱거울 정도로 쉽게 게임이 진행되는 듯 보일 수 있지만, 중후반을 넘어서면 수많은 강력한 몬스터들을 상대함으로 부족한 체력을 보충하기 위한 좋은 기술 중에 하나로 다가온다.

제공되는 무기 역시 3가지의 투척물과 10가지의 무기를 제공한다. 특히 게임 도중 얻을 수 있는 사슬톱과 BFG는 과거 둠의 팬이었던 유저들에게 아련한 향수를 불러일으키게 만드는 강력한 무기들로써 정말 매력 만점의 연출을 보여준다. 그리고 사슬톱과 BFG를 제외한 각 무기들은 필드 드론을 통해 얻는 템으로 2가지의 개조(MOD)가 가능한데, 각 개조에 따라 또 강력하게 변모하는 것을 맛보는 것이 이번 둠의 매력 요소중에 하나이기도 하다. 필드 드론은 초기엔 쉽게 발견 되지만 중후반으로 갈 수록 숨겨진 루트에서 찾을 수있어서, 유저들로 하여금 기본 루트에서 벗어나 다른 루트로 가게끔 동기부여가 되어주기도 한다. 또한 둠가이의 무기나 Praetor(집정관) 슈트는 게임 도중 발견하는 엘리트 가드나 Argent Cell을 발견함으로 업그레이드가 가능하다.

그리고 이번 둠은 각 미션마다 이스터 에그 같은 클래식 맵이라는 장치가 되어 있는데, 레버를 발견하여 움직이면 과거 2D 스타일의 둠의 맵이 어딘가에 보여지는 연출이다. 과거 둠의 팬이었던 유저들이라면 정말 참을 수 없는 연출이 아닐 수 없다. 위치를 자세히 알고 싶은 유저들은 를 참조하기 바란다.

싱글 캠페인 외에도 스냅맵을 통해 다양한 유저들이 직접 만든 맵에서 다른 유저들과 코옵으로 즐길 수 있다거나 id Software게임 중에 하나인 와 같이 역동적이고 빠른 액션의 멀티 플레이가 가능한 부분도 좋았다.

위의 내용을 다시 간단히 정리해 보자면...









정말 열거하면 끝이 없을 정도로 이번 리부트 둠은 잘 만들어진 수작인데, 그나마 불만스러운 점을 몇가지 짚어보면 일본어는 공식으로 제공되는데 반해 한국어는 제공되지 않은 점과 간헐적으로 겪는 웜홀 버그나 건물 텍스쳐에 끼어 움직이지 않는 버그 정도 뿐이었다.

1회차엔 미션 과제나 수집물에 연연하지 않고 즐기면서 플레이 하고 1회차를 끝낸 세이브를 통해 각 미션마다 찾지 못한 수집물이나 달성하지 못한 챌린지들을 2회차로서 수행하고 3회차엔 새롭게 악몽 난이도로 플레이한다면 이번 둠의 진수를 전부 맛볼 수 있다고 생각한다.


정말 오랜만에 게임의 엔딩에서 함성을 지를만큼 감탄한 게임이었기에 당분간 여운이 오래 갈 거 같고 벌써부터 차기작이 기다려질 만큼 이번 둠은 완성도를 비롯해 상당히 임팩트가 강했다.

마지막으로 설령 과거의 둠 시리즈를 한번도 안해 본 요즘 세대의 유저라고 할지라도 이번 리부트된 둠은 과거 시리즈만큼이나 고유의 매력에 푹 빠질 수 있다고 보기에 강력하게 추천하고 싶다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Kalopsia,' , 'Y', 0 ,'2017-7-7',  'Posted: 
전작들을 존중하고 훌륭히 오마쥬 하면서도
한땀한땀 들인 노력과 새로 도입한 시스템이 돋보이는
웰메이드 액션게임

이번에 모든 멀티플레이 DLC를 쿨하게 무료로 풀면서
정말로 단점이 없는 갓겜이 되었습니다.
잠재된 폭력성을 해소할 출구가 없다면
이거 사요 ㄱㄱㄱㄱ

아래는 장문버전...

1. 전투시스템
은엄폐, 잠입액션, 재장전같은 현대 fps의 필수요소를 과감히 버리고
고전 fps의 호쾌한 학살액션을 부활시켰으면서도
계속해서 움직이고, 투사체를 피하고, 리스크를 감당하고
적 한복판으로 뛰어드는 패기를 부려야 오히려 죽지않는 시스템이라
게임이 그저 람보식 진행으로 빠지지 않으면서도 쾌감은 극대화한
전투 밸런스가 절묘하다.

더군다나 적의 인공지능도 상당해서,
몬스터들이 맵의 온갖 지형을 활용해 움직이고,
플레이어의 무빙이 단순하다면 예측샷도 날린다.
따라서 맨주먹으로 악마를 찢어죽이는 글로리킬이
발동되면서 시간이 느려진 와중에도
다른 적의 위치와 날아오는 투사체의 경로를
계속 파악하고 있어야 하기때문에 잠시도 지루할 틈이 없달까.
(울트라 나이트메어 난이도를 해보면 확 체감된다.
인내심과 은엄폐는 결코 최고난이도 공략법이 아니다.)

2. 음악
단순히 뭐 음악이 좋다, 신난다, 게임과 어울린다 이런 측면을 넘어서
플레이어가 게임에서 보여주는 폭력성과 비례해
음악이 잔잔한 백그라운드 사운드 수준에서
자연스럽게 더 하드하고 헤비한 기타리프로 변환되는 시스템은
다른데서 경험한적이 없다.
더 음악이 본격적으로 달리길 원하면
더 빠르고 더 폭력적인 방법으로 악마들을 찢어죽이자.
그 와중에 고전 둠 ost의 멜로디가 곳곳에 들어가 있기도 하고,
음악의 특정 멜로디나 요소가 무언가를 형상화 하는점도 많아서
약간의 덕력만 있어도 훨씬 더 재밌게 즐길수 있다.

3. 맵 디자인
비선형적이고 입체적이고 비밀요소가 많은 3차원 맵은
헥센이나 고전 둠을 하던 향수를 자극하며 정말로 매력적이다.
(여기 수상한데? 하고 가보면 비밀장소가 없는 곳이 없다)
적절한 로직으로 적들이 스폰되면서 전투가 일어나기 때문에
비선형적 액션게임 특유의 긴박감 없는 적의 등장과 같은 단점도 없고,
탐험하다 보면 숨어있는 이스터에그들을 하나씩 발견하는 묘미도 쏠쏠하다.
(커맨더킨, 스카이림, 폴아웃, 클래식 둠 레벨 등등)

4. 스토리/인물
그 유명한 존 카멕의 발언(''게임의 스토리는 ...의 그것과 같다'')
에도 불구하고 나름대로 스토리에도 성의를 들인 티가 난다.
역대 둠 시리즈의 세계관이나 인물설정을 두루 참고해서
전작들을 존중하면서도 재해석도 쏠쏠하게 들어있다.
한편 전작을 모른다 해도, 영어를 몰라도 진행하는데 아무런 방해가 안될 수준.
(첫 챕터에서 설명충 npc가 인사하는데 모니터를 때려부수는 우리의 둠가이)

5. 멀티플레이/스냅맵
재미없진 않은데 완벽한 싱글에 비해 개성이 뚜렷하지 않고
멀티플레이 전용 맵/캐릭터/무기 세트를 다 DLC로 내서라 좀 그랬지만...
그냥 본편 가격에 다 포함시킴으로써 정말로 단점이 없는 게임이 됨' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Savvy' , 'Y', 0 ,'2016-5-19',  'Posted: 
훌륭한 대화수단을 통해 게임을 플레이 해보세요 ^^' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'KEENBLITZ' , 'Y', 0 ,'2017-11-26',  'Posted: 
더 이상 설명이 필요없는 고전 명작의 리부트입니다.
굉장히 성공적인 리부트로 이전보다 스토리의 개연성이 생겼으며 시리즈가 지속될 교두보를 확보했습니다.
둠3에 비하면 밝은 분위기이고 배경음악, 움직임, 타격감 모두 호쾌하여
공포를 느끼기보다는 악마들에게 공포를 선사하는 존재로서 굉장히 즐겁게 플레이 했습니다.
멀티플레이는 렉이 꽤나 있어서 조금 시도하다가 포기했습니다만
DLC를 멀티로만 내고 모두 무료화하는 등..
제작사에서 신경은 쓰고 있는것 같습니다..
싱글 미션 DLC도 추가되었으면 하는 바램이 있습니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'O-jjAM' , 'Y', 0 ,'2016-5-23',  'Posted: 
PC를 게임기라고 생각하게 만들어준 1993년도 DOOM의 진정한 후계자가 나타났습니다.
단순히 쏘고 죽이기만 하는 게임이 아닌 기존작이 가지고 있던 미로 찾기 같은 맵과 비밀장소가 계승되었고 나름 흥미 진진한 스토리, 업그래이드 요소가 추가되어 사용자의 선택에 따라 빠르게 혹은 느리게 플레이가 가능해진게 가장 마음에 듭니다.
단, 싱글 플레이 미션의 수와 사운드쪽 버그, UI 조작성을 높이기 위한 센스가 약간 아쉽긴 합니다만, 이 정도면 DOOM 매니아로써 만족스럽습니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'alonso' , 'Y', 0 ,'2017-11-21',  'Posted: 
지겨워지길래 그만둿다가 좀만 더 해보자고 잡았는데 40분하니 엔딩이었네요 ㅋ

전 게임할때마다 빨리 지루해지는편인데 그걸 감안하면 플레이타임은 적절한거같아요

이번작은 둠2랑 아주 비슷한것같습니다 워낙 어릴때 해본거라 희미한 기억속에 남아있는 몬스터들의 외형은 비슷하더군요

스토리는 아주 약간 알아들었지만 중요한거같진않고 악마를 때려죽이는 게임이었습니다

주위에서 끼에에에엑 거리면서 예고하고 튀어나오는 장면이 많았는데 그런 소리에 굉장히 민감한 타입이라 힘들었어요

그냥 FPS버전 디아블로라고 생각하면 되는데 워낙 쫄보라 무서웠네요

맵마다 숨겨진 요소가 많고 찾는 재미도 있었지만 워낙 그런걸 싫어해서 어느정도 진행후엔 스토리진행만 했어요

난이도는 적당했던것같아요 엔딩까지 한 20번죽었나? 보스전도 뭐 적당한 난이도고 뒤로 갈수록 보스가 불쌍해집니다

그래픽은 무난했고 글로리킬의 연출은 호쾌했으며 

음악은 정말 죽여줍니다 계속 헤비메탈로 꽝꽝 치는데 저절로 텐션이 올라가요 따로 찾아서 듣고싶을정도입니다

싼값에 사서 10시간 재밌게 즐겼습니다 10점만점에 8점' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'G_G love' , 'Y', 0 ,'2017-10-18',  'Posted: 
좆찌질이들이 몸을 터트리고 싶을때 추천합니다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'OBOKHAN' , 'Y', 0 ,'2017-3-22',  'Posted: 
현 세대와 과거세대를 아우르는 FPS게임의 전설.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'mcafee32' , 'Y', 0 ,'2017-5-13',  'Posted: 
악마를 없애는데 엑소시스트 같은게 필요하다고? 개소리 하지마라 그냥 샷건이나 들고와라' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Young.K' , 'Y', 0 ,'2017-8-9',  'Posted: 
시간 가는 줄 모르겠네~' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'WinterCane' , 'Y', 0 ,'2016-11-24',  'Posted: 
둠을 기억하는 분들이 꿈꾸는 액션에 대한 갈망은 충분히 충족시켜 줄 수 있을 겁니다.
다만...문제가 있다면 무거운 게임 특성상 물량 표현에는 한계가 있다는게 아쉽네요.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Pippin_Took' , 'Y', 0 ,'2016-8-7',  'Posted: 
치유물' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'StarBeta' , 'Y', 0 ,'2016-7-12',  'Posted: 
빅 뽀킹 건을 쏘고 암이 완치됫습니다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'PoRly' , 'Y', 0 ,'2017-7-8',  'Posted: 
찢는다
밟는다
꺾는다
뽑는다
터트린다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '+ 300$' , 'Y', 0 ,'2016-5-14',  'Posted: 
예전에 파워 부족으로 진행을 못한 상태에서 리뷰 적은거 지우고 다시 작성하네요
파워 부족으로 진행을 못하다 밀린게임들 순서대로 진행하다 순서가 되서
진행을 했는데 한글 없이는 게임 잘못해 구글 번역기 앱으로대체하며 진행하였고
둠다운 겜이다 란 생각이... 끝까지 가서 역시 둠다운 겜이군 이라 생각이 되는 둠다운겜
둠 좋아하시는 분들도 좋아할꺼같고 처음 접하는 유저들도 이런 FPS 겜은 처음? 접해볼꺼같아 매우 긍정적으로 받아드릴꺼 같아요
둠 같은 게임을 별로 안좋아하는 이로서 재미있게 즐겨서 추천합니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '-MeatMouse-Tzu-' , 'Y', 0 ,'2016-5-13',  'Posted: 
오랜 세월 동안 둠은 제 최고의 게임이자 시리즈였고 신작이 출시된다는 말이 있자 엄청난 기대와 함께 들떠 처음으로 게임 예약구매를 한 만큼 저는 우선 제 최고의 게임이 이렇게 성공적으로 돌아와줘서 기쁘단 말 부터 하고 싶습니다.

우선, 싱글플레이가 기존 둠의 고전적인 FPS 스타일을 그대로 가져오면서도 현대 FPS에 맞게끔 만들어졌습니다. 재장전이 없고 오로지 탄약의 갯수만을 따지며, 체력 회복은 공격을 받지 않으면 다시 서서히 회복하는 방식이 아닌 체력 회복 아이템을 먹어야 하는 것. 그 밖에도 아머의 유무와 한번에 많은 무기를 소지함으로써 다양한 상황이 벌어져도 능동적으로 대처 가능하고 나중엔 어떤 무기를 써서 저 나쁜 악마놈들을 박살낼지 고민도 해보게 됩니다. 또한 맵 곳곳에 비밀 장소가 존재해 좋은 아이템을 챙기는 부분도 재현되었습니다. 이런 고전적인 부분이 생소하신 분들도 있겠지만 이런 부분을 매꿔주는 새로운 시스템이 생겼습니다. 적 처치시 체력 회복 아이템 드롭하며 체력이 적을 수록 적이 더 많은 아이템을 드롭합니다. 이는 현대 FPS의 자동 체력 회복과 같이 지속적인 전투 플레이를 만들어주지만 훨씬 플레이 속도가 빠릅니다. 즉, 현대 FPS가 "체력이 없으면 생존을 위해 엄폐해라!"라면, 둠은 시리즈 전통대로 호탕한 플레이에 맞춰 "살고 싶다면 가장 만만해 보이는 놈을 찾아 죽여버려!"가 되어 팬들과 신규 유저들도 만족할 만한 방법을 만들었습니다. 비밀 장소의 경우 아이템을 얻는 다는 것 외에 큰 장점이 없기에 빠르게 진행 가능하지만, 도전과제가 존재하기 때문에 신규 유저 중 도전과제로 성취감을 얻는 유저들도 자연스럽게 녹아들 수 있습니다.

무기 밸런스가 완벽히는 아니라도 어느 정도 맞춰진 점이 맘에 듭니다. 슈퍼 샷건 하나면 바론 오브 헬 까진 껌이던 전작에서 벗어나 샷건들은 탄이 많이 퍼져 접근하기 쉬운 적들을 상대로 쓰게 되었고 뒤에 언급할 무기 업그레이드 기능 덕에 더더욱 무기들마다 차별점이 생겼습니다. 전작에서 단순히 핑키데몬을 잡는데 그치지 않던 전기톱은 강력한 일격기로 재탄생했고, 샷건의 3연발 사격은 슈퍼 샷건을 얻고 잉여화 되는 샷건의 문제점을 매꿔주었습니다. 또한 BFG9000, 전기톱을 제외한 나머지 무기들은 각 무기 종류마다 탄약을 공유하며 대부분 상위 무기라 불릴 수 있는 무기들이 탄약을 더 많이 소모하기에 대다수의 적을 상대 하는 경우라면 탄약을 적게 소모하는 하위 무기들을 선호하게 됩니다.

새로 추가된 글로리 킬 시스템은 최고 였습니다. 적의 체력이 약해지면 노랑/주황빛으로 빛나는데, 해당 상황에서 적에게 근접 공격을 할 시 전작에서 버서커를 먹으면 악마들을 피떡을 만들듯 악마를 시원시원하게 패버리거나 말 그대로 찢어버립니다. 근접 공격이란 것 때문에 다소 껄끄러운 동작일 수도 있지만 모션에서 나오는 쾌감은 재쳐둬도 판정이 근접 공격이라기엔 매우 후하며 아이템을 추가로 드롭해주기에 많이 쓰이게 됩니다.

기존 팬들을 위한 서비스도 뛰어납니다. 비밀 장소는 좋은 아이템만 존재하는게 아니라 가끔 클래식 둠의 그래픽으로 이루어진 장소가 존재해 향수를 느끼기 충분하고, 클래식 시리즈에 등장하던 몬스터들이 대부분 등장합니다. 해병 일명 둠가이가 보여주는 마초남, Badass그 자체의 모습은 둠 코믹스를 보는 듯 했습니다. 음악은 퀘이크 시리즈부터 호평받은 인더스트리얼 메탈 형식으로 제작되어 분위기에 아주 잘 맞고 클래식 둠의 음악을 리메이크한 것도 많아 팬들의 가슴에 불을 질러줍니다. 둠 3 또한 잊지 않아, 스토리의 기본 플롯은 둠 3와 유사하며 헬 나이트의 외형은 둠 3와 매우 비슷하고 둠 3의 메인 음악은 리메이크 되어 등장합니다.

멀티플레이는, 퀘이크와 콜 오브 듀티를 반반 섞였다는게 옳겠군요. 저는 개인적으론 몇몇을 빼면 맘에 듭니다. 기존 FPS보단 빠른 스피드, 다만 퀘이크/둠에 비하면 느린 스피드. 현대적 FPS에 맞는 제한적인 무기 소지, 다만 곳곳에 주기적으로 리스폰되는 아이템들과 파워업 아이템들. 무기/갑옷/도발 커스터마이징의 존재 등이 특징입니다.

스냅맵은 포탈 2의 창작맵과 비슷합니다. 유저들이 창작한 맵을 플레이하거나 자신이 맵을 만들 수 있습니다. 적을 처치하며 미션 클리어 장소로 이동하는 흔하디 흔한 맵을, 스피드런을 하듯 여러 유저들의 기록에 맞서 경쟁 가능합니다. 혹은 "유즈맵"과 비슷한 것도 가능합니다. 혼자서는 도저히 못 깰 수준의 맵을 만들고 코옵으로 재밌게 즐기거나, 지형지물을 이용해 파쿠르로 경쟁을 하거나, 악마 떼가 몰려오는 것을 막는 디펜스를 하거나, 수류탄으로 농구를 하는 등등...



이렇듯 본 작에 매우 만족스러운 저입니다만 실망한 부분과 문제점도 있습니다.



우선 멀티플레이의 문제입니다. 기존 멀티플레이 유저들(대다수가 퀘이크 유저들입니다.)은 만족했을까요? 아니요. 곳곳에 리스폰되는 무기들과 아이템을 얻으며 한번에 여러 무기를 들고 다닐 수 있던 것과 달리 무기는 콜 오브 듀티처럼 두 가지를 선택해 들고다니는 제한적인 플레이가 되었고 이동속도는 줄어들었습니다. 기존 유저들에겐 기존 플레이 스타일의 반 이상을 바꿔 놓고 플레이하게 된 셈이죠. 저 또한 무기 갯수 제한이 껄끄러웠습니다. 그렇다고 저게 신규 유저에겐 적합했냐면 또 아닙니다. 신규 유저는 신규 유저대로 적응 안돼는 스피드와 아이템 및 체력 시스템덕에 뭣도 아니게 된 셈이죠.

느린 이동속도에 대해선 긴 말 하지 않겠습니다. 싱글플레이에 한해서라도 더 빨랐으면 좋았을텐데...

분명 인터뷰에선 "화면안에 10~12기의 적이 동시에 등장하게끔"이라 했지만 실제론 6~8정도의 적은 숫자가 웨이브 형식으로 띄엄 띄엄 나옵니다. 둠은 수많은 물량을 상대로 도전하는 재미가 있던 게임입니다. 특히 에일리언 벤데타, 헬 리빌드 시리즈 등의 WAD들은 그 특성을 더 해줬고요. 다소 실망한 부분입니다.

-----------------

정리하자면, FPS의 아버지이자 전설이던 둠 시리즈의 신작 둠이 성공적으로 돌아왔다고 얘기 할 수 있고, 개인적으로 과감하게 추천하는 바입니다.

개발자 인터뷰에서 언급되어있듯, "악마들은 나쁘고 사악한 새끼들이지만 당신은 더 나쁘고 더 사악합니다.". 지옥에서 기어올라는 악마놈들을 상대로 진짜 지옥이 뭔지 보여주는 재미를 충분히 느끼시는게 가능한 호탕한 싱글플레이, 다양하게 증기는 스냅맵, 조금 부족하더라도 빠르고 간편하게 즐기기 편한 멀티플레이로 색다른 재미를 느끼실 수 있습니다.

다만 분명 둠은 대부분 싱글플레이/코옵에 기준 잡혀있기에 멀티플레이를 주로 하시는 유저라면 생각해보실 필요가 있겠습니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '천상지휘' , 'Y', 0 ,'2017-3-14',  'Posted: 
저는 한글화 혹은 한글패치가 없으면 게임을 하지 않는데 이 게임은 했습니다. 스토리따윈 개나 줘버리고 찢고 죽이는 남자의 게임입니다. 정신차려보면 전기톱으로 악마 찢어죽이면서 으하하하하하 하는 자신의 모습을 볼 수 있습니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'luckyqoo' , 'Y', 0 ,'2017-10-2',  'Posted: 
스토리가 좋은거는 모르겠으나 타격감 그래픽하나는 굿굿 타격감 좋아하시는분들은 하기에는 좋겠으나 스토리 는 영아님' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Stereonight' , 'Y', 0 ,'2016-5-16',  'Posted: 
싱글 플레이 만으로도 충분한 가치가 있습니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'seouldecadence' , 'Y', 0 ,'2016-5-16',  'Posted: 
Product received for free

어제 둠 엔딩을 봤습니다. 난이도는 울트라 바이올런스 였는데 우선 엔딩을 보면 울트라나이트메어 레벨이 언락됩니다. (이 레벨은 튜토리얼도 없고 죽으면 캠페인 진행을 처음부터 다시 해야해요.디아블로 하드코어 레벨처럼...맵 중간중간 도전자들의 생존시간이 적힌 문구가 디스플레이됩니다.) 울트라 말고 그냥 나이트메어 난이도를 잠깐 해봤는데 예상보다 어려웠습니다. 게다 이번 둠은 구역을 정리해야 다음 지역을 갈 수 있는 시스템인지라 클래식 둠처럼 빠르게 움직여 탈출하는 스피드런 플레이가 불가능해요. 이렇게 된다면 오히려 클래식 둠보다 어렵습니다. 탄약 부족해지는 일도 많아 근접킬을 자주 이용해야합니다. 근접킬을 너무 자주 하니 오히려 좀 지루해지기도 하는데 그래도 재밌네요. 이런 피곤함은 둠2에서도 있었기 때문에 오히려 반갑기도 합니다. 플레이 스타일은 둠2에 가깝습니다.

플레이 방식이 계속 반복되는 아레나->모험 형식인데도 불구하고 레벨 디자인이 아주 만족스러운 수준이라 최근 나온 싱글플레이fps 중에선 가장 훌륭하다고 말하고 싶습니다. 중간중간 무기나 능력치를 업그레이드 할 수 있는 룬이 맵에 있는데 이걸 누르면 미니게임으로 이동합니다. 후반부로 갈 수록 업그레이드가 필수적인데 결국은 이 미니게임을 챙길 수 있으면 다 해야하거든요. 비밀장소도 샅샅이 찾아야하고 틈틈히 업그레이드도 해야하니 플레이 시간은 빨리해야 8~10시간이라 생각보다 긴 편입니다. 빨리 엔딩보지 못하도록 나름 신경을 썼고 사실 어지간하면 다 찾아보는 게 재밌습니다.

레벨마다 클래식 둠 때 했던 맵을 들어갈 수 있는 비밀지역이 있는데 캠페인 도중엔 그 일부만 나오고 나중에 클래식 맵 전체를 플레이할 수 있어요. 저같은 클래식 둠 매니아들이 좋아할 만한 구성이 굉장히 많습니다. 캠페인의 전반적인 분위기는 진지하지만 깨알같이 웃긴 부분들이 많아 마치 브루털 둠을 하는 기분도 듭니다. 이 쯤 되면 울펜슈타인 뉴오더 처럼 굳이 멀티플레이를 안 넣어도 되지 않나 싶을 정도로 신경을 많이 썼습니다. 아 그리고 음악은 정말 맘에 듭니다! 추가 캠페인 DLC라면 살 의향이 있을 정도예요.

문제는 멀티플레이인데 맵만 좀 늘었지 베타 때랑 달라진 게 거의 없습니다. 우선 느리고...로켓점프와 가속점프는 둠이 아닌 퀘이크의 유산이라고 하겠지만 이게 없는 것도 아쉬운 점이구요. 매치메이킹을 염두에 둔 것 같은데 막상 초기라 그런지 레벨 1이랑 레벨 40대랑 같이 잡히고...무기 밸런스도 여전히 엉망이고...주로 mvp를 따는 건 볼텍스 라이플 (스나이퍼) 잘 쏘는 사람이 되고 나머지는 그냥 개싸움 하다 눕는 게 다부분이라 짜증이 나기도 하고...멀티용 맵들도 특별히 매력적으로 보이진 않았습니다. 퀘이크 라이브처럼 꽉채워져있는 느낌의 멀티플레이를 기대하긴 어렵습니다. 타격감도 썩 마음에 들진 않고 이미 높은 레벨에 있는 플레이어들은 사운드 플레이를 어떻게 하는 지 모르겠는데 사운드 쪽도 아쉬운 부분입니다.

막상 멀티플레이를 들어가면 도미네이션,얼음땡,클랜아레나,워패스 (팀포의 언덕의 왕 같은 것) 등 많은데 아직 초기라서 그런지 팀 데스매치만 잡히고 나머지는 거의 잡히지 않습니다. 클랜아레나 영상을 봤는데 긴장감은 없네요. FFA가 없는 것도 이상하고 무엇보다 깃발뺏기가 없는 게 이해가 안갑니다. 베데스다니까 업데이트가 아니라 DLC로 추가하겠죠? 하지만 이번 시즌패스는 4만8천원입니다. 추가 캠페인이라면 모를까 그냥 스킨만 예쁜 속 빈 강정같은 멀티플레이를 만들어놓고 DLC를 사라고 하면 글쎄요...좀 거하게 반성해야할 부분이 아닐지...카스 글옵도 팀포도 맵 추가한다고 DLC를 사라고 하진 않죠. 퀘이크콘이 열리면 이걸로도 경기를 할텐데 텐션이 하도 떨어져 볼거리도 없을 것 같습니다. 그래도 나열한 내용들은 차차 개선될 여지가 있는 것들이니 좀 기다려 볼 생각입니다. 정말 만들다 만 것 같다는 느낌이지 매력이 정말 한 개도 없다는 느낌은 아니라서요.

기대를 걸만한 건 게임 내 맵 에디팅 기능인 스냅맵입니다. 앞서 말한 캠페인 내 미니게임들을 하다보면 자연스레 스냅맵에 관심이 가게 됩니다. 이 미니게임들이 전부 스냅맵 안에서 구현 가능한 것들이거든요. 노래 만들기 점프 맵 콜옵 좀비모드같이 적들 그냥 다 때려죽이기 클래식 맵 리메이크 등등 그리고 코옵으로 할 수 있는 맵들도 있어서 그냥 라이트하게 친구들이랑 괴물들 같이 때려잡고 그러기엔 참 좋습니다. 접근성도 좋고요. 이런 면이 콘솔 유저들에겐 플러스 요인인 것 같은데 아무래도 게임 내 맵 에디터다 보니 퀘이크나 팀포같은 데서 코어 유저들이 맵 만들던 그런 자유도는 덜합니다. 이런 부분이 요새 게임들의 양상이니 어쩔 순 없겠습니다만 아쉽긴 하네요. 이 스냅맵에 마저도 베데스다가 DLC니 뭐니 하면서 제약을 둔다면 둠 멀티플레이로 재미를 볼 생각은 하지 말아야겠습니다.

아무튼 이것저것 다 만져보고 나니 이상한 기분을 감출 수 없는데, 마감 날짜 (13일의 금요일?) 에 맞춰 부랴부랴 냈다는 느낌이 듭니다. 퀘이크4 멀티도 이런 만들다 만 느낌은 전혀 들지 않았거든요. 싱글캠페인은 어떤 게임에도 꿀리지 않게 잘 만들었는데 왜 멀티플레이는 이지경이지? 입니다. 이드가 멀티플레이를 이렇게 만들었을리가 없는데 너무 이상하다싶을 정도로 이전 게임들과 달리 비어있는 부분들이 너무 많습니다. 카스 글옵도 처음엔 좀 별로였다가 지속적인 업데이트로 상당한 금액이 오가는 e-sports 종목이 되었는데 그 정도는 아니더라도 유저들의 의견을 잘 모아 오랜 시간 플레이하기 좋은 타이틀이 되었으면 합니다. 캠페인에서 클래식 유저들을 염두에 둔 건 반갑고 고마운 부분이지만 아직도 클래식 둠으로 멀티를 하는 유저들도 많습니다. 드왕고5도 아직 다운로드 많이 하고...브루탈 둠 멀티플레이가 차라리 더 재밌네요.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Red Sky' , 'Y', 0 ,'2016-11-24',  'Posted: 
저는 이 게임을 올해의 훌륭한 대화수단 게임으로 선정합니다.

말하지 않아도 전기톱과 더블배럴샷건이면 모든 문제가 해결되기 때문입니다.

가끔 ''큰'' 문제엔 ''큰씨X총9000''이면 정말 다 해결되더라구요. 1 따봉드립니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'A.K.A AnSSang' , 'Y', 0 ,'2016-5-16',  'Posted: 
둠1,2 의 리부트로 탄생한 이번 둠 2016 작품은 진짜 원작의 느낌을 아주 잘 살려서 클래식하지만 또 현대적인 시스템으로
조화가아주 끝내줬다 생각합니다.
게임 엔딩까지 보면서 느낀건 진짜 이번 작품은 정말 이게 둠이다! 로 정의가 딱 내려지네요.

강력 추천 합니다.!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'RoAA [Malza]' , 'Y', 0 ,'2016-10-2',  'Posted: 
쩌는 그래픽! 용량도 X나게 크겠지!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Bentory' , 'Y', 0 ,'2016-5-17',  'Posted: 
둠 갓겜 인정합니다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '황제뗑컨' , 'Y', 0 ,'2017-7-26',  'Posted: 
이건 뭐 세기말 지옥이 현세에 강림했다고밖에 표현할 수가 없다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '알필요없다' , 'Y', 0 ,'2016-7-14',  'Posted: 
아직 당신이 이 게임을 못해봤다면 여러분은 아직 진정한 FPS를 겪어보지 못한겁니다.
둠3의 좁아터진맵에서 ''장전''을 하고 길이나 찾던 둠가이는 이제없습니다
과거의 둠가이처럼 둠(2016)의 둠슬레이어는 존나 큰 총으로 대화하며 적들을 찢어 죽입니다.
존나게 존나 어썸한 폭력성. 엄청난 타격감. 액션쾌감의 최고봉이라 말할수 있습니다.
이게임의 단점이라면 반복성전투 (임프,좀비맨>헬나이트>헬레이저.카고데몬.레버넌트.맨큐버스 이정도 순서가 하다보면 알아서 예측이 됩니다) 한줄정리 해드리죠

"이게임은 존나게 존나 어썸한 게임입니다 갓갓갓겜"' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Belderone42' , 'Y', 0 ,'2016-11-26',  'Posted: 
2016 GOTY' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '황제뗑컨' , 'Y', 0 ,'2017-7-26',  'Posted: 
이건 뭐 세기말 지옥이 현세에 강림했다고밖에 표현할 수가 없다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Bukani' , 'Y', 0 ,'2017-2-10',  'Posted: 
굳게임' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '에펠탑' , 'Y', 0 ,'2017-11-28',  'Posted: 
찢고 죽여라' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'BeerH0use' , 'Y', 0 ,'2017-6-29',  'Posted: 
크고 아름다운 총으로 악마와 대화를 하는 훌륭한 게임' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'HenTie' , 'Y', 0 ,'2016-6-4',  'Posted: 
In recent times when 100% of AAA games are just waste of money,

This one is the only one worth money, really much worth it.


I started gaming by playing heretic 1, which is similar with doom and doom 2, thus I am so called

''classic FPS player''.


Based on my experience, this game is the only one which can call it classic, while numerous FPS came out

recently claims as such, which is complete insult to those great games - doom, duke nukem 3D, blood and so on.


As marked from many other players, doom reboot indeed lives up with classic FPS as well as extreme understanding

about what doom was.

I hated for 20 years that FPS games try so hard dragging some other elements from other games

- story, selecting future direction and hot nice piece of A$$ and love lines those kind of total bull sh!ts.

It is a result of copy and paste as well as trying to hear out everyone''s opinon, which makes game total garbage.

I mean seriously, after my companion got shot, and he is like "oh god I am going to die, tell her I love her please"

Who the F@&k watch this total piece of XFSD while you are up to shoot and tear a part everything?!

Old gamers start to question that why bullets do not make people explode and why target just lay donw instead of

seperated in 4 pieces when gamers actually intended to. I mean, what do you expect. You shot the thing with brutal rifle

and enemy should explode to meat and bloods everywhere!!!

So you want to have some peaceful time just collecting sweetrolls and make small beautiful farm, play other games,

don''t expect anything else from FPS, which is the closest gendre to realize maximum violence in the gaming!



So it has been a long time FPS missed it''s pure essential - gore, blood, gut, shooting in the fast, file of meats

and game is all about painting everywhere red green or somethings blue.

and big guns that takes only pressing one or two keys (seriously using more bottoms than 2 is dump).

This doom reboot is, in that sense, pure essential and real predecessor of what FPS was.




Game pacing, mechanism are very well placed as well, deserve the title of best FPS amongst what I played and

absolutely the best FPS in this year.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'mary5544' , 'Y', 0 ,'2016-5-16',  'Posted: 
Product received for free

직장에서 스트레스 받으신분들 이게임하면서 스트레스 날려버리세요!!
4.5/5' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Damned Game.' , 'Y', 0 ,'2016-12-1',  'Posted: 
대마왕 둠가이에 맞서 싸우는 악마 군단들의 처절한 투쟁 이야기' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Jayden Lee' , 'Y', 0 ,'2016-8-1',  'Posted: 
이 게임에 대해 다시 한번 평가해봅니다
둠을 저번에 올클리어 했었는데, 이 게임에 더더욱 성실하게 리뷰를 남겨주고 싶더군요
이건 그야말로 제가 원하던 진정한 게임입니다
제 노트북에도 상옵 이상으로 돌아가는 쩔어주는 최적화(사양 GTX950M, i5 6900HQ, 램 8기가), 때려 부수기만 하는 클래식함 게임성을 현대버전으로 제대로 살린 게임성, 참신한 글로리킬, 현란한 액션, 슈퍼샷건과 전기톱의 찰짐,존NA 큰 총의 크고 아름다운 자태와 엄청난 위력,그리고 배경음악은 진짜 앵그리죠가 말했던 것 처럼신들이 한 자리에 모여서 연주 하는 것 처럼 아주 강렬하고 현란합니다
그리고 둠가이가 무슨 빨간불을 먹어서 주먹으로 악마들을 찢어 죽일 때, 저는 원펀맨의 사이타마로 빙의해서 다 때려부쉈습니다(정말 원펀치더군요 ㅋㅋ)
심지어는 엔딩 크래딧도 아주 현란하고 인상적이었습니다
제가 지금까지 해왔던 게임들의 엔딩 크래딧과는 달랐어요
이 게임은 정말 게임을 한게 아니라 한편의 영화를 보는 것 같았습니다
멀티플레이는 서버가 잡히지 않아서 못해봤지만, 그래도 저는 캠페인 만으로도 많은 만족을 받았습니다
정말 제가 흥분하고 아드레날린을 흐르면서 한 게임은 GTA5 이후로 처음입니다
제 영웅은 언제나 마스터 치프였지만, 이젠 둠가이가 제 영웅입니다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '합법노예' , 'Y', 0 ,'2016-10-17',  'Posted: 
이 게임을 하고난 후 존나 강해진거 같은 착각이듭니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '4001jh' , 'Y', 0 ,'2017-5-20',  'Posted: 
아직 스크린샷을 찍어보지 못했다.

아직 서로 대화를 나눠봐야하는 데몬들이 너무 많아서....

스크린샷 버튼에 손을 댈 시간이 없었다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Fiello' , 'Y', 0 ,'2016-5-21',  'Posted: 
Product received for free

멋지다
캠페인 진행하면서 주변 인물들이 뭐라하건
X까! 난 내가 하고 싶은대로 한다!

라는 초지일관적인 둠가이가 넘 멋져서 반해부리것어요 ㅋㅋ

싱글은 정말 최고입니다. 120% 만족도!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'CHAPSSAL007' , 'Y', 0 ,'2016-5-31',  'Posted: 
Product received for free

허벅지에 힘 빡 들어가게 하는 10점 만점에 12점 짜리 지상 최대 건포르노 12/10' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Angdae [공군 2017.08.21~]' , 'Y', 0 ,'2016-5-18',  'Posted: 
싱글플레이는 게임을 진행하면 할수록 재밌어짐

멀티는.. 헤일로도 아니고 퀘이크도 아닌 뭔가 섞여서 애매한 포지션이 되어버림

싱글 위주로 하실려면 세일할때 사세요.
싱글 강추' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Tang' , 'Y', 0 ,'2017-4-30',  'Posted: 
누가 진짜 남자냐? 나야! 내가 존나 남자다!

얼마나 존나? 존나게 존나! 나는 10점 만점에 12점인 진짜 싸나이!

총 따위는 필요해! 난 겁쟁이라고!



라는 느낌을 플레이 내내 느끼실 수 있습니다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Active' , 'Y', 0 ,'2016-7-21',  'Posted: 
둠가이가 되서 화성에서 악마들을 때려잡자

호러보단 고어와 글로리킬을 이용해 때려잡는게 아주 꿀잼' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'большой домен' , 'Y', 0 ,'2016-7-4',  'Posted: 
어우 스트레스 풀리네ㅋㅋ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Zeisen.KR' , 'Y', 0 ,'2017-4-8',  'Posted: 
일단 말하지만 둠 팬이라면 호불호 갈리지 않고 즐길 수 있으니 그냥 마음놓고 질러라.

둠은 참 게임 자체가 왔다갔다 한다.

둠 2와 달리 둠 3에서는 갑자기 공포 게임이 되다가,

이번 둠 게임에서는 둠 만화를 많이 반영한게 티가 난다. 특히 특유의 미칠듯한 타격감과 근접 공격의 다양한 연출. 그래픽은 정말 톱으로 아직도 그래픽 자체는 게임 중 원 톱. 스토리도 있지만 둠 게임 자체가 스토리가 꼭 게임 플레이에 중요한건 아니니 한글화가 안되있다고 실망하지 말자.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'hakhak' , 'Y', 0 ,'2017-1-1',  'Posted: 
FPS의 원조가 원래의 품격과 혼을 품고 귀환!

장점
1.새련되고 매력적인 그래픽과 모델들
단순히 그래픽이 좋다를 넘어서 아티스트의 뛰어난 역량이 엿보이는 디자인들
피칠갑된 극한의 폭력성과 악마의 괴기성이 이렇게 새련되게 다듬어진 FPS 게임은 처음봤습니다.


둠3에서 사라졌던 둠의 액션성이 부활했습니다.(다행스럽게도 멀미는 크게 줄었습니다.)
심지어 오리지널둠 그대로 재장전 마저 필요없습니다.
그냥 정신없이 찢고 가르고 부수세요.


악마들이 등장하는 순간 심장을 두드리는 음악은 이 게임의 진정한 즐거움중 하나일겁니다.
단순히 음악적 즐거움을 넘어 악마의 등장과 전멸을 알리는 음악의 역할은 잘디자인된 게임음악의 예시일듯합니다.


둠가이가 10점만점에 12점짜리 남자가 되어돌아왔습니다.
오리지널둠보다 더욱 상남자가되어 돌아온 둠가이로(둠슬레이어) 악마들과 나누는 진솔한 육체의 대화!
수줍어하는 악마들의 속내를 직접 들여다볼수있게 해줍니다....정말로요!


구차한 것들을 싹 배제하고 학살에 심취하게 만들어주는 컨셉을 잘 이해한 싱글설계입니다.
무엇보다 FPS에서 종종보이는 미로같은 길찾기와 답모를 퍼즐에 고통받았던분이라면 둠에서는 그런 고통을 느끼지 않으실겁니다.


몬스터들이 정말 살아있는 느낌들도록 예측사격부터 전술적인 이동까지하며 전투에 재미있고 다체로운 생명력을 부여합니다.



멀티와 싱글전환만으로 로딩이 있습니다. 그외에도 죽었다 다시 살아날때조차 로딩이 존재하는게 반복되는 플레이에서는 살짝 부담스런 요소로 작용합니다.


둠의 타격감은 초반에 얻는 무기들과 중반이후에 얻는 무기들로 크게갈린다고 볼수있습니다.
중반이후 무기는 타격감에 대해 거론할 문제가 없습니다. 오히려 정말 멋진 타격감을 선사해줍니다.
하지만 문제는 초반부에 얻게되는 무기들로 인한건데...(단순 탄환형, 산탄형) 액션게임에서 가장 핵심이되는 타격감에서 아쉬움을 남깁니다.
특히 샷건류가 스쳐서 적중하거나 맷집이 좋은 악마에게 적중할 경우 적에게 맞았는가?, 안맞았는가? 상당히 두리뭉실합니다.
구체적인 이유는 피격이펙트의 부제로 인한 것으로 거기다가 전투UI마저(체력상태 표시 등..) 부족하여 문제가 더 부각되는 느낌입니다.


멋진음악에 비해 아쉽고 아쉬운 환경음들...상대가 뒤에 있었는지, 뒤에서 뭘하는지 추론 조차 불가능하게 소리가 아예 없습니다. 특히 소리에 우선순위같은 고차원적인 설계가 없는탓에 몹이 멀리서 탄을 쏴대면 감지해서 피하는게아니라 그냥 쉬지않고 뛰면서 안맞기를 바랄수밖에 없으며 가장 힘든점은 산만한 덩치의 괴물이 등뒤에 어느샌가 와있는걸 알수조차 없다는겁니다.
(발소리같은 기본적인 소리자체가 안들립니다.)
멀티플레이 FPS를 자주해보신분이라면 아시겠지만 귀찮아서 소리안듣고 게임하는 사람도 FPS에서는 소리를 반드시 들으며 게임을 하게되는 이유가 수많은 정보와 도움이 소리에 담겨있기때문입니다.
둠은 그 부분에서 상당히 부족한점이 많습니다. 잘해야 적의 공격이 나에게 적중되는 순간에 소리정도만 들립니다.(그리고 최하등급 좀비들의 과하게 거친 숨소리정도...)


몹의 상태가 지금 어떤지 피통이 얼마나 달았는지...파악이 안되는점은 효과연출만의 문제는 아닙니다.
몬스터별로 체력에 대한 표시가 없기때문에 스플레시데미지등은 전술적으로 파악자체가 불가능합니다.
특히 난전이 벌어지는 와중에는 몬스터가 지금 몇마리가 남았는지 지금 웨이브가 얼마나 지속되는지 알길이없네요.

UI를 최소화하려면 이를 전장안에서 직관적으로 불편함없이 파악가능한 소리나 그외 시각적 지원이 있고나서 최소화 했어야합니다.(안그래도 몬스터들이 여기저기 활발하게 뛰어다니는 게임인데도 말이죠.)
추가로 특정 무기나 룬의 경우 업그레이드를 위해서 임무달성 비슷한게 필요한데 이것 또한 전투UI에서 지원해주는게 없는 관계로 지금 내 행동이 임무와 관련이있는건지 전투중에 파악이 안됩니다.
상당수 유저들이 게임 엔딩을 볼때까지 마스터 업그레이드의 조건을 이해못하는 경우도 이때문이죠.


유저가 특정 지점까지 진행하거나 특정 이밴트를 완료하면 그 시점에서 저장되는 방식입니다
이는 불편하며 매우 위험합니다. 에러한번이라도 하면 그때까지 플레이한 모든 정보가 다 날아가는 꼴이거든요.
또한 다음전투를 위해 아이템을 먹고 채력을 보충하며 여기저기 숨겨진 아이템위치까지 수색해서 만전의 상태를 만들어놔도 적과 싸우다 죽게된다면 이 아이템먹는 작업까지 처음부터 다시해야하는 상당히 번거로운 상황이 되풀이됩니다.


둠을 킨상태로 ALT+TAB을 눌러 화면을 전환하면 화면이 찌그러집니다.
특히 이 해상도 문제인지는 몰라도 게임진행중 화면전화을 했다가 다시 게임화면으로 돌아오면 강제 슬로우모션 상태가됩니다.(마치 Q자를 눌렀을때의 무기선택화면 처럼..)
게임을 다시 껐다키기전까지는 해제되지 않는 버그이고 재현율 100%로 걸리는 버그여서 꽤나 성가십니다.


스토리외에도 게임내 수집요소로 수많은 읽을 거리가 등장합니다.
거기다가 무기와 룬의 업그레이드등은 특정 미션을 통해서 이루어집니다. 이 또한 영어로된 조건들을 확인해야 가능한부분이죠.
풀로컬라이징을 바라는건 아닙니다.... 다만 불편없을 만큼의 한글자막지원이라도 있었으면 어땠을가 싶습니다.

FPS메니아라면 반드시 즐겨볼 가치가 있는 게임입니다.
순수하게 액션만으로 상당한 중독성을 만들어내는데 성공했으며 글로리킬의 매력은 위험을 감수하고라도 빈사의 악마에게 돌진하는 충동을 선사합니다.
근래들어 가장 파괴적이고 피가 끓어오르는 FPS라고 할수있겠네요.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '가다나마' , 'Y', 0 ,'2016-5-29',  'Posted: 
영리함과 폭력의 화합

둠은 현시대 게임이 잊고있던 폭력의 제대로 된 선용법을 선사한다. 그 위신은 비유하자면 [매드맥스 : 분노의 도로]가 영화계에 던진 요란한 충격으로도 볼 수 있다. 여담으로, 두 매체 모두 메탈이라는 옷을 두르고 있다는 유사점이 있다.

고전의 수용과 현실과의 타협은 제작자들에게 고충이었을 것이다. id 소프트웨어는 훌륭한 선을 찾았다. 주먹질로 시작된 게임은 처음부터 달리기 시작하더니, 정조준과 재장전 따위는 성가시다는 것을 우리에게 역설한다. 놀랍게도, 살벌하고 소란스러운 분위기와 함께, 플레이어는 이에 설득 당한다. 이와 같은 향수를 불러오는 오래된 요소와 도전과제, 업그레이드 같은 현대적 요소의 기묘한 이중주를 매끄럽게 이룬 것은 칭찬받아 마땅하다.

무기간의 조화 또한 장점이다. 넓은 방 안에서 아이템을 획득하면 적들이 대거 습격하는 낡아빠진 연출도, 훌륭한 무기 조화가 부르는 순수하고 전략적인 폭력으로 인해 오히려 기다려진다. 또한 상대의 선혈을 일으키는 ''글로리 킬''은, 분명 타 게임에서 흔히 쓰이는 요소이지만 둠만의 마초적 본능으로 전혀 지겹지 않게 다가온다.

물론 장점만 있는 것은 아니다. 단순함이라는 양날의 검으로 인해, 후반부로 갈수록 계속해서 플레이하기에는 껄끄러울 수 있다. 이는 개인마다 차이가 있을 수 있는 요소로, 필자에게는 지겨워질 즈음 적절히 끝나 그다지 문제가 되지는 않았다. 보스전은 다양한 패턴과 함께 풍성한 볼거리가 가득하지만, 게임 인터페이스의 근원적 한계로 보스가 아니라 ''체력이 많은 몬스터''처럼 느껴졌다.

또한 단점 중 대중에게 가장 큰 주목을 받고 있는 것은 멀티플레이로, 멀티플레이의 전반적 시스템부터 시작해 나레이션의 모범적 목소리와 해설은 싱글과 비교했을시 소양감을 주어 같은 게임이라는 것이 못마땅하게 느껴진다. 마지막으로 스토리이다. 만약 본편 하나로 게임이 끝났다면 그다지 문제로 삼지 않았을 것이다. 하지만 후속작에 대한 예고가 되어있는 이상, 이목을 끌지 못하는 스토리는 발목을 잡을 우려가 있다.

하지만 이런 단점조차 둠은 포용한다. 제작자의 철저한 계산하에 이루어진 지옥도 속에서 휘두르는 폭력은 걱정보다는 플레이어의 말문을 막고 계속해서 앞으로 나아가게 하는 힘을 가지고 있다. 트리플 에이 게임 타이틀의 부진에 침통해 하던 게이머들에게 단비가 아닐 수 없다. 그러니 새단장한 둠가이의 귀한, 박수로 환영해보자.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Baby cat Nuri(Ama Kohachi)' , 'Y', 0 ,'2017-7-25',  'Posted: 
스트레스 해소용으로 완벽한 게임
스트레스 많이 받아서 악마들을 다 찢었네요 악마들에게 죄송합니다. 더 많이 죽어주세요' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '@All Hail The Queen Elsa' , 'Y', 0 ,'2016-5-18',  'Posted: 
아! 전기톱. 훌륭한 대화 수단이지!!

뒤를 돌아보지 마세요

총을 쥐고 전진하여 적을 분쇄하는 것만이 이 게임의 존재 의의이자 목적입니다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Sena(춥다추워..)' , 'Y', 0 ,'2016-10-9',  'Posted: 
Product received for free

빅 뻐킹건...ㅋㅋㅋㅋㅋㅋㅋ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '한강go' , 'Y', 0 ,'2016-8-23',  'Posted: 
고기 다지는게 이렇게 재밌는줄 몰랐습니다
이제부터 저의 꿈은 정육사 입니다^^' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Run and Gun' , 'Y', 0 ,'2016-5-13',  'Posted: 
쏘고 때리는 맛이 일품입니다. 하드한 액션 fps를 즐기고 싶은 사람에게 강력추천!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'BIGtoraumanMAN' , 'Y', 0 ,'2017-2-6',  'Posted: 
찢고 죽인다!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '콜ㅋ라ㅋ?' , 'Y', 0 ,'2016-7-4',  'Posted: 
흐흘흐릏ㅎ흙 너무감동적이얌 !' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'nas7979(KOR)' , 'Y', 0 ,'2016-5-22',  'Posted: 
누가 둠인가? 내가 바로 둠이다! 반 액션,반 고어!
난 둠2의 향수로 너네를 지진다! 그래, 이게 둠2구만! 누가 진짜 둠이냐?
나야! 내가 존나 둠이다! 얼마나 존나? 존나게 존나! 나는 10점 만점에 12점 둠!
과거따윈 신경안써! 과거는 겁쟁이들이나 신경쓴다고!

허? 뭐야? 뭐야? 저거 맘에 드는데! 중요하게 생긴 과거같군!

똑,똑.. 누구세요? 나야! 나 나 나 나 나!

나 나 나 나 나 둠3의 악몽 존나 찢고 죽이고
큰 신작! 둠3따윈 별것도 아니겠지!
오 좋아 간다! 신작행 열차가 간다! 칙칙 폭폭부와아아아앙 쾅! 젠장

버서커 모드 종료. 이제 더이상 신작이여도 무적이 아니군. 계획 수정이다!
존나게 충격적인 신작의 모습이 필요하다...
존나게 충격적인거...
존나게 충격적인 신작이 필요해...

어... 재미없네요
뭐 하여튼 저 패러디와는 다르게 충격과 공포다 그지깽깽이드라를 시전한 둠입니다
머스트해브게임입니다 어서 구매하셔서 둠2시절의 둠가이로 회귀하시길 바랍니다

그럼 전 이만 10점만점의12점사나이 둠가이가되어 애들 척추구경하러갑니다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'mangobear' , 'Y', 0 ,'2017-1-26',  'Posted: 
전통맛집의 성공적인 리부트.

처음엔 임프 몇마리 상대로 물총같은거나 뿅뿅 쏘면서 이게 뭐하는 짓인가 싶지만 게임을 진행하며 다양한 학살도구대화수단을 구비하게 될수록 + 더 강한 친구들을 만나게 될수록 점점 재미가 붙는다.

자칫 게임의 겉모습 때문에 어두운 느낌의 게임으로 보일 수도 있으나 전투시마다 흘러나오는 신나는 메탈음악만큼 경쾌한 게임템포와 함께 북어포 찢듯이 악마와 대화를 나눌 때마다 묘하게도 내 입꼬리가 올라가는걸 느낀다. 게임하는 내내 눈과 손이 정신없이 바쁘지만 머리는 비우고 즐겨도 좋은 게임이며 스트레스 해소에도 좋은 것 같다. 전기톱, 버서커, 빅퍼킹건... 그 맛이 정말 찰지다.

잘 연출된 그로테스크한 분위기와 훌륭한 그래픽으로 눈이 즐겁고 그에 반해 풀옵션으로 돌려도 비교적 높지않은 요구사양 + 어떤 상황에서도 칼같이 유지되는 프레임을 보면 최적화도 완벽하다.

아쉬운 점이 있다면, 보스전이 적다는 점 정도. 웨이브와는 또 다른 느낌으로 쫄깃한 재미를 주는데 성공했는데 이왕이면 그걸 살려서 좀 더 많은 대화를 나눌 수 있었다면 어땠을지...

그래도 흠잡을데 없는 싱글캠페인에 비해 멀티를 비롯한 그 외 여러게임모드들은 이도저도 못잡은듯한 느낌이 드는데 개인적으론 차라리 다른거 버리더라도 싱글에 더 공을 들여서 다른 장르지만 다크소울 시리즈처럼 좀 더 장대한 모험을 만들었어도 좋았을 것 같다.

멀티에도 신경 많이 썼다는건 알겠는데 멀티위주 아이피로 밀기엔 이미 한자리씩 차지하고 있는 쟁쟁한 경쟁작들에 비해 많이 서툴러 보이기 때문에... 멀티 특성상 천상천하유아독존인 둠가이의 캐릭터를 살리기도 어려워보이고... 아니면 차라리 pvp보다 코옵에 집중한다면 더 어울릴 것 같기도 하고 차기작에서도 그냥 본인들이 잘 만드는 싱글을 더 열심히 팠으면 하는 바람이 있다.

스토리상 떡밥은 던져졌고, 2% 아쉬운 점을 보완해서 나올 속편이라면 명작을 기대해봐도 좋을 것 같다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '네오피씨' , 'Y', 0 ,'2016-5-17',  'Posted: 
클래식 둠 느낌을 잘 살리면서도 현대기술의 그래픽과 물리앤진을 잘 버무렸음...
UV기준으로 거의 모든웨이브를 2회이상 트라이해가며 플레이중..
난이도 조절 정말 잘한듯.. 어려우면서 재밋음..

뒤로 갈수록 무기가 추가되고 특수 공격, 업그레이드, 시크릿 등등 뒤로 갈수록 새로운 재미를 느끼게 하고 2~3회차 도전욕구를 불러 일으키려 한거같은데 모든 무기를 얻은 후에는 같은 패턴 반복이라 금방 질릴수 있음

멀티의 경우 갠취가 중요할거같다..개인적으로 이런 하이퍼 FPS류의 게임을 즐겨하지않아서인지 재미를 붙이기 어려웠다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '펀타' , 'Y', 0 ,'2016-5-13',  'Posted: 
갓적화에 타격감 속도감 모두 최상급
처형모션도 30가지는 되는듯한데 매번 쓸 때마다 다양하게 죽이는게 꿀잼이네요
멀티는 베타 때 해보고 좀 단조로워서 싱글만 하는 중인데
멀티는 다시 해봐야 알듯
하면 할 수록 둠 1, 2의 향기가 조금씩 느껴짐
종합적으로 둠3보다 훨씬 낫습니다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Envy' , 'Y', 0 ,'2017-1-11',  'Posted: 
존나 달달한 갓겜.
악마를 찢고 죽이는 10점 만점에 12점인 게임이다.
아! 전기톱! 훌륭한 대화수단이지!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '일병 이주혁' , 'Y', 0 ,'2016-5-13',  'Posted: 
구매하시는분들 조금 도움되라고 초반평이지만 간단하게 써봅니다.

싱글 잠깐 해봤는데 요즘 나오는 일반적인 FPS하곤 많이다릅니다.

배경이랑 몹들이 독특한건 둘째치고 일단 몹 움직임이랑 공격들이 상당히 빠릿빠릿한데 엄폐할 장애물이없고 몹들 공격이 정말 사방에서 날라오기 때문에 일반적인 엄폐후 정조준사격과는 다르게 빠르게 계속해서 움직이면서 몹처형시킨다음 피회복템과 총알을 수급하면서 싸우는 방식입니다. 피 자동회복이 없으며 총알또한 빡빡하기 때문에 짜잘짜잘하게 죽이기보단 계속해서 적을 연쇄적으로 죽이면서 피랑 총알을 수급해야 게임이 더 쉬워지기때문에 유저에게 사실상 스피디함을 요구합니다.
근래 FPS에 익숙하신 분들이라면 많이 어색하실수 있으실겁니다.

정조준방식이랑 스프린트 기능 자체가없고 카운터스트라이크마냥 Shift가 걷기이며 재장전이 없습니다. 샷건이 20발이 탄약제한이면 20발 통째로 장전없이 계속해서 갈기는방식입니다. 쉽게말해서 그 자리에서 총알 계속 먹으면서 계속 쏘라는 뜻이죠

게임 자체가 매우 스피디하고 정신없기 때문에 이런 개판스러운 분위기를 즐기시는 분이면 상당히 재밌으실것이고 멀미가 있다거나 이런거에 익숙하지 않으시다면 이게 뭐야하고 실망하실수도 있습니다.

고전 둠이나 퀘이크에 익숙하신 분들이라면 쉽게 적응은 되실겁니다.



참고하시라고 금방찍은 영상 하나 올려봅니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Vox_MINseo' , 'Y', 0 ,'2017-10-17',  'Posted: 
타격감이 액체괴물인줄' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'roped' , 'Y', 0 ,'2016-11-24',  'Posted: 
정신없이 악마를 죽이면 되는 게임입니다.
HP나 탄약이 적어지면 근접 공격으로 처리시 아이템이 나오는 시스템 때문에
피가 없으면 더욱 적극적으로 찢게 되는 게임입니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Ni9htsh4de' , 'Y', 0 ,'2016-11-25',  'Posted: 
말이 필요없는 둠! 스피디 하게 악마들을 학살해봐요!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'ikari75' , 'Y', 0 ,'2016-7-7',  'Posted: 
말이 필요없는 모범적인 고전의 현대화.
고전을 즐겼다면 이것 또한 즐길 수 있다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Plus N`t' , 'Y', 0 ,'2017-1-4',  'Posted: 
남자의게임' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Steel Plate' , 'Y', 0 ,'2016-7-3',  'Posted: 
둠 이거 정말 아~무 생각없이 신나게 즐길 수 있는 학살게임이네요!
BGM이 바뀌기 시작하면 기분이...오아~~ 불탑니다ㅋㅋㅋ

총알이 부족하면 전기톱을 꺼내들고 썰어버리면 됩니다. 그럼 총알이 후두두둑~호롤롤로~
이때의 기분은 정말...캬~~

쓰고나니 좀 미친놈 같은데...뭐 플레이 하는 동안 그냥 미치면 됩니다ㅎㅎ;;;' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Dancy Dancy LaLaLa' , 'Y', 0 ,'2016-5-30',  'Posted: 
찢고 죽인다!

FPS를 하프라이프로 시작한 나에게는 반가운 게임이다.
은폐/엄폐 따윈 없고, 체력 바가 표시되며(즉, 자동회복은 없다),
구조가 복잡한 맵에서 퍼즐을 풀고 길을 찾는 재미가 있는 클래식한 FPS라고 할수 있다.

콜옵이나 배필에 익숙한 사람들에게는 꺼려질 수도 있지만, 그럼에도 한 번 해보라고 추천하고 싶다.
이런 형식의 게임이야 말로 FPS의 원초적 재미를 잘 살린 게임이기 때문이다.

그리고 무엇보다, 스트레스 해소에 직빵이다. 찢고 죽인다!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Unsilenced' , 'Y', 0 ,'2016-8-15',  'Posted: 
이 게임을 하고 살육의 쾌감에 눈을 떴습니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'stemapunkalice' , 'Y', 0 ,'2016-6-26',  'Posted: 
한국어가 지원되지 않는 게임이지만 걱정할 필요는 없습니다

샷건으로 머리통을 날려버린후 악마와의 정숙한 대화를 나눌수 있기 때문이죠' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'qwasp1114' , 'Y', 0 ,'2016-10-18',  'Posted: 
손 맛 쩔어 주는게임' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Ghost GYG(12월08일휴가예정' , 'Y', 0 ,'2016-10-10',  'Posted: 
딱 한마디만한다.
갓겜' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Ori' , 'Y', 0 ,'2017-6-23',  'Posted: 
Product received for free

찢고,터트리고,죽인다!
말이필요없는 게임입니다.
6만원인데 그새 가격 내렸네요.. 뭐어쨌든 갓겜' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '사인팽' , 'Y', 0 ,'2016-7-3',  'Posted: 
싱글플레이 FPS 하면서 아드레날린이 솟구친다는 느낌 받은게 얼마만인지 모르겠음. 최고다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'I hate my life' , 'Y', 0 ,'2017-8-4',  'Posted: 
FIGHT LIKE HELL' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'sjy266' , 'Y', 0 ,'2016-5-17',  'Posted: 
Doom 1, Doom 2의 분위기를 잇는 정식 후속작이자 리부트 시리즈의 시작입니다. 액션보다 공포 분위기가 주였던 Doom 3과는 방향이 다소 차이납니다.


게임플레이는 90년대의 둠 클래식 시리즈의 느낌을 이어받아 빠르고 강력한 화력으로 악마들을 쉴새없이 학살하는데 초점이 맞추어져 있습니다. 페이스가 매우 빠르고 탄창이나 엄폐 등 현재 FPS에서 지향하는 택티컬한 (복잡한) 요소가 배제되었기 때문에 2000년대 이후 FPS 플레이를 생각하면 다소 이질적이고 혼란스러울 수 있습니다. 클래식 둠을 3차원의 최신 사양으로 돌린다고 생각하시면 되고, 퀘이크 3 아레나의 단순하지만 기술적인 요소들이 접목된 느낌입니다.


게임은 오로지 악마들을 살육하는 쾌감을 극대화시키는데 주력하고 있으며 새로 도입된 글로리 킬 시스템은 매우 재미있고 쉴세 없는 살육 페이스에 화룡점정을 찍어줍니다. 한바탕 적을 도륙하고 아이템을 챙기고 재정비한 후 다음 구역으로 넘어가는 식의 플레이가 주가 되며 길은 그다지 복잡하지 않지만 3차원 네비게이션과 점프 요소가 들어있기 때문에 잠시 진행을 멈추고 사방을 훑어봐야 할 때도 있습니다. 점프나 벽을 기어오르는 요소가 많은 부분은 일각에서 단점으로 지적하기도 하지만 퀘이크 3의 현란한 3차원 움직임을 생각하면 둠/퀘이크 프랜차이즈의 고유한 특징이라고 보는 것이 옳다고 봅니다. 3차원 맵 제공 등의 사용자 편의는 최대한 제공되고 있기 때문에 헤맬 정도는 아닙니다.


클래식 둠의 아이템과 무기들이 대거 재등장하며 추가된 무장도 몇 종 있습니다. 무기는 업그레이드가 가능하고 맵의 숨겨진 요소를 찾아 언락하거나 도전과제 형식으로 미션을 깨면 부여되는 포인트를 이용하기 때문에 단순한 스타일이지만 질리지 않고 다각도로 즐길 수 있습니다. 타격감이나 액션성은 충분하다고 생각합니다. 조금 아쉬운 점이라면 탄약 휴대량이 클래식 둠에 비하면 많이 부족해 휴대량 업그레이드가 없는 초반은 물론이고 후반에 가도 무기 한두 종으로 적을 쓸어담기는 부족하기 때문에 전략적인 무기 선정과 효율적인 전투가 요구됩니다.


ID Tech 6 엔진을 사용하여 그래픽은 깔끔, 훌륭하고, 무엇보다도 최적화가 잘 되어 사양을 덜 타는 편입니다. i5 2500k에 970을 사용하여 1080p 해상도로 프레임 드랍 없이 쾌적하게 플레이가 가능합니다. 다만 군데군데 랜덤하게 크래시가 발생하는 경우가 있는데 CPU 쓰로틀 문제로 추측됩니다. 동일 구간에서 에러가 반복해서 날 수 있지만 계속 시도하다보면 넘어가기도 합니다. 크래시 부분은 사양에 따라 다르기 때문에 일반화 하기는 어려운 부분입니다. 에러는 불편할 수 있지만 치명적인 정도는 아닙니다.


사운드도 훌륭한 편입니다. Doom 3의 침침하고 답답한 사운드에서 벗어나 타격감 있는 사운드와 메탈 BGM 덕분에 몰입하기가 쉬운 편입니다. 사운드트랙이 훌륭하다는 평가가 많은데 저는 메탈 메니아는 아니라서 길게 쓰지는 않겠습니다. 게임 분위기에 잘 어울리고 효과적이라는 점은 동의합니다. 클래식 둠의 음악을 어레인지한 부분도 있기 때문에 고전 향수를 충분히 불러일으켜줍니다.


분명 둠 + 퀘이크 3의 시스템을 따라가고는 있지만 베데스다에서 개발한 이전 타이틀인 울펜슈타인 : 뉴 오더 시리즈의 냄새를 짙게 풍기는 부분도 있습니다. 이쪽 시리즈를 즐기신 분들은 큰 거부감 없이 분위기에 익숙해질 수 있을 겁니다. 연출이나 줄거리는 단순 명쾌하지만 허접하지는 않습니다. 둠의 스토리로는 딱 적절하다는 생각이 듭니다.


멀티플레이는 앞서 베타 테스트가 공개되었을 때 혹평을 받은 부분이 있지만 저는 크게 관심을 두지 않는 부분이고, 아직 손을 대보지 않았기 때문에 평가는 보류하겠습니다. 현대적이고 사실적인 FPS보다는 사이버펑크스러운 퀘이크 스타일에 가깝습니다.




마지막으로 본 타이틀은 예전 클래식 둠의 향수를 가지신 분들에게 크게 어필할 것이며 기대를 충분히 충족시켜줄 것입니다. 둠 4로서 나올 수 있는 최선의 모양을 갖추었다고 생각합니다. 65,000원이라는 가격은 싸지는 않지만 클래식 둠 매니아들에게는 충분히 지출할 만한 가치가 있습니다. 하지만 2000년대 택티컬 FPS에 익숙하신 분들은 덥석 구매하기보다는 좀더 정보를 구해보고 고려하시길 바랍니다. 나중에 가격이 내리거나 할인해서 3 ~ 4만원 정도라면 충분히 경쟁력 있는 타이틀로 봐도 좋을 듯합니다.

코흘리개 시절 둠을 즐겼던 유저 중 하나로서 둠 시리즈의 성공적인 리부트에 매우 만족합니다.

종합평점 : 9/10






* 사면 후회없음 : 클래식 둠 매니아, 울펜슈타인 : 뉴 오더 시리즈를 재미있게 하신 분, 싱글플레이에 주력하시는 분.

* 충분히 생각해보고 구매 : 일반적인 FPS 플레이어 (콜옵, 배필 등에 익숙한), 둠3으로 시리즈를 시작하신 분, 멀티플레이를 중요하게 여기시는 분.

* 구매 비추천 : 잔인한 것을 싫어하는 분, 극한의 빠른 액션을 못따라가시는 분 (퀘이크와 둠의 플레이는 극도로 역동적이고 빠르며 싱글플레이도 난이도를 높이면 피지컬 없이 힘듭니다).' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'BGUN' , 'Y', 0 ,'2016-5-20',  'Posted: 
정말 멈출수없는 고어 폭렬액션을 좋아하는 사람이라면 꼭 해봐야하는 작품! 전작인 둠3가 공포에 중점을 두었다면 이번엔 그런거 없습니다. 그냥 계속해서 돌진하며 싸우는 폭렬액션에 중점을 두고 있습니다. 오리지널 시리즈 처럼 재장전을 도입하지 않은것 또한 둠3 와 큰 차이라고 할 수 있겠네요. 개중에는 이 게임을 하면서 멀미를 느끼는 사람이 있을수도 있을정도로 어지럽고 속도감 있는 전투가 전개됩니다. 실제로 제 선배는 크라이시스의 외계 비행선 미션 이후로 멀미를 느낀건 처음이라며 멀미를 호소했습니다. FPS 특유의 어지러움을 견디지 못하시는 분이라면 플레이을 고려해보는게 좋겠습니다. 미미한 어지러움을 빼면 정말 만족스러운 게임입니다!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'RogueKim' , 'Y', 0 ,'2016-5-16',  'Posted: 
클래식 둠을 인상깊게 플레이 해본 사람이라면 무조건 좋아할 수 밖에 없을 것이다.
안해본 사람을 위해 정말 간단하게 게임 컨셉을 써보자면..

흔히 둠을 3만 접해보고 클래식 1,2를 플레이 해보지 않은 사람은 둠이 호러, 공포게임인줄 아는 사람이 많으나 본래 클래식 둠의 본질은 폭력, 속도, 빅뻐킹건으로 통한다. 공포는 처음 접해볼때나 그렇고..

이번 둠은 그때의 컨셉을 훌륭하게 계승했다.
이건 엄폐 그딴거 없고 달리고 또 달리면서 정말 말 그대로 적들을 ''터뜨리는'' 게임이다.
요즘의 주류가 된 fps들과는 정말 차원이 다른 속도감과 호쾌함을 느낄 수 있을 것이다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '이브' , 'Y', 0 ,'2016-12-30',  'Posted: 
Product received for free

띠요옹~ 이거 완전 악마학살겜 아니냐?
이쯤되면 악마들이 불쌍해진다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'sobra' , 'Y', 0 ,'2017-3-17',  'Posted: 
갓겜인데 너무짧아요' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'WoodStock' , 'Y', 0 ,'2016-11-25',  'Posted: 
찢고 부순다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Diablo' , 'Y', 0 ,'2016-5-14',  'Posted: 
campaign : perfect
multiplayer : likes and dislikes......' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Green Wolf' , 'Y', 0 ,'2016-5-15',  'Posted: 
오 좋아!! 간다!!!!
심야행 열차가 간다!!!!!


칙칙폭폭 때앵!!! 폭폭 부아아암 젠장!!!!

이것이야 말로 교황청 엑소시스트 악마들 때려잡는 교과서!!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'srape' , 'Y', 0 ,'2016-5-14',  'Posted: 
이게 둠이지 둠가이가 악마 학살하는게임' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'what do you mean happy' , 'Y', 0 ,'2016-11-24',  'Posted: 
goood' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'madeun' , 'Y', 0 ,'2016-5-14',  'Posted: 
Product received for free

뭐 별거 있나요... 액션충만' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Tech5' , 'Y', 0 ,'2017-4-28',  'Posted: 
싱글플레이 :
길찾기 비중이 꽤 높다. 특히 파워업을 위해 숨겨진요소들을 찾으려면.
그래도 일단 전투가 시작되면 화끈하다.

멀티플레이 :
심각하게 재미없다.

둠3에서 플레이방식이 대폭 변경된것과,
오랜시간 인터넷에 쌓여온 둠 관련 밈들의 시너지에 힘입어
호쾌한 상남자 액션게임이라는 광적인 평가가 세간에 넘쳐나지만,
냉정하게 보면 게임 자체는 그에 미치지 못한다.
그래도 싱글플레이 만큼은 한번쯤 해볼 만 하다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'The Godfather' , 'Y', 0 ,'2016-6-11',  'Posted: 
기존 둠의 제작진이 클래식 둠 리부트의 열망을 제대로 구현했습니다.
즉 이 게임은 뇌를 비우고 적을 부수고 찢고 학살하는 게임이죠.

둠3가 적을 죽이는 게 부수적이고 사실상 시야가 거의 안 보이고 갑작스러운 적의 습격에 화들짝 놀라는 호러 게임이었다면 이번 둠은 그냥 보이는 즉시 죽이면 알아서 게임이 진행되는 액션 게임입니다.

아니, 신사의 토론 게임입니다.

초반에는 정말 지루할 수도 있습니다. 딱총이랑 샷건으로 거동이 불편한 최하급 장애인 악마와 임프만 잡으면서 재미가 느껴질 리가 만무하죠.
그러나 그 후 쏟아지는 수많은 파워풀한 무기와 강력한 중상급 악마와의 사투를 맛보지도 못하고 이 둠을 판단한다면 당신은 경솔하고 어리석은 게이머입니다.

훌륭한 대화 수단인 전기톱은 사실상 BFG 이전에 궁극의 무기입니다.
둠 입문해보시는 분들이 느끼게 되겠지만 총도 매우 전략적으로 사용하고 전기톱도 전략적으로 운영하지 않는다면 둠은 호락호락하지 않습니다.
탄약과 체력은 항상 모자랍니다. 이 완급 조절의 요소가 또 둠에 몰입하게 만드는 엄청난 요소입니다.

둠의 신작이 12년만에 탄생했는데 이 게임을 기대하는 팬들에겐 굉장히 반가운 소식이며 FPS 팬들에겐 의심스러운 게임인 게 분명합니다.
멀티 플레이 베타에서 보여주었던 자그마한 맵, 약해보이는 무기들, 이렇다 어필할 부분이 없던 면을 기억하기 때문이죠.
둠 팬들이 이 게임에 기대한 것은 분명 이것입니다. 클래식 둠으로 회귀하는 것이 분명할 게임 플레이, 그것 하나 뿐이죠.

챕터3을 넘기면서 머신건부터 차례로 등장하는 무기들을 사용해보면서 이 게임의 타격감이 다른 게임과 굉장히 무언가 다르다는 걸 느꼈습니다.
업그레이드를 통한 서브 공격과 섞이면서부터 둠만의 슈팅이 전달되는데 일반적인 FPS보다 굉장히 과장된 느낌입니다. 업그레이드를 통한 웨폰 모드 공격의 사운드는 충분히 말초적이었어요.

악마들이 부위별로 사지가 떨어져나가고 휘청거리거나 스핀하고 넘어지고 총알이 박혀 난장판이 되는 걸 느낄 수 있습니다.
이 느낌은 둠 리부트가 주는 파괴성에 일조하고 있지요.

게임성을 말하기에는 둠 리부트가 가진 게임성은 매우 단순합니다.
퍼즐도 없으며 은신해야 클리어 가능한 구간도 없으며 중간중간 진행되는 홀로그램이나 단말기 정보는 말 그대로 정보 수준입니다.
내러티브도 없습니다. 심지어 게임이 가지고 있는 난이도의 기승전결 외에는 아무것도 없어요.
그야말로 현세대 게임을 즐기는 게이머들에게는 굉장한 불호가 될 수 있는 부분입니다.

그리고 둠 리부트가 노리고 있는 전투 구간 자체가 예상 가능하고 전투 양상이 반복됩니다.

둠에 달랑 들어 있는 건 ''쏘고 달리고 점프한다'' 입니다. 중반부 이전까지는 이곳에서 대규모 전투가 벌어지겠다, 하면 벌어집니다.
악마들의 패턴은 의외로 단순하죠. 물량도 그렇게 많은 것 같지는 않아 가만히 서서 조준하기도 하고 보는 족족 글로리 킬로 박살내다보니 영 식상하기도 하고요.

FPS 게임에서 터렛도 없고 탈 것도 없고 빌딩이 무너지는 연출도 없고 잠입 요소도 없고 하다 못해 중간 보스도 없기에 역시 타격감 좋은 싱거운 둠이구나, 하고 생각했죠.

중반부에 지옥으로 들어가면서 위와 같은 플레이를 하다 보니 해당 구간을 도저히 깰 수가 없었어요.
계속 달리고 피하고 도망쳤어요. 죽지 않으려면 레이스를 해야 했습니다.
레이스에 점프는 본능적으로 사용하게 되고 글로리 킬로 탄약과 체력을 효과적으로 얻는 방법을 순간순간 고민해야 한다는 걸 알게 되었죠.

헬 나이트급의 악마가 소환되면 정말 눈 깜짝할 사이에 사망하는 전투 속에서 악마들을 유인하고, 점프로 뒤잡, 웨폰 모드 공격으로 뎀딜 노리고, 글로리 킬과 전기톱 타이밍 생각하다 보니 어느새 악마들과 제가 떡을 치고 있는 게 아닐까 싶은 생각마저 들더군요.
그리고 공중에서 로켓으로 한데 모인 악마들을 폭사시키다 보니 제 입꼬리가 올라가는 게 느껴졌습니다.

중반부터 컨트롤이 익숙해지고 이 레이스를 즐기게 되는 순간 둠이 위대해지기 시작했습니다.
이 게임의 캠페인이 어느 순간부터 미쳐 돌아간다고 말이죠.
둠 리부트의 캠페인은 파괴적인 제트 분사를 떠올리게 합니다.

문제는 이 미치도록 즐거운 전투가 반복적으로 이루어진다는 거죠.
여긴가, 하면 거기서 대규모 전투가 일어나고 혹시나 하면 레버넌트, 맨큐버스, 헬 나이트, 바론 오브 헬 순으로 역시나 소환이 됩니다.
전 이 부분이 완성도 있는 전투를 제대로 못 살리고 있다고 생각합니다.

만약 둠 리부트가 클래식의 공식을 따르고 있다면 광활한 곳에서 짱박혀 장풍만 날리는 바론 오브 헬도 있어야 했어요. 둠가이가 탄막 게임처럼 해당 구간을 지나치는 전투 말이죠.
또 좁은 복도에서 한껏 줄지어 있는 악마들을 전기톱으로 갈면서 나가는 전투도 있어야 했습니다.
그 외에 클래식이 가졌던 다양한 전투 스타일 말이죠.

그게 둠 리부트의 최대 단점입니다. 한 가지 양상이 반복되죠.
하지만 그 단점도 상쇄하는 게 둠 리부트의 장점입니다.


장점: 열반이 이런 것이 아닐까, 추측하게 만드는 무념이면서 최고의 캠페인. 전투는 이제껏 경험하지 못했던 신세계 수준. 구간 전투가 끝나면 게이머 얼굴에 피떡이 묻은 착각이 들게 할 정도의 화끈함.

단점: 전투 외에는 내세울 요소가 텅 비어 있음. 그 전투가 다소 반복적 양상을 보임. 내공이 없는 멀티 플레이.


총평: 호전적인 하이퍼 FPS의 놀라운 귀환. 결론은 구매하세요. 그리고 반드시 패드로 플레이하세요.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'madeun' , 'Y', 0 ,'2016-5-14',  'Posted: 
Product received for free

뭐 별거 있나요... 액션충만' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '김-치 워리어' , 'Y', 0 ,'2016-5-14',  'Posted: 
두둠칫~
⊂_?
＼＼ Λ＿Λ
＼( ''ㅅ'' )
>　⌒?
/ 　 へ＼
/　　/　＼＼
?　ノ　　 ?_つ
/　/
/　/|
(　(?
|　|、＼
| ? ＼ ⌒)
| |　　) /
`ノ )　　L?' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Ingsae' , 'Y', 0 ,'2017-7-30',  'Posted: 
탕 펑 퍽 우지직' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'DJ' , 'Y', 0 ,'2016-6-28',  'Posted: 
아 둠이 어떤 게임이냐고요?

괴물 : 오ㅓㅓㅏ어ㅚㅏ어리엄라ㅚ와왕와오아ㅗ아ㅗ아 쿵콰옹카ㅗ앜 펑펑펑 팅탕탕탕텅터어 으앙강ㅇ오아ㅗ아ㅗ아라아랑라
와아아아아ㅏ앙아아아아 펑컹텅 푸슉 으와오아ㅗ아ㅗ아와 오아아아ㅏㅇ

둠 가이 : 탕탕 펑 탕 칙 텅 펑 투라루루루루룰 타라라라라라라 잉푱ㅍ욮ㅇ푱ㅍ욮ㅇ 펑펑펑 퓨슈유유융 펑 철컥팅 탕탕탕

한 마디로 말이 필요없다는 거죠' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'MOJIRI' , 'Y', 0 ,'2016-11-28',  'Posted: 
구와아아아아ㅏㄱ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Potato' , 'Y', 0 ,'2016-10-6',  'Posted: 
짜릿' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'sanggwaengyi' , 'Y', 0 ,'2017-3-4',  'Posted: 
폭팔! 스트레스해소! 끝.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Dr.monster' , 'Y', 0 ,'2017-7-4',  'Posted: 
독실한 기독교인인 둠가이가 BFG(Bless From God)을 들고 지옥의 악마들과싸운다는 매우 교훈적이고 종교적인 게임.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'TuNa' , 'Y', 0 ,'2016-6-30',  'Posted: 
이 게임을 플레이를 안하신 분들은 모르겠지만, 이것은 상남자의 연애공략 게임입니다.
수줍음이 많은 녀석들이 상남자인 여러분들을 보고 관심을 갖게 됩니다.
그녀석들을 공략하기 위해서는 대화수단이 필요한데, 게임을 진행하다보면 훌륭한 대화수단용 아이템들이 마구 쏫아집니다.
어느정도 선물을 주면 녀석들이 뿅 가버린 상태가 되는데,
그때 상남자 다운 격렬한 애정표현을 표현하십시오. 녀석들이 기분좋아 미쳐서 죽습니다.





아직 애정표현이 서툰 분들은 이 게임을 먼저 하고,
상남자가 어떤건지 배우고 보여주십시오.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'a newbie' , 'Y', 0 ,'2016-8-6',  'Posted: 
개꿀잼ㅋㅋㅋ

이런걸 기다렸습니다.. 둠3에서 실망하고 둠4 넘어와서 만족하네요

둠1 둠2 시리즈의 추억이 돋습니다.

맵이 복잡하고 불친절 하다구요? 아직 부족하지만 이것이 진정한 둠..

몬스터들 떼거지로 나와서 학살하는 맛도 솔솔하고.

고전둠으로 회귀했습니다.

역시 id소프트웨어라는 말 밖에는 안 나오네요.

이런 명작을 내놓다니.. ㅜㅜ

근데 메트로2033 이후로 오랜만에 FPS 겜 하면서 멀미했습니다.

참고로 기본으로 90 맞춰져있는 FOV를 110으로 늘리고, 모션 블루어 낮추면 멀미는 완전히 해결됩니다.

위처럼 설정하고나니, 이젠 플레이하면서 멀미 안합니다.

둠은 10탄까지 나와야해..' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'GAMEKING' , 'Y', 0 ,'2016-8-24',  'Posted: 
둠 시리즈는 처음해보는데 둠가이 정말 상남자. +갓신적화' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'hdkim45' , 'Y', 0 ,'2016-8-5',  'Posted: 
12/10' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'HIrose Suzu' , 'Y', 0 ,'2016-8-4',  'Posted: 
십꿀잼 of 개꿀잼 첨엔 한글화도아니고 길찾기 어리버리타서 좀 그랫는데 익숙해지고나선 비밀길도 내가 찾게되고 막히는거없이 싱글 개꿀잼으로함 진짜 싱글 강추임' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'keajes' , 'Y', 0 ,'2016-7-10',  'Posted: 
The Ballet. with Fire and Gun.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Sebulba' , 'Y', 0 ,'2017-6-9',  'Posted: 
둠. 내 인생 게임. 이상.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Bitter' , 'Y', 0 ,'2016-5-19',  'Posted: 
화끈함의 결정체가 왔습니다...
학살계의 본좌

DOOM' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'guitarbj' , 'Y', 0 ,'2016-5-22',  'Posted: 
this is amazing...' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Houzor' , 'Y', 0 ,'2016-6-9',  'Posted: 
10점 만점에 12점 드립니다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'assbutt' , 'Y', 0 ,'2016-6-26',  'Posted: 
생각을 할 필요가 없는 게임
아 재밌드아' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'newroo' , 'Y', 0 ,'2016-7-1',  'Posted: 
very good. story DLC needed' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Stupidity Glimmer' , 'Y', 0 ,'2016-6-29',  'Posted: 
더 이상의 설명은 필요없다
이건 둠이다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Trial' , 'Y', 0 ,'2016-8-23',  'Posted: 
당신 앞에 있는 모든 생명체들을 찢어죽이다보면 게임 엔딩까지 오게 될 하이퍼 FPS이자 FPS의 제왕이라고 할 정도로 극찬을 받은 둠 리부트 입니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'GasungB' , 'Y', 0 ,'2017-4-2',  'Posted: 
게임 불감증이였는데 열심히 플레이하고 있습니다. 강추!

장황한 설명이 필요한 게임은 아닙니다만 그래도 역시한글패치가 되어있다면 더 몰입할 수 있지 않을까 싶네요.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'kimchi man' , 'Y', 0 ,'2016-5-13',  'Posted: 
Product received for free

dudududududududu!!!!!!!!!!!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Hwain' , 'Y', 0 ,'2016-11-2',  'Posted: 
최고의 스트레스 풀기 게임

돈이 아깝지는 않음' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Shays' , 'Y', 0 ,'2017-4-26',  'Posted: 
악마를. 그냥. 존ㄴ. 후려. 패세요.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'lkm' , 'Y', 0 ,'2016-7-9',  'Posted: 
12/10' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Psycho Dominic' , 'Y', 0 ,'2016-8-30',  'Posted: 
타격감이나 사운드 배경음악 모두다 최고지만...한국서버에는 멀티에 사람이 없어 약간의 아쉬움' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'peperoni' , 'Y', 0 ,'2016-5-30',  'Posted: 
쏘고 밟고 찢고 터트리고!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'IMPACT-ACI' , 'Y', 0 ,'2016-5-15',  'Posted: 
Product received for free

1. 산다
2.죽인다.
3. 싼다.
4. ????
5. PROFIT!!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '[]noein' , 'Y', 0 ,'2016-5-15',  'Posted: 
♥♥♥♥ God ;' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'peperoni' , 'Y', 0 ,'2016-5-30',  'Posted: 
쏘고 밟고 찢고 터트리고!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'GoldenEagle' , 'Y', 0 ,'2016-5-13',  'Posted: 
시원하게 떄려부수는걸 원한다면 추천 ㅎㅎ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Roach.B' , 'Y', 0 ,'2016-5-13',  'Posted: 
악마를 찢고 뜯고 맛보고 즐기고싶다면... DOOM' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Isaac Clarke' , 'Y', 0 ,'2016-5-14',  'Posted: 
애들 조지고 엘리베이터 타면서 둠 타이틀 뜨는 순간 소름 쫙' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '고인물' , 'Y', 0 ,'2016-8-1',  'Posted: 
콜옵, 배필에 질렸다고? 넌 그럼 둠이야. 진짜 게임의 참맛을 아는 게임이다

멀티 안잡히는거만 빼면 ㅆㅅㅌㅊ 언차보다 재밌음' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Processed Meat' , 'Y', 0 ,'2016-5-14',  'Posted: 
How Nice Game' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'chopd1122' , 'Y', 0 ,'2016-5-30',  'Posted: 
정말 재미있다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'IMPACT-ACI' , 'Y', 0 ,'2016-5-15',  'Posted: 
Product received for free

1. 산다
2.죽인다.
3. 싼다.
4. ????
5. PROFIT!!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '스스스스' , 'Y', 0 ,'2016-5-15',  'Posted: 
벌써 핵풀린것 같다...https://www.youtube.com/watch?v=MzBtDoBYASc 빨간핑에 스나 0.3초 반응에 말도 10판 만났는데 한발도 안빗나 간다.. 그래서 퀘이크 개곳수인가 하고 봤는데 디비전 좀 해본것 빼곤 fps전무 재능이라 하기에는 핑이랑 잠깐 보이는거 맞추는거 보면 입이 떡벌어진다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'IMPACT-ACI' , 'Y', 0 ,'2016-5-15',  'Posted: 
Product received for free

1. 산다
2.죽인다.
3. 싼다.
4. ????
5. PROFIT!!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'GoldenEagle' , 'Y', 0 ,'2016-5-13',  'Posted: 
시원하게 떄려부수는걸 원한다면 추천 ㅎㅎ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Roach.B' , 'Y', 0 ,'2016-5-13',  'Posted: 
악마를 찢고 뜯고 맛보고 즐기고싶다면... DOOM' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Isaac Clarke' , 'Y', 0 ,'2016-5-14',  'Posted: 
애들 조지고 엘리베이터 타면서 둠 타이틀 뜨는 순간 소름 쫙' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Black Waltz' , 'Y', 0 ,'2016-8-6',  'Posted: 
CLICK CLICK !!
BOOM BOOM !!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '[kor]ident00' , 'Y', 0 ,'2017-1-2',  'Posted: 
올드 FPS 게이머들에게 은총과도 같은 게임.이젠 세일로 저렴하게 만날 수 있으니 누구나 악마들을 최고의 대화 수단으로 조져봅시다.적당한 수준의 반복적인 플레이와 전투시 아드레날린을 내뿜게 만드는 BGM어떤 무기로 때려잡을까 살짝 고민하게 만드는 개성 있는 무기.이젠 악마들이 게이머들을 무서워 해야 할 차례입니다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'jiral' , 'Y', 0 ,'2017-6-16',  'Posted: 
정말 최고의 게임입니다.
강추합니다.
아주 시원시원해요.
데몬 팔을 뜯어 그걸로 데몬 머리통을 부슬 때의 쾌람이란!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '[Корея]Верный' , 'Y', 0 ,'2017-1-1',  'Posted: 
F**KING BADASS GAME I EVER PLAYED

F**k u overwatch goty 2nd!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '킹 아서' , 'Y', 0 ,'2017-7-22',  'Posted: 
내가 바로 둠가이!
찟고 죽인다!
지옥에갈 준비 됐나?
때려 부순다아아' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'METALER' , 'Y', 0 ,'2016-5-19',  'Posted: 
멀티에 대한 재미는 좀 의문이고 개취를 타는 듯합니다... 애초에 베타때의 나쁜점수는 멀티플레이만 공개해서였던 듯 합니다

하지만 정말 싱글만큼은 강추. 싱글의 재미만으로도 65000원의 값을 합니다.

뿅뿅뿅 하는 기본 권총타격감도 좋고 글로리킬의 호쾌함은 최고입니다.

어떻게 둠1,2의 느낌을 현대식으로 살릴까 했는데 기대이상으로 잘 나와줘서 정말 행복합니다.

FPS를 좋아하신다면 필구!!!


2017.7.22.
추가 :개인적으로 기대해서 예구도 하고 DLC도 제돈주고 샀지만 이번 무료, 세일을

함에도 일말의 후회가 없습니다. 정말 원래 가격에서도 갓갓게임이었는데

이번 세일, DLC무료화와 동시에 킹엠퍼러제너럴갓갓갓게임으로 등극했네요.

FPS 울렁증이 없고, 잔인한것 싫어하는 게이머만 아니라면 무조건 구매각입니다.



싱글의 재미는 더 설명할 필요도 없구요

캠페인의 재탕인 아케이드 모드도 점수올리는 재미가 있습니다.

스냅맵모드는 다른 유저들이 만들어 놓은 것만 해도 끝이 없을 듯합니다.

게임 맵 제작에 관심이 있다면 스냅맵을 직접 만드는 것도 재미있을 것 같구요.

이번 세일을 통해서 멀티 유저가 좀 늘길 바랍니다... 평소에는 북미섭을 안가면 매칭이 잡히지 않기에 ㅠ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Mrtino' , 'Y', 0 ,'2016-6-28',  'Posted: 
CRICK- CRICK- BOOM!!- BOOM!!-' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'hahaha0016789' , 'Y', 0 ,'2017-5-15',  'Posted: 
정말 말이 안나온다. 몸이 전율한다. fps계의 폭력이라고 하면 당연 둠을 지목할것이다. 내가 하고 싶은 말은 희망없는 악마들을 사냥하고 싶다면 지금 당장 사라는거다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'RerA' , 'Y', 0 ,'2016-5-20',  'Posted: 
Product received for free

good game~' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'mAw_1337' , 'Y', 0 ,'2016-7-17',  'Posted: 
Intelligent, fresh and endlessly enjoyable, Doom is more than a tribute to its beloved progenitor. 

"영리하고, 신선하며, 끊임없이 즐거움을 선사한다. 둠은 사랑받던 조상을 위한 단순한 헌사 그 이상의 것이다. " - IBTimes' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Miyeok' , 'Y', 0 ,'2017-7-3',  'Posted: 
왜 게임 배경이 대한민국이지?' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'zealot' , 'Y', 0 ,'2017-1-16',  'Posted: 
2016년에 나온 게임들 중 ''둠''은 개인적으로 기대하던 게임은 아니었다. 게임 역사 상 빼놓을 수 없는 고전 명작이지만 정작 해보지는 않았고, 새로 나온다는 리부트 작이 과연 내 취향에 맞을까 하는 의문도 없지 않았다.하지만 ''둠'' 을 직접 플레이해보니 생각 이상으로 훌륭한 게임이었다. 아드레날린을 발산시키면서도 게임에 전혀 위화감을 주지 않는 메탈 배경음악 그리고 무력화된 적을 찢어발기는 다양한 글로리 킬 액션을 직접 체험하면서 그 즐거움은 이루 말할 수 없었다. 비록 영어로 된 대사와 텍스트들 때문에 게임에 대한 배경과 인물의 의도 등을 이해하기에 부족한 느낌이 들었지만, 자신만의 방식으로 악마와 싸우는 둠가이의 호쾌한 액션은 그 부족한 감정을 잊게 만들었다. 또한 훌륭한 대화수단이라고 흔히 말하는 전기톱 그리고 BFG 9000 등 다양한 무기들을 직접 손에 쥐고 악마들을 날려보낼 때 그 쾌감은 마치 둠가이가 된 것 같았다.

아쉬운 점이 있다면 게임 후반부로 갈수록 플레이 방식이 단순하게 느껴진다는 점이다. 한 스테이지 안에 있는 퍼즐을 한 개 풀면 대규모로 적들이 나오고 ,그 무리들을 처리하고 나면 다른 퍼즐을 찾는 방식이 반복된다. 그리고 보스 몹들을 상대할 때 전기톱이 쓸 일이 없어진다는 점이 약간 실망스러웠다. 보스 몹이 공격해오는 동안 잡몹들을 등장시켜서 전기톱의 활용도를 높였으면 더 좋았을 거라는 생각이 들었다.

하지만 그런 단순함이 오히려 이 게임의 장점으로 다가오기도 한다. 다양한 적들이 나를 향해 다가옴에도 불구하고 이것들을 어떻게 없애버릴까 하는 쾌감이 앞에서 언급한 단점을 모두 잊게 만든다. 크리쳐들이 아무 것도 없다는 사실에 잠시 안도하게 되는 ''데드 스페이스''와 달리 ''둠''은 악마들이 없다는 사실을 알게 되면 왠지 모르게 힘이 빠져버린다. 실제로 싱글 플레이를 깨고 나서 스탭롤을 보면서 게임을 깼다는 감격보다는 ''아 끝이구나''라는 약간 허무한 감정이 없지 않았다. 다행히 싱글 플레이 맵에서 최고 점수 기록을 도전하는 아케이드 모드 그리고 스타의 유즈맵같이 다양한 아이디어로 만들어진 스냅맵 모드가 있어서 다시 플레이 해보고 싶다는 생각이 들었다.

결과적으로 ''둠''은 개인적인 2016년 최고의 게임이었다. 게임을 하면서 가장 느끼고 싶은 ''즐거움''을 가장 효과적으로 보여준다는 점 하나만으로도 이 게임은 소장할 만한 가치가 있다고 생각한다.

(+) 글로리 킬로 대표되는 호쾌한 액션, 다양한 무기들, 아드레날린을 발산시키는 믹 고든의 환상적인 사운드트랙 (BFG Division 추천), 다양한 모드들 (아케이드 모드, 스냅맵 모드)

(-) 반복적인 패턴의 구성, 다소 많은 점프 구간들, 노골적으로 후속편을 암시하는 엔딩, 너무 큰 설치 용량' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'USS_Ashigara' , 'Y', 0 ,'2016-6-2',  'Posted: 
Product received for free

쓸데없이 재미있다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Fillmore' , 'Y', 0 ,'2016-12-29',  'Posted: 
딱히 말할건 없다
걍 재밋다
총소리들도 호쾌하고 시원시원허니 좋다
개인적으로 멀티도 꿀잼이였는데 사람이 왤케 없는지는 의문
내가 알기로는 스토리도 꽤나 괜찮다고 안다
궁금하면 자위무키 ㄱㄱ

10점 만점에 12점, 100점 만점에 120점, 5점 만점에 7점짜리 게임

이야 이건 위쳐3랑 라오어도 못따라올 점수인데?' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Calcium Oxide' , 'Y', 0 ,'2017-5-12',  'Posted: 
그래!! 이게바로 폭력이지!!!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Matatron' , 'Y', 0 ,'2017-6-18',  'Posted: 
장점.
-뛰어난 그래픽& 빠른 속도감, 앙마를 터트리는게 일품입니다.
-전투모드시 배경BGM이 상남자로 만들어 주는 매직을 볼 수 있습니다.
-숨겨진 전리품 모으는 재미(둠가이인형같은거?ㅋ)와 무기파츠 모으는 재미가 있습니다
(개인적으로 무기는 듀얼배럴샷건과 전기톱 무기를 애용했습니다 상남자1 상승하였습니다.)

단점.
-일단 제일 열받게 했던 부분은 게임이 도중에 꺼지는데 이게 세이브을 깨짐..
이것 때문에 1회차 클리어를 3번해서 클리어 함..덕분에 둠가이 인형 종류별로 모은건 안비밀..
-멀티 플레이 정말 노잼..
FPS를 많이 안해보신분은 약간 멀미를 느낄수도 있을거 같네요.

액션게임 좋아하시는 분이라면 추천 드립니다!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'HCA EAGLES' , 'Y', 0 ,'2017-7-2',  'Posted: 
둠가이...당신은 대체...' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Kibric?' , 'Y', 0 ,'2017-7-11',  'Posted: 
찢고 부수는 재미가 정말 탁월하지만 반복적이고 머리 쓸 요소가 적어서 그 부분은 아쉬웠음.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Fillmore' , 'Y', 0 ,'2016-12-29',  'Posted: 
딱히 말할건 없다
걍 재밋다
총소리들도 호쾌하고 시원시원허니 좋다
개인적으로 멀티도 꿀잼이였는데 사람이 왤케 없는지는 의문
내가 알기로는 스토리도 꽤나 괜찮다고 안다
궁금하면 자위무키 ㄱㄱ

10점 만점에 12점, 100점 만점에 120점, 5점 만점에 7점짜리 게임

이야 이건 위쳐3랑 라오어도 못따라올 점수인데?' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'bolris' , 'Y', 0 ,'2017-5-13',  'Posted: 
찢고 죽인다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Urmann' , 'Y', 0 ,'2017-9-2',  'Posted: 
일단은 쏘고 보자, DOOM!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Ŋ?-EinHander' , 'Y', 0 ,'2016-11-25',  'Posted: 
멀티만 좀 재밌었더라면 완벽한데' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Snotty_Dog' , 'Y', 0 ,'2017-7-27',  'Posted: 
손곶인 제가 쏴도 잘 맞는군요. 역시 둠입니다. 선물 해 주신 psp3311님 감사합니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Vati Perroford' , 'Y', 0 ,'2017-5-16',  'Posted: 
총평: 훌륭하다

2016 최고의 아레나 슈터

원작의 리부트 보단 리버스급의 말그대로 둠이 처음 나온때 이상의 임팩트를 지녔다. 또 우려먹는 리마스터나 리부트겠거니 했지만 둠은 울펜슈타인 리부트보다 뛰어났다.

게임스타일 자체는 울펜슈타인 뉴 오더 와 비슷하지만 무기방식이나 전투방식이 아레나 슈터의 그것에 훨씬더 충실하게 케쥬얼 하면서도 화끈하다. 적 하나하나를 죽일때의 타격감은 이루 말할수 없을 정도.

게임플레이가 헤일로와 약간 흡사한데. 헌데 이건 같은 아레나 슈터라 그런것이지 억지부리지 않는 이상 비슷하다고 할점은 거의 없다. 멀티플레이의 진행양상이 헤일로 같은정도. 정작 까놓고 보면 둠만의 매력도 그정도고 헤일로와 그렇게 같은점도 없다.

사운드는 최고수준. 이게임보다 좋거나 비슷한 정도를 찾으라고 하면 힘들정도다. (에초에 둠이 그렇듯)취향이 극히 갈리는 음악이지만 게임의 흥을 완벽히 돋게해주고 묵직한 총기 사운드 또한 흥을 증폭시켜준다.

안타까운점은 버그가 살짝 많은 수준이고, 용량이 70gb 라는 역대급을 보여준다. 캠페인 길이도 긴편이지만 떡밥과 여운을 많이남겨 짧게 느껴진다.

요약하자면 자신이 둠과 같은 게임이 취향이라면. 최고의 경험중 하나가 될것이다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Stomach Dooly' , 'Y', 0 ,'2016-12-10',  'Posted: 
666/666
666 666 666 666 666 666
666 666 666 666 666 666?
666 666 666 666 666 666 666 666 666 666' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'hamkoon' , 'Y', 0 ,'2016-5-13',  'Posted: 
이번 둠은 흥미롭습니다.
1. 과거 둠 시리즈의 뛰어난 현대식 그래픽
2. 둠이라는 느낌이 강하게 드는 게임 플레이
3. 패드, 키보드-마우스 모두 원활하게 작동

ps. 한글화가 없어서 아쉽지만, 함께하실 분들계시면 한패팀 만들어 번역하고 싶습니다.

과거의 추억이 새록새록..!

강추합니다!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '마녀 라이' , 'Y', 0 ,'2017-3-18',  'Posted: 
찢고!죽인다!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Deltacola' , 'Y', 0 ,'2017-7-16',  'Posted: 
너무 쉽다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'SPEAR&JACKHAMMER' , 'Y', 0 ,'2016-5-21',  'Posted: 
Product received for free

울펜슈테인/퀘이크와 더불어 id 게임의 부흥기를 이끌었던 명작이죠

멀티는 정말 빠르고 재미있습니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '明鏡止水' , 'Y', 0 ,'2017-7-31',  'Posted: 
생각없이 하기 딱좋은 FPS게임. 하지만 게임이 어지럽다. 3d멀미 대박.
싱글플레이는 딱 캠페인용이고 아케이드모드란건 있더라. 멀티플레이 환경이 아주 좋다.
몇몇그래픽카드에서는 지포스최신드라이버 사용시 게임을꺼도 그래픽카드 전원이 최고선호로 들어가는듯..->최신 드라이버로 이 문제는 고쳐졌다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '전진원' , 'Y', 0 ,'2017-7-25',  'Posted: 
둠가이로 악마의 뚝베기를 꺠버리세요' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'hitoto10' , 'Y', 0 ,'2017-5-17',  'Posted: 
다 때려죽이는 재미가 있다

아쉬운 건 기술적인 문제로 유저 한글패치가 불가하다는 점 정도

그래도 수능 쳐본 사람이면 이해할 수 있는 맥락이다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Panda' , 'Y', 0 ,'2016-5-13',  'Posted: 
똑,똑,누구세요?

나야!나 나 나 나 나!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'dckain ?_?' , 'Y', 0 ,'2016-5-20',  'Posted: 
둠 까는애들특징 = 가난하여 토렌트를 자주이용해 둠을플레이할 환경이안되거나 게임보는 시야가 좁은사람' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'BSAA?' , 'Y', 0 ,'2017-8-24',  'Posted: 
찢고 죽인다!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'IrisEvni' , 'Y', 0 ,'2016-5-13',  'Posted: 
클래식 둠을 좋아했던 사람들에게.

뭐 영상으로 볼때는 타격감이 아쉽네 멀티가 헤일로네 어쩌구 저쩌구 하는데 다 필요없고 설치하고 시작해서 wasd 눌러보는 순간 더 말할것도 없이 입이 귀에 걸릴것이다. ''씨x 그래 이거야!''

1231v3 램16gb 윈10x64 gtx960(4gb) 드라이버365.19 1920*1080 기준으로
인겜 수직동기 풀고 미디엄 프리셋에서 안티 렌즈효과 좀 빼고 60 - 100 프렘 나옴' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'god9' , 'Y', 0 ,'2016-7-9',  'Posted: 
⊂_?
＼＼ Λ＿Λ
＼ (''ㅅ'') 두둠칫
>　⌒?
/ 　 へ＼
/　　/　＼＼
?　ノ　　 ?_つ
/　/ 두둠칫
/　/|
(　(?
|　|、＼
| ? ＼ ⌒)
| |　　) /
(`ノ )　　L?' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '쌍비' , 'Y', 0 ,'2016-8-4',  'Posted: 
죤나 굵고 커다란 총이 필요해!

전기톱? 훌륭한 대화 수단이지!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '척척박사' , 'Y', 0 ,'2016-5-14',  'Posted: 
액션이 멋지네요. 타격감은 개선해야할듯' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Patrasche92' , 'Y', 0 ,'2016-5-13',  'Posted: 
퍄' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Rud Gullit' , 'Y', 0 ,'2016-5-13',  'Posted: 
존나큰총들고 지옥입성! 어때?' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Lovely' , 'Y', 0 ,'2016-5-13',  'Posted: 
어릴 적 벌벌 떨면서 이불 뒤집어 쓰고 하던 둠이

악마의 머가리를 뜯는 화끈한 액션 게임으로 재탄생했다.

베데스다와 이드가 또 해냈다.

정말 재밌다. 씹고 뜯고 맛보고 즐기는 재미가 있다.

그래픽도 훌륭하다. 기다린 보람이 있다. 확실히.

최종보스로 사이버 데몬이 나오겠지. 벌써 기대가 된다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'BigEastRiver' , 'Y', 0 ,'2016-6-3',  'Posted: 
트레일러보고 꼴렸으면 사고
안꼴렸으면 사지마세요
전 꼴리네요' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'KR-DECEMBER(디셈버)' , 'Y', 0 ,'2017-8-1',  'Posted: 
누가 진짜 남자냐!!!! 바로 나다!!!!



꿀잼 ㅇㅇ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'holyburst' , 'Y', 0 ,'2016-5-15',  'Posted: 
발매 된 시점 기준, 싱글 캠페인 스토리 & 그래픽 & 조작감 등 전체적으로 고려했을때 손에 꼽을만한 FPS 역작 반열에 오를 듯.
둠3의 답답한 공포게임 스타일을 벗어나 과거 둠 1,2 후속작임을 유지 한 채 화려한 그래픽을 적용 후 출시.

처음 선택한 난이도 Ultra Violence 기준.
아무 생각없이 전투하면 대규모 악마 생성구간 전투에서 금방 죽음.
전투 상황에따라 어떤 무기와 모드를 사용해야 효율적으로 사살 가능한지 빠르게 결정. 덤으로 적 이동속도와 동선을 예상해야 함.

헬나이트 악마에게 밟히거나 심지어 약한 임프가 팔 또는 다리를 뽑아서 뺨을 때리는 - 악마에게 glory킬을 당하는 참사를 겪어보면 이해 할 것임...

숨겨진 장소나 수집품을 무시 후 진행하는 경우 6시간 내외로 엔딩 볼 듯 하지만... 제대로 둘러보는경우 24시간도 부족함.
총 12~13개(?)의 미션 중 9번째 미션까지 완료. 그 중 5,8,9 미션맵의 경우 발견하지 못한 숨겨진 장소/수집품 남은상태.

수박 겉핥기로 무작정 진행하거나 처음부터 공략 동영상보면서 베끼듯 찾은경우는 허무 할 듯.
특히 플레이타임 짧고 할 것 없다는 사람들은 다시 제대로 해보기를...' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'BEOM' , 'Y', 0 ,'2017-3-26',  'Posted: 
속이 다 시원함
메탈 BGM에 바지 적심' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'limsergent' , 'Y', 0 ,'2016-5-16',  'Posted: 
무기 업그레이드 조차 드론을 주먹으로 때려서 하는 상남자게임..' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Cocotea' , 'Y', 0 ,'2016-5-15',  'Posted: 
하...전기톱 멋져!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'sungminini15' , 'Y', 0 ,'2016-7-30',  'Posted: 
흥분, 그 자체!!!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'ZYAC=$TRK$=' , 'Y', 0 ,'2016-7-6',  'Posted: 
ㄹㅇ갓겜 꿀잼 찢고 조지는거 좋아하면 사야한다고 생각합니다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Yuuko' , 'Y', 0 ,'2016-10-4',  'Posted: 
고어,타격감,그래픽 너무좋음' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'kjm1992s' , 'Y', 0 ,'2016-9-25',  'Posted: 
이거사라' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'ingo' , 'Y', 0 ,'2016-10-20',  'Posted: 
존나 쩌는 10점만점에 12게임!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '98kmh' , 'Y', 0 ,'2016-10-4',  'Posted: 
''누가 진짜 fps냐! 나야! 내가 fps다! 나는 10점 만점에 12점인 진짜 fps!''

산지 일주일만에 세일해서 슬픕니다 빨리 임프랑 대화좀 해야겠습니다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'chmin' , 'Y', 0 ,'2016-10-29',  'Posted: 
신적화 둠갓겜 460에서 20프레임 나옵니다

최저 그래픽이 어디 ♥♥♥양 FPS 게임들 풀옵 이상입니다

자세한 평가는 1060달고 해야지' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'happy been' , 'Y', 0 ,'2016-7-7',  'Posted: 
스토리? 개나줘버렸다. 그래서 나쁘냐고? 전혀 이 게임은 우리가 뭘 원하는지 정확히 알고 있다. 쏘고 찢고 부순다. 이게 이 게임의 존재 이유다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'KR-DECEMBER(디셈버)' , 'Y', 0 ,'2017-8-1',  'Posted: 
누가 진짜 남자냐!!!! 바로 나다!!!!



꿀잼 ㅇㅇ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'coin423' , 'Y', 0 ,'2017-6-28',  'Posted: 
때리고부수고찢고갈기고으깨고 10점만점에 12점인 킹오브갓제너럴엠페어같은 게임이다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '?Aki' , 'Y', 0 ,'2017-6-4',  'Posted: 
NPC가 자꾸 영어로 말거는데 뭔 말인지 모른다 -> 앙마들 때려잡다보면 해결된다
뭐해야 할지 모르겠다 -> 맵돌아다니면서 앙마들을 청소한다.
화풀이하고 싶다 -> 글로뤼이이이이 킬
앙마들이랑 대화를 나누고 싶다 -> 전기톱을 꺼낸다.

Vicera Cleanup Detail : Mars
화성에 싸돌아 댕기는 앙마들을 청소합시다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'BEOM' , 'Y', 0 ,'2017-3-26',  'Posted: 
속이 다 시원함
메탈 BGM에 바지 적심' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '하마(하이즈스킨삼)' , 'Y', 0 ,'2017-7-25',  'Posted: 
미친 이거 갓겜이다 사양만된다면 무조건사야함
개꿀잼 ㄹㅇ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'NEON 네.온 (군대)' , 'Y', 0 ,'2016-11-24',  'Posted: 
수상 어워드 퀘스트 껠려고 쓰는거' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Granmanier' , 'Y', 0 ,'2016-5-13',  'Posted: 
그냥 본능적으로 닥치는 대로 쏘고 톱으로 썰고 주먹으로 치고 스트레스가 확 풀립니다!
둠은 이맛에 하는거 아닙니까 ㅎㅎ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'NemBe' , 'Y', 0 ,'2016-5-13',  'Posted: 
이게 바로 둠이지' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'SUGOI DEKAI' , 'Y', 0 ,'2016-5-13',  'Posted: 
갓-겜' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'M4A1(SAUC)' , 'Y', 0 ,'2016-10-24',  'Posted: 
이게임은 내 인생에서 처음으로 fps가 어떻게 시원한지 알려준게임임 1회차밖에 안했는데 진짜 스트레스 싹날려줘요' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'TomLee' , 'Y', 0 ,'2016-5-13',  'Posted: 
10점 만점에 12점 짜리게임' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '씨연' , 'Y', 0 ,'2016-5-13',  'Posted: 
어이쿠!! 대깔빡~ 하면서 노는게 재밌네요' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'blangchia' , 'Y', 0 ,'2016-5-13',  'Posted: 
초반에는 조금 지루했으나 무기가 다양해지고 적도 다양해짐에따라 재미가 대폭 증가합니다.
정말 지옥같이 싸웁니다. 깊은전략보단 다양한 무기를 이용한 화끈한 맛으로 싸우는 게임을 좋아하신다면 구매를 고려해보세요.
간만에 화끈한 게임 즐겁게 해봅니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'JP' , 'Y', 0 ,'2016-5-24',  'Posted: 
Product received for free

갓지황 센세.. 감사합니다..
이거 존나 잼서요..
아마 시즈와 2016 고티를 경쟁할지도 모름' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'KAZAMA' , 'Y', 0 ,'2016-5-13',  'Posted: 
당신이 겁쟁이가 아니라면 구매하세요' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Xaero' , 'Y', 0 ,'2016-5-13',  'Posted: 
둠3 보단 고전 둠 느낌이 확실히 나는듯
멀티는 이볼브+퀘이크 느낌, 아이템, 장비도 다양함. 개꿀잼
but
gtx970으로 최저옵 돌리기도 빡심 ㅜ 멀티할려면 gtx1080 은 장만해야할듯' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'NH.Kim' , 'Y', 0 ,'2016-5-14',  'Posted: 
찢고 죽이고 전기톱으로 대화하는 둠이 돌아왔다!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Do It' , 'Y', 0 ,'2016-5-13',  'Posted: 
찢고 죽인다!

다이나마이트!!!!

존나게 큰총이 필요하다! 존나게 큰총이!

이 멈출수 없는 폭력의 힘!

내가 남자다! 존나 남자다!

승리는 나의 것! 아멘!!!!!!!!!!!!
(상당 부분 둠만화에서 발췌)

게임하면서 계속 머릿속을 때리던 단어들이다.

둠가이가 되어 눈에 보이는 적들을 찢고 뜯고 썰고 쏴죽이다보면

키보드 마우스와 물아일체가 되어가는 자신을 발견 할것만 같기도 하다.

어쨌거나 오래간만에 아무생각 없이 닥치고 쏴갈기는 즐거운 시간이 왔다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Myurist (ROKN ~ 2019.1.19)' , 'Y', 0 ,'2016-12-3',  'Posted: 
*플레이 타임

봐봐 씨1발 싱글 플탐부터 벌써 갓갓갓갓의 냄새가 물씬 풍겨오는 12시간이다

시1발 말도 안돼 존1나 2016년에 AAA급 타이틀 싱글 플레이 타임 12시간이 이게 말이 됩니까? 씨1발

오만탄폴이라고 존1나 빨아재끼는 타이탄폴 2가 싱글 플탐 5시간에 좇피니트 망페어가 6시간인데 하ㅗㅛㄴ도ㅕㅏㄴ디슴ㅅ

12시간?!!!!!!!!!!!!!!!!!!!!!!!!!!?!??!?!?!?!?!?!??!?! 꺄아아아아ㅏㅇ아아ㅏㅇ아ㅏ아아앆!!!!!!!!!!!!!!!!!!!!!!!!!1111111111111111111111111

참으로 존1나 개병1신 양심터진 헬 겜계에 한 줄기 빛처럼 강림한 한 명의 둠가이라고 할 수가 있는 것이다

*구성

그렇다고 시1발 이 플탐이 유비 좇프트의 파크라좇 시리즈처럼 황량한 오픈월드에 병1신같은 빈껍데기 컨텐츠 흩뿌려서 나온 플탐인가, 개씨1발 당연히 아닙니다

존1나 생생알탕부랄탕처럼 게임 속 모든 것이 개빵빵하게 채워져있음 씨1발

총 쏘는 맛? 개찰짐 더블베럴 시1발 빵빵! 새1끼들 머가리 뻥뻥!

무기 종류? 존1나 많음 게다가 다 특색있음 같은 중화기인데 미니건 터렛모드 부와아아아아아아앜!!!!!!!!!!!!!!1111111111111111111 입자포 시즈모드 뛰쒸!!!!!!!!!!!!!!11111111111111뻥!!!!!!!!!!!!!!!!!11111111 무기 하나하나가 다 쓰는 맛이 있음

겜하다 아 여기서 딱 뭐만 더 있으면 개쩔겟다 ㅎ 아 없어서 ㅄ이라는건 아니구요 그냥 그렇다구요 ㅎㅎ;

허미 띠용 씨1발 바로 그 순간 ㅄ 미개한 새끼야 벌써 다 처넣엇다 아갈물고 해라 ㅡㅡ 이러면서 그게 딱 있음 시1발

이런걸 진짜 겜하면서 수 없이 느낌 씨1발 내가 아 소총에 스코프 달고 십내 ㅎ 헉 시1발 필드 커스터마이징으로 달수 있음 씨1발

아 근데 유탄도 달고 십내 ㅈㅅ ㅎ; 제 마음이 갈대임ㅋ 허미 쒸펄 필드 커스터마이징으로 이것도 달 수 있음 게다가 유탄을 넘어서 좇간지나는 다연장 미사일임 꺄아아아아앋까ㅏㅇㄲㄲ악악!!!!!!!!!!!!!!!!111111111111111111111

아♥♥♥♥♥♥♥♥총알 좇부족하내 좇틀필드1의 재림인가 ㅡㅡ 병1신아 이 겜은 그딴 ♥♥♥겜과 비교할 겜이 아니란다 헉 전기톱으로 적 죽이면 총알 존1나나오고 탄 더 갖고 다니게 능력치 할당 할 수도 있음 씨1발 ㅠㅠ 늅송합니다

적 찢어죽이면 체력도 나옴 존1나 걍 미친듯이 싸우기만 하면 되도록 만들어져있음 개짱짱임

*레벨디자인

내가 진짜 겜알못에 좇도 모르는데 이 겜 레벨디자인이 존1나게 잘됬다는건 알겟다 진짜

말도 안되게 잘 만들었음 시1발 너무 수평적이지도 않고 막 시1발 이단점프로 맵 기어올라가는 것도 개재밋고

그 이단점프를 써서 존1나 입체적으로 싸울 수 있도록 맵을 만들었음 이건 진짜 해봐야 알음 웨이브 와서 존1나 개많이 몰려올때 이단점프 츙츙 해갖고 더블베럴로 애새1끼들 펑펑 터트리면 왠지 존1나 잘하는거 같음

그리고 탐험할때도 아 씨1발 샛길로 가서 숨겨진거 찾으면 다시 돌아와야대고 동선낭비 오지는데 ㅡㅡ; 띠용 씨1발 맵 존1나 잘만들어서 쓸모없는 구역 하나도 없고 비밀통로같은 곳으로 멀리 가면 결국 정상 루트랑 알맞게 합쳐지도록 만들어놨음 개1씨1발편함

초반에 이런거 모르고 막 계속 이거 안누르고 돌아가야지 ㅎ 했다가 갓갓디자인의 혜안에 무릎을 하도 후려친 나머지 관절염 걸려서 공익될뻔했다 ㄲㅂ

난이도도 보통으로 했는데 진짜 쉽지도 않고 어렵지도 않은 그 미묘하면서 절묘한 어딘가에 있음 개쉬워서 ㅄ같이 해도 다 잡을 수는 없고 어려워서 존1나 디져서 빡치지도 않으면서 뭔가 시1발 순조롭게 가다가도 가끔 디지고 도전의식을 살살 자극하는 존1나적절한 난이도임

보스방도 시1발 어? 블옵3 개병1신 쓰레기 게임은 어? 보스전 개 좇같이 만들어서 씨1발 존1나 단순하고 존1나 스트레스만 쌓이게 만들었는데 씨1발 둠 보스전은 존1씨1발1나 잘 만들어서 긴장감 개오짐 시1발 진짜 보스전임 유노? 디시스 리얼 보스파잍 뻐커스 씨1발

마지막 보스 내가 입자포 모아서 쏜거 닷지 무빙으로 피하는거 보고 턱빠질뻔햇네 증말 내가 이 겜하다 군면제되겠다 씨1발

보스 아 좀 이지 피지하게 깻는데? 둠 너의 실력은 이것밖에 안되는 건가? 실망이군 이러고 있으면 ㅗ 하나 더 있음 ^^ㅗ 이러면서 나의 기대감을 한껏 충족시켜준다 씨1발 넌 최고야

*커스터마이징

커스터마이징도 씨1발 진짜 완벽함 총 외형 다 존1나 간지터지고 사운드도 귀르가즘 오지는데 내가 원하는대로 시1발 내 좇대로 총기 셋팅할 수 있음 모듈 두 개 싸우면서 마음대로 바꿀 수 있고 모듈에서 부족한거 세부 언락으로 나한테 딱 맞게 만들 수 있음

심지어 최종 언락은 챌린지로 되어있어서 진짜 성취감 개 씹1오짐 거의 나를 갖고 논다 하악 유린당한다 진짜 HAR 미사일 최종언락해서 미사일 푱표푱푱욮요푱 쏠때 진짜 이게 사이버 포르노지 씨1발 깨달앗다


총기 커스텀도 개오지는데 능력치 올리는거랑 능력 보조 3개 찍는거 있는데 개잘되있음 능력치 찾을 때마다 체력 방어막 총알 이렇게 셋 중 하나 찍을 수 있는데 진짜 다 필요해서 존1나 행복한 고민한다 진짜

이런거 바쇽 인피니트에도 있었는데 그때는 막 필요없는 능력도 있고 걍 대충 체력이랑 활력에 몰빵쳤던거 같은데 둠은 진짜 다 유용하다 너무 조와용

능력 보조도 적절해서 있으면 좋음 근데 찾을 때마다 상황 로딩하는건 나중엔 좀 짜증낫다 로딩이 너무 길어서 차라리 그거 찾은 위치에서 하게하지 근데 존1나 사소한불편임




아 시1발 힘들다 장점이 너무 많아서 다 쓰기 너무 힘들다 이거 한 시간째 쓰고있다 시1발 칭찬이 욕보다 쓰기 힘드내♥♥♥♥♥♥♥♥br>




진짜 하면서 계속 느끼는건데 콜옵이 이렇게 나왔어야 했다 나는 블옵 3까지만 했지만 진짜 블옵 3랑 비교했을때 둠이 모든면에서 훨씬 잘 만들었다

그래픽 진짜 개 씹오1지는데 970으로 울트라옵 120프레임 뽑음 개씹갓적화임 병1신 블옵3 시1발 그래픽 비교도 안되는겜 중옵에서 프레임 비비적댓는데 시1발

야 씨1ㅏㅂㄹ 솔직히 전 세대 하이엔드 개 씹고성능 그래픽 카드로 최신겜 상옵 이상은 뽑아야 정상 아니냐? 요즘겜들 시1발 아주 배떄지 불러가지고 개새끼들 둠같이 혜자적화를 해야지 씨1발럼들

둠 이단점프 진짜 존1나 시원시원하고 깔끔함 병1신 블옵3 무빙 좇망진창 개♥♥♥겜 쓰레기 꺼져


진짜 개잘만듬 꼭 사세요 근래에 나온 런앤건 게임 중에 완성도 원탑에 재미 원탑입니다

근데 멀티 망햇다고 함 난 아직 안해봐서 모르겟내

근데 진짜 싱글만 봐도 살 가치 확실하다

*멀티

멀티 해봄 캐릭터 커스터마이징은 존1나 잘해놨는데 나머지 모든게 다 좇병1신임 걍 싱글만하세요





제발 이런겜을 사 병1신 씹거품 사기치는 배필 콜옵 이딴거 사지말고 좀


사실 나도 사기당해서 좇틀필드 삿음♥♥♥♥♥♥♥♥br>' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Killer Joe' , 'Y', 0 ,'2016-5-14',  'Posted: 
-둠가이가 돌아왔다-

둠3는 잠시 접어두고 긴박감 넘치는

새롭게 찾아온 2016 둠! 세계에 빠져보세요.

사방에서 쏟아지는 악마와 그에 걸맞는 BGM이 손에 땀을 쥐게 합니다.

◎과거 둠을 즐겨보았고 둠이그리웠던 유저분들

◎간만에 제대로 된 FPS 를 즐기고 싶으신분

◎오버워치 발매까지 기다리기 힘드신분

추천하는 작품입니다.!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'HanQookMal MolaYo.' , 'Y', 0 ,'2016-5-13',  'Posted: 
엄청난 속도감 엄청난 타격감
둠3과 비슷한데 막상 플레이 해보면 전혀 다른 게임임을 알수 있습니다.
패드도 완벽 지원이라 너무 맘에 드네요(엑박패드)
짱짱맨!!! 다 때려부시는 게임 좋아하신다면 반드시 해보세요!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '나 트롤 아니다' , 'Y', 0 ,'2016-5-13',  'Posted: 
오리지날 둠의 귀환...

빠른 액션을 위해 장전이 없으며 복잡한 미로형식의 맵 따위는 없다!!

과거의 모습을 간직한 악마들이 새롭고 더욱 강력하게 돌아왔다.

주변에서 들리는 악마들의 소리등은 과거 둠의 향수를 불러일으킨다!

개인적으로 싱글플레이 협동이 안되는것은 아쉽지만. 역시나 둠은 둠이다!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'maemi' , 'Y', 0 ,'2016-5-13',  'Posted: 
하..... 그래 난 이런류 게임을 원했어. 짜증나게 엄폐하면서 총쏘는 적을 상대하기 싫었음' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '윤찡찡' , 'Y', 0 ,'2016-8-15',  'Posted: 
화끈한 게임을 원하십니까.
여기 있습니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'minagoroshi' , 'Y', 0 ,'2016-5-18',  'Posted: 
쏘고 달리고 찢고 죽이는 훌륭한 총질겜!
싱글만 갓깨서 멀티는 못해봤는데 국내에선 멀티하기 힘들다니까 세일할때 사시던가 복돌로 싱글만 하고 지우세요' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'dkzpdls147' , 'Y', 0 ,'2017-3-20',  'Posted: 
찢고맛보고즐기고 둠가이는 둠가이임 플레이시간은적지만 역시 리뷰보고 사길잘했음 !' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'CheshireCow' , 'Y', 0 ,'2017-3-21',  'Posted: 
이미 수많은 리뷰어분들이 말씀하셨죠. 찢고!! 죽인다!! 그러니까 산다!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'zibandal' , 'Y', 0 ,'2017-3-22',  'Posted: 
제대로 된 고전의 재해석' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'gil0444' , 'Y', 0 ,'2017-3-19',  'Posted: 
타격감은 나쁘지 않은데 총알이 은근 부족하고 길 찾는게 좀 복잡한 느낌이에요. 왠만하면 좀 명확히 어디로 가라고 나와주면 좋을텐데 ..
그리고 이전의 둠 시리즈랑은 다른 느낌 입니다. 완전히 달라요.
멀티에 사람은 꽤 있는 것 같네요
세일 할때 살만하긴 한데 저는 길 찾는거 싫어해서 환불 받았습니다. 좀 속시원하게 마구 사살하는 그런 게임 원했는데 이건 그런 정도는 아니네요 ㅠ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'zecvivid' , 'Y', 0 ,'2016-5-15',  'Posted: 
Product received for free

둠 개조아. DLC 넘나 비싼거ㅠㅠ.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Xeon_H' , 'Y', 0 ,'2017-3-18',  'Posted: 
스피디한 FPS
뭔가 해금할때마다 무기가 매우 강력해져서, 그걸 목적으로 하다보면 어느새 꿀잼
아주 빠른 스피디한 플레이도 꿀잼,근데 보스전은 탄막슈팅게임...
힘싸움적인 뭔가가 있었으면 좋겠는데 그냥 총싸움만 해야하는 슬픔.
엔딩보시면 알겠지만 총말고 저 칼 써보고 싶다 싶은 차기작 기대되는 기분적인 기분' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'dhfkdl100' , 'Y', 0 ,'2017-3-18',  'Posted: 
굉장한 BGM + 굉장한 액션 + 굉장한 타격감 = 둠!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Ithaca' , 'Y', 0 ,'2017-3-18',  'Posted: 
역시나 갓둠

찢고 죽이는 맛이 일품!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'CheshireCow' , 'Y', 0 ,'2017-3-21',  'Posted: 
이미 수많은 리뷰어분들이 말씀하셨죠. 찢고!! 죽인다!! 그러니까 산다!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '(KR)Fork-군입대(친삭ㄴ!!!!' , 'Y', 0 ,'2016-11-28',  'Posted: 
파괴의 발레!!
이 게임은 정말이지 감동스럽기 그지 없습니다.
매우 호쾌하고 잔혹하고 폭력적인 파괴의 화산인 주인공을 플레이 할 때에는,
아무것도 신경쓰지 않고!(평균 난이도 기준) 모든걸 으깨버릴수 있습니다!!
적이 악마라고요? 전기톱으로 대화를 해보자구요!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'SYCH' , 'Y', 0 ,'2016-5-13',  'Posted: 
!싱글만 함. I have played only Single game
! i5-2500, DDR3-8GB, GTX670, Windows 7 64bit
! 이 리뷰는 플탐 약 1.5시간에 쓰여짐.
This review have been written when I have played games about 100 minutes

++지겹지 않은, 생각보다 많은 근접 격투씬.
Enough CQCs scene in battle to don''t make you bored
++최근 FPS에서는 만나기 힘든 속도감 .
Speed which rarely experience in FPS games in these days
+장전도 귀찮은 게임.둠1,2와 비슷
No delay for reloading like doom 1,2
+최적화 꾀 좋음.
Good option in low spec computer (played in mid-to-low option)
+흥분되는 음악.
exciting music
+BASS

0아주 압도적인 그래픽은 아님.
Not the highest quality Graphics about AAA games in these days

-둠가이가 너무 강해서 총없이 근접공격만으로도 플레이가능.
Doom Guy is too strong. Even, you can play just only in CQC without Guns.
-샷건의 타격감이 전작들보다 떨어짐.
Not that good Feeling of shooting in shotgun. It don''t means bad, but doom1,2,3 were better.
-시체는 사지분시가 불가능하고 어느순간 사라짐.
Corpses are unavailable to break more and have been gone after some time
-위 문제는 몹 수와 프레임 수의 관계를 보아 사양 문제로 추정됨.
I guessed that occured by spec-problem because the frame is fall down when there are many mops' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Masse' , 'Y', 0 ,'2016-11-28',  'Posted: 
10점만점에 12점짜리 게임이에요!!

멀티는 안해봤지만 싱글만 플레이해도 뽕 뽑는다고 생각합니당' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Emoteb' , 'Y', 0 ,'2016-11-28',  'Posted: 
뭐.. 다이렉트에서 세일할떄잘샀다는 느낌뿐만이 아닌
스토리와 스냅맵도 나름좋았으나타격감이나 멀티플레이는 약간아쉽긴하다.
(평점:9/10)' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'JAKE' , 'Y', 0 ,'2016-11-29',  'Posted: 
잼이써 잼이써 다 때려부숴 잼써!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'METAL-NYAN(복학생)' , 'Y', 0 ,'2016-11-29',  'Posted: 
말이 필요한가?
10점 만점에 12점짜리 존나쩌는 게임

얼마나 존나? 존나게 존나' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '∬f(x,y)dxdy' , 'Y', 0 ,'2016-7-9',  'Posted: 
이 게임의 진정한 묘미는 울트라 나이트메어 난이도에 있다. ID 소프트웨어 놈들... 마약을 게임에 숨겨놓다니... ㅡㅡ 시ㅂ 벌써 100시간이 넘었네.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'pavane' , 'Y', 0 ,'2016-7-10',  'Posted: 
신, 구세대를 아우르는 뛰어난 FPS 게임' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'coloroflight' , 'Y', 0 ,'2016-7-3',  'Posted: 
다 때려부수는데에는 최고인 게임!
다크 소울이랑 더불어서 게임 재미없을 때 하면 좋을거 같군요 ㅎ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Rnawoddl86' , 'Y', 0 ,'2016-7-3',  'Posted: 
이 게임은 총 쏘는 게임이 아닙니다. 총은 거들 뿐' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Calto' , 'Y', 0 ,'2017-3-30',  'Posted: 
ROCK, PAPER, SHOTGUN

with BIG ♥♥♥♥ING GUN' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'estoguide' , 'Y', 0 ,'2016-7-22',  'Posted: 
꿀잼' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'NO0ㅇB' , 'Y', 0 ,'2016-6-11',  'Posted: 
최고의 게임 .' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Flesh' , 'Y', 0 ,'2016-6-9',  'Posted: 
Product received for free

핵잼' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'TrPlainaa' , 'Y', 0 ,'2016-6-14',  'Posted: 
Product received for free

스토리가 없고 플레이하는 비디오 다 봤는데도 나도 모르게 몰입하면서 하고 있다... 왜지??' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'hermir3' , 'Y', 0 ,'2016-7-5',  'Posted: 
이런 분께 강력 추천 합니다.
아무 생각 없이 총 쏘고 싶으신분
직장에서 스트레스 많이 받으신분
전기톱 써보고 싶으신분
유치원 수준의 abcd 알파벳 정도는 알고 있으신분
강력하게 추천하지만
FPS에 울렁증 있으신분
피튀기는걸 못보시는분은 비추합니다.

이게임을 구매하기 전 한글화가 되지 않아 조금은 걱정은 했는데
크게 문제가 되지 않고 퀘스트도 너무 친절하게
화면 중앙 위에 표시따라 가면 됩니다. 스카이림 해보신 분들이라면 금방 아실듯 하고
아쉬운점이 있다면 역시 한글화겠죠
간단한 스토리가 있는듯 한데 ㅋㅋ 영어로 솴라솰라 해서
무슨 내용인지 모르겠네요 그래도 뭐 게임 진행하는데막히는 부분은 없는 것 같습니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Honest Bull' , 'Y', 0 ,'2016-5-13',  'Posted: 
매우 긍정적' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'thrhkwk123#3282' , 'Y', 0 ,'2016-5-13',  'Posted: 
토론을 잘하고 싶으신가요?

그러면 당신은 이것을 말해야 합니다!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'seoyeonstar' , 'Y', 0 ,'2016-5-14',  'Posted: 
Product received for free

Good~ Very Good~!!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'orangeflavor' , 'Y', 0 ,'2016-5-13',  'Posted: 
그래! 난 이런 화끈한 fps게임을 원했어 ㅠㅠ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Sisio' , 'Y', 0 ,'2016-5-13',  'Posted: 
RIP AND TEAR' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '?shroud' , 'Y', 0 ,'2016-5-13',  'Posted: 
10점 만점의 100점.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Charlotte' , 'Y', 0 ,'2016-5-13',  'Posted: 
Product received for free

Really, Really really really God Game.



Score: 10/10' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Deadmoon' , 'Y', 0 ,'2016-5-13',  'Posted: 
누가 진짜 남자냐? 내가 존나남자다. 10점만점에 12점인 나는야 진짜 남자!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '오월' , 'Y', 0 ,'2016-5-13',  'Posted: 
둠 다운 둠' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'BlackRadio' , 'Y', 0 ,'2016-5-13',  'Posted: 
속이 다 후련하다!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'BangC' , 'Y', 0 ,'2016-6-4',  'Posted: 
Coooooooooooooooooooooooooooooooooool!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'noul' , 'Y', 0 ,'2016-5-22',  'Posted: 
10점 만점에 12점짜리 싱글' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '물약빠는 곰돌이' , 'Y', 0 ,'2016-5-31',  'Posted: 
싱글은 배리
굿멀티는 글쎄?
스냅스는 가능성 있음.
구입해도 안아까운 게임' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'palcurse' , 'Y', 0 ,'2016-5-24',  'Posted: 
한글화가 아닌 것만 빼면 아주 좋아요' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'NooB KitteN' , 'Y', 0 ,'2016-5-23',  'Posted: 
아.. 말을 잃었다.. 기 보다는 말이 필요없즹.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'NEONnika' , 'Y', 0 ,'2016-5-23',  'Posted: 
10점만점에 12점짜리게임' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'flexfever' , 'Y', 0 ,'2016-5-29',  'Posted: 
옛날 클래식 둠을 리부트한 작품이라 스피디하고 정신없는 전투가 특징이며
전투시 적들이 사방에서 랜덤하게 나오기 때문에 가만히 서서 싸우면 죽습니다 ㄷㄷ

암튼 죽이는 맛이 정말 일품이며 전기톱으로 썰기와 가끔 주먹으로 다 패죽이는 아템이
나오는데 이게 압권입니다 ㅋ

저의 경우는 65인치 UHD에 연결해서 엑원패드로 즐기는데 정말 재밌습니다 ^^' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'cyzard' , 'Y', 0 ,'2016-5-28',  'Posted: 
뭐 이런게 다있냐 !!!악마는 다 찢어 죽여야 되 콱콱 ~!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'TOMATO_와우개그' , 'Y', 0 ,'2016-5-24',  'Posted: 
Product received for free

찢고 뜯고 맛보고 즐기고!

이번 시리즈도 역시 존나 큰 총이 필요합니다.

단언컨대 전기톱은 가장 완벽한 무기입니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'ZNT' , 'Y', 0 ,'2016-5-25',  'Posted: 
미래 어느 날 화성에 지옥문이 열리자, 프레이터 수트를 두르신 둠슬레이어께서 친히 석관에서 몸을 일으키시어 사방을 둘러보셨다. 이미 화성의 몰골은 지옥에서 건너온 악귀들이 제 세상인양 뛰놀고 있는지라 그 어지러움과 참담함이 이루 말할 수 없을 지경이었다.
이에 둠슬레이어께서는 친히 악귀들 한가운데로 나아가서 십여 시간을 설법하시었는데, 이때 뿜어져 나오는 진리의 복음소리가 온 천지사방을 밝히고 울리더니, 마침내 지옥의 악귀들은 모두 깨달음을 얻고 승천하여 육편 하나 남지 않았다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Pilot_Chris' , 'Y', 0 ,'2016-6-4',  'Posted: 
당신이 진짜 남자라면 이건 사야한다.♥♥♥♥♥♥♥' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'lupinr' , 'Y', 0 ,'2016-6-1',  'Posted: 
존나 재밌다.

특히 나는 막 영화 흉내내면서 뭔가 있는척 하는 컷씬따위 무진장 싫어하는데 둠은 그런거 없다. 그냥 쏘고 딸려!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'a141890' , 'Y', 0 ,'2016-6-3',  'Posted: 
It is totally awesome game! I played Doom 1 when I was young and this game reminds my childhood. thanks Good Job!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Gamers' , 'Y', 0 ,'2016-6-3',  'Posted: 
It s good' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '????' , 'Y', 0 ,'2016-5-23',  'Posted: 
최소 사양이하로도 돌아가는 갓적화!
몇번 죽을정도의 적절한 난이도!
훌륭한 대화수단!

둠 을 처음접하는 것임에도 불구하고 재밌게 하고있습니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '잉검' , 'Y', 0 ,'2016-5-27',  'Posted: 
깔끔한 액션 시원한 진행 영알못이라도 진행에 전혀 문제없는 갓갓게임

갓적화가 무엇인지 보여주는 게임' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'eklm86' , 'Y', 0 ,'2016-5-26',  'Posted: 
쏘고 패고 뚜드리고 찢고 뜯어내고 뚫어버리고 마지막은 BFG로 싹쓸이하는 둠가이는 개쌍남자' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '인민의아편' , 'Y', 0 ,'2016-5-28',  'Posted: 
ㅠㅠ 무조건 해라' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Tard' , 'Y', 0 ,'2016-5-24',  'Posted: 
말이 필요 없는 두둠칫 두두칫~' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'jjs1108' , 'Y', 0 ,'2016-5-28',  'Posted: 
단언컨대 전기톱과 로켓포는 훌륭한 대화수단.

리빌드 된 클래식 데몬들을 다시 보게 되어 감회가 새롭다. (하지만 그래봤자 둠가이 앞에서는 고깃덩이들이지요)

잡지에서 말하는 것처럼 어느구간에서 마참내 "뚫어냈다"라고 생각할 만큼 일대 다 전투가 자주 벌어진다는것. 그리고 제작진이 그 긴장감이 바로 둠이라는 게임의 요체라는것을 잘 캐치했다는 것이 이 게임이 만족스럽게 뽑힌 이유같다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'orangezeus' , 'Y', 0 ,'2016-6-22',  'Posted: 
HERE I COME WITH BFG!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'WanPyeA' , 'Y', 0 ,'2016-6-29',  'Posted: 
iddqd' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'anklelock3' , 'Y', 0 ,'2016-6-30',  'Posted: 
39000원 세일할 때 샀음.
컴퓨터가 노트북이라 돌아갈 거 같지 않아서 망설인 것도 있는데, 체험판에서 구동되는거 보고 구매함. 1달 이상 살까 말까 고민함.
컴 사양 고민되면 체험판 돌려보고 하는거 추천.


장점:

"난이도 낮게(중요)" 플레이하면 괴물을 찢어 갈기는 재미를 느낄 수 있음.
괴물이 빤짝빤짝할 때 F키 누르면 글로리킬이 발동되는데, 이 맛에 둠을 하는듯? 이거랑 "버서커" 모드 발동하면 맨주먹으로 찢어갈기며 돌아다닐 수 있는데, 진짜 마약한 거 같이 머리 끝에 소름이 쫙 몰려오면서 반쯤 미쳐서 찢어갈기는 나를 발견하게 됨.

BGM이 진짜 갑오브 갑인데, 괴물 웨이브 시작할 때 노래에 따라 샷건 갈기고 글로리킬 콤보 이어나가면 소름이 쫙... 닭살 돋음.
그리고 스테이지 클리어하고 나오는 노래는 마치 오버워치에서 "최고의 플레이" 먹었을 때 음악 듣는 것과 비슷한 뿌듯함을 줌.


단점:

1. 누군가는 나이트메어 이상 해야 진정한 둠이라는데, 초보자는 절대 비추함.
불친절한 체크포인트 때문에 컨트롤 고자는 거의 다 잡다가 죽으면 한참 뒤에서부터 시작하는 고통을 느끼게 됨.
나이트메어가 사실 단점이자 숙련자에게는 장점인데, 줫밥으로 보이던 임프 불덩이에 한방에 눕는 자신을 발견하게 되면, 그동안 찢어죽이던 괴물들이 다르게 보일거임. 샷건 총알 떨어지면 소름이 쫙... ㅡㅡ;;

2. TAB 누르면 나오는 네비게이션 잘 안보게 됨. 첨에 이거 보다가 적응 못해서 접을뻔 했는데 상단 막대에 나오는 거리 미터숫자 보고 다니니 깰 수 있었음. 누군가 리뷰에 맵때매 해맨다는 말 있는데, 진짜 그럴 수도 있겠다 생각 듬. 성질 더러우면 키보드 같은거 모니터에 던지는 급식플레이가 나올 수도 있겠다 생각 들었음.

3. PC 멀티는 그냥 안잡힌다고 보면 될듯. 한시간 서버 옮기면서 찾아봤는데, 멀티 한겜도 안잡힘. 싱글용이 틀림없다.


결론:

세일 40%에 샀는데, 이 정도 가격일 때 사는 게 적당하다고 생각함. 6만 이상 주고 사기는 부담된다 생각함.
대부분 리뷰 쓴 유저들 플레이시간이 8~12시간인데, 대충 저난이도로 깨는데 12시간이면 깸. 그 말은 한번 깨고 안한다는 얘기겠지?
그런데, 나이트메어까지 하는 유저에게는 엄청난 도전 의욕을 줄 수도 있음. (난이도 올리면 완전 다른 게임이 되니까.)

요약: 세일할 때 사라.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'FREE BIN' , 'Y', 0 ,'2016-6-29',  'Posted: 
Korean languege Please' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'xvcx2' , 'Y', 0 ,'2016-6-15',  'Posted: 
please korean' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'ljc0687' , 'Y', 0 ,'2016-6-26',  'Posted: 
아 뭐야...6만원 주고 샀는데 1주일만에 할인이네 이런 제기랄....' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '쥐랭이' , 'Y', 0 ,'2016-6-27',  'Posted: 
싱글, 스냅맵 평

당신이 진정한 찢고 죽인다를 느끼고 싶으시다면 지금 사세요
후회 안합니다.
내가 찾던 FPS는 이거였어.....


멀티 평

전체적으론 퀘이크 느낌 외엔 아무것도 안나서 아쉽고
밸런스가 쓰렠....
그냥 모든 무기 다 버리시고 로켓런쳐만 쓰시면 됩니다.
그냥 이건 퀘이크+팀포2 솔져에요' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Jomebi' , 'Y', 0 ,'2016-7-2',  'Posted: 
I really love this festival of blood and gore' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'muroo35' , 'Y', 0 ,'2016-6-27',  'Posted: 
왜 지금와서 39000원에 파는데 이 나쁜새끼들아' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'HantaBOX' , 'Y', 0 ,'2016-5-14',  'Posted: 
생각보다 너무 가벼운 움직임에 놀랬습니다.
너무나 DOOM 스러운 움직임이 오랜만이라 이질감은 좀 있지만 생각없이 다 때려부시기에는 이만한것도 없습니다.

총알이 너무 부족한게 현재로는 제일 불만 ㅎㅎ 지도 시스템이 꽤나 잘 되어있어서 헤멜일은 없을거 같습니다.

한방쏘고 숨고, 총알 한대에 허덕이는 리얼한 게임이 질리셧으면 도전하세요.

우주 악마들 때려잡고 찢어잡고 부셔잡으세요~~~' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'ODEHISA' , 'Y', 0 ,'2016-11-24',  'Posted: 
멍때리고 하기좋다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Polarbear' , 'Y', 0 ,'2016-11-24',  'Posted: 
멀티플레이는 인원수 부족으로 즐길 수 없지만 싱글 컨텐츠만드로도 이미 끝내주는 게임입니다. 시즌패스가 전작들과 같이 싱글 확장팩이었어야함....' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '대출은하이론' , 'Y', 0 ,'2016-11-24',  'Posted: 
둠. 더 이상의 설명이 필요할 리가...' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Valhalla' , 'Y', 0 ,'2016-11-28',  'Posted: 
아...전기톱 훌륭한 대화수단이지.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Helbie' , 'Y', 0 ,'2016-11-26',  'Posted: 
전기톱은 훌륭한 대화수단이죠 물론 멀티에서도 언어의 장벽을 뛰어넘습니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'kimyra' , 'Y', 0 ,'2016-11-26',  'Posted: 
♥♥♥♥♥♥ 다 조지고 부셔!이 게임의 모토입니다. 그냥 다 뽀개고 쏘고 찢어버리세요. 왜 훌륭한 대화수단을 낭비합니까?' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'B.Candy' , 'Y', 0 ,'2016-11-26',  'Posted: 
그냥 개 꿀잼. 시크릿 이런거 관심없으면 아무생각없이 다 썰고 터트리면 되는 꿀잼겜' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'kim91kl' , 'Y', 0 ,'2016-11-26',  'Posted: 
볼것도없다. Rip and Tear!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'GUNDOG' , 'Y', 0 ,'2017-4-5',  'Posted: 
브루탈 둠이 더 재밌지만 둠3보다는 훨씬 재밌다. 브루탈 둠만한 타격감이었다면 전혀 다른 게임이 되었을거 같다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'hipi' , 'Y', 0 ,'2016-11-24',  'Posted: 
대부분의 게임에서는 주인공이 착하고 정의롭지만, 이 게임의 프랜차이즈는 뭔가 다릅니다.
진정한 악이 무엇인지 보여주는 주인공을 플레이 할 수 있다는 점이 참 매력적인 것 같습니다.
또한 이 게임을 구매하려고 고민하신다면 당신은 아마도 평소에도 주변 사람들로부터 스트레스를 많이 받는 사람일 것이 분명합니다.
그러므로 구매에 망설이지 마세요.이제부터는 여태까지 당한 것처럼 게임 속의 악마에게 진정한 악이 무엇인지 보여주세요.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'hi1183' , 'Y', 0 ,'2016-11-26',  'Posted: 
누가 진짜 FPS냐? 나야! 내가 X나 FPS다!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'hungrymuton' , 'Y', 0 ,'2016-11-26',  'Posted: 
DOOM!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'MJason★willcontinue' , 'Y', 0 ,'2016-11-26',  'Posted: 
Product received for free

밍밍한 콜옵 신작 싱글보다 더 재밌음' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Kwakde1203' , 'Y', 0 ,'2016-12-1',  'Posted: 
세월을 지나 다시금 예술을 즐길수 있게 해준 제작진에 감사한다.그런데 나는 둠을 구매한거지 슈퍼 마리오나 길찾기 게임을 원한게 아니었다는 점을 말하고 싶었다.어찌 되었든 정말 즐거운 시간을 보내게 해줘서 고맙다. 박수를 보낸다 짝짝짝~~' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'DICE' , 'Y', 0 ,'2016-12-2',  'Posted: 
상남자 게임, 아이템도 주먹으로 깨서 먹고 전기톱을 신나게 쓸 수 있다. 악마를 신나게 죽일 수 있으니 추천' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '탱글탱글Boy' , 'Y', 0 ,'2016-11-29',  'Posted: 
이게임은 옛둠시리즈를 즐겼던사람이건 둠시리즈를 처음접하는사람이건 재미있게즐길수있는 미친 파괴의 발레이다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '칼강[Kalkang]' , 'Y', 0 ,'2016-11-29',  'Posted: 
진정한 남자를 위한 게임' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'needmorechickens' , 'Y', 0 ,'2016-7-19',  'Posted: 
비주얼, 몬스터 AI, 무기, 음악 다 최상급인 갓겜입니다. 친구랑 같이 플레이할 수 있는 커스텀 맵인 스냅맵도 있습니다.
멀티만 좋았으면 완전체일텐데 ㅠ 일단 사람이 없어서 해볼 수가 있어야지요. 베타 때는 그냥 콜 오브 듀티 하고 싶다는 생각이 들었습니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Calto' , 'Y', 0 ,'2017-3-30',  'Posted: 
ROCK, PAPER, SHOTGUN

with BIG ♥♥♥♥ING GUN' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'KCM' , 'Y', 0 ,'2016-11-5',  'Posted: 
둠 시리즈가 갈수록 길찾기가 어려워지고 있다
둠 같은 게임에서 이건 좀 잘못된 방향이지.. 그래픽도 기대보다는 부족한 느낌이 든다. 어쩐지 다소 낮은 사양에서도 너무 잘 돌아간다 싶었다.. 그래도 초반몰입감은 좋고 이런 게임을 한번쯤 접하고 싶은 사람에게는 추천할 만한 게임이다.
중반 이후로 길찾다가 헤매는 시간이 갈수록 길어진다.. 쏘고 달리는 게임이 이래가지고서야... 이겜 처음 나올 때 엄청난 환호를 받은 걸로 아는데..' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Tachial' , 'Y', 0 ,'2016-9-25',  'Posted: 
상사에게 스트레스를 받으셨나요?
사회생활하며 갑질을 당하셨다구요?
여기 그 솔루션이 있습니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '크라이cRy' , 'Y', 0 ,'2016-9-27',  'Posted: 
저기톱과 BFG-9000으로 악마를 학살하는 게임입니다.
둠가이가 되어서 악마를 찢고 죽여야 합니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Vodca' , 'Y', 0 ,'2016-11-24',  'Posted: 
쏘고,때리고,죽이고 많은 생각이 필요없습니다 눈앞에 움직이는건 다 죽이세요최곱니다~' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'parkseti' , 'Y', 0 ,'2016-11-24',  'Posted: 
FPS 슈터게임의 본질을 느끼게 해주는게임 쏘고 피하고 부수고 터뜨리고
쉴틈없이 움직이고 뛰고 점프하고 파괴한다 FPS 에서 정조준이 필수적인 요즘 시스템이 항상 맞는것은 아니라는것을 제대로 알려줬다. 같은무기에 2가지 모드를 넣고 스킬시스템, 룬 업글까지 넣어서 자칫 반복적일수 있는 전투를 한단계 끌어올려준다.
총질 게임의 극한의 재미를 맛볼수있던 작품' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Ohyung' , 'Y', 0 ,'2016-11-24',  'Posted: 
오오오! 쿵쿵쿵 주겅주겅주겅!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Supplice' , 'Y', 0 ,'2016-11-24',  'Posted: 
둠가이.. 부순다! 찢는다! 파괴한다! 크크크킄...
내 오른손의 BFG가 미쳐 날뛰는군..' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'ST1GMA' , 'Y', 0 ,'2016-11-24',  'Posted: 
찢고 죽인다!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '[KOR] LiFREE' , 'Y', 0 ,'2016-11-24',  'Posted: 
말이 필요없다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'kdh2633' , 'Y', 0 ,'2016-11-25',  'Posted: 
시원한 스피디한 게임 심심할때 하면 시간 잘갑니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Trillion' , 'Y', 0 ,'2016-11-24',  'Posted: 
악마가 무서워해 봉인한 둠가이(둠마린)가 깨어나 미쳐 날뛰는 본격 주객전도 게임
저는 어두운 곳에서 갑툭튀 하는 스타일을 별로 좋아하지 않는데, 이 게임은 그런 경우가 많지 않아서 좋습니다.
직장에서 거지같은 일을 겪을 때마다 종종 접속하여 신나게 글로리킬을 하면 스트레스가 날아갑니다.
그리고 본편 클리어 뿐만 아니라 시크릿과 클래식둠 맵을 찾는 재미도 있습니다.
싱글만 해도 충분히 돈값 한다고 생각합니다.

* DLC는 싱글온리 유저의 경우 핵창렬이니 사지 마시길..' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'hyungjun93' , 'Y', 0 ,'2016-5-16',  'Posted: 
Product received for free

혜자스러운 분량, 적절한 몹 배치, 정신없는 싱글, 몇몇 무기 제외하고 평균 이상의 타격감, 이스터 에그를 포함한 오마주까지 클래식 둠을 즐겼던 사람이라면 최고의 선물이 될 것이다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Deep Dark sans.' , 'Y', 0 ,'2016-5-16',  'Posted: 
Product received for free

아 전기톱! 훌륭한 대화수단이지!

죽음이 나를 감쌀지라도, 천사의 울림이 들리는 지경이군.

보라, 내가 이 천하제일의 무기를 찾았도다! 내 눈물이 다 흐를 지경이군.

찬양하라, BFG9000!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Nema' , 'Y', 0 ,'2016-5-17',  'Posted: 
Nice' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'No I.D.' , 'Y', 0 ,'2016-5-18',  'Posted: 
악확찢 둠가이!!!!!!!!! 크하!!!!!!!!!!!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Kermit' , 'Y', 0 ,'2016-5-18',  'Posted: 
이 ♥♥♥♥♥♥!임프 새끼! 넌 이제 뒤졌다!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'j11s22k33' , 'Y', 0 ,'2016-5-17',  'Posted: 
옛날 생각나네...' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '?Tia♥' , 'Y', 0 ,'2016-5-16',  'Posted: 
클래식 둠과 퀘이크가 생각나게하는 게임이다. 진짜 대박이다... 스트레스 쫙쫙~ 날아간다 ㅋㅋㅋ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Voltar the Omniscient' , 'Y', 0 ,'2016-5-16',  'Posted: 
뜯고 씹고 맛보고 즐기는 둠이 돌아왔습니다. 둠시리즈를 좋아하시거나 하이퍼 FPS 좋아하시는 분들에게 추천합니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'leo22ryu' , 'Y', 0 ,'2016-5-16',  'Posted: 
완전 잼있어^^' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'wounagi' , 'Y', 0 ,'2016-5-14',  'Posted: 
상당히 반갑고도 제대로 리부트되어 돌아온 둠이다.

그래픽 - 테크5 엔진인진 모르겠지만 레이지와 울펜에서 느껴지는 단점들을 대부분 보완해서 나온 정말 차세대 그래픽을 본 느낌이다. 텍스쳐와 라이팅 모델링 모두 매우 뛰어나다.

사운드 - 음산한 분위기의 환경음에서 대량 전투에 돌입하면 시작되는 강렬한 메탈음악에 심박이 같이빨라지면서 몬스터의 괴성과 과격한 총소리가 한대어울러져 흥겨운 굿판이 펼쳐진다.

게임성 - 잘짜여진 맵디자인과 간결하지만 특징이 분명한 총기스킬 다양하지만 확고한 자신의 특징들을 내세운 잔몹들과 거대하면서 엄청난 맹공을 펼쳐보이는 보스몹은 슈팅게임마냥 몇번 죽고나서야 보스의 패턴이 보이기 시작한다. 많이 죽었지만 짜증나는것이 아니라 도전정신을 불러일으키는 원초적인 느낌을 받는다.

둠1,2 의 장점을 잘살려 나온 요즘보기 드믄 게임스타일의 반갑고도 화끈한 fps게임 이었다. 좀더 길었으면 하는 아쉬움마저 들었다. 다음편을 예고하며 끝나는것 같은데 빨리 나오기만을 기다린다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'lyz1997★' , 'Y', 0 ,'2016-8-21',  'Posted: 
누가 진정한 악마의 참교육자 인지 알려주는 둠가이!!!!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'ezicofmyth' , 'Y', 0 ,'2016-8-28',  'Posted: 
개인적으로 스토리 흐름이 있는 FPS를 선호하지만, 크게 스토리가 위주가 아니더라도
전기톱으로 하는 훌륭한 대화 수단이 있다는 것 만으로도
몇년만에 접해서 정말 재밌게한 FPS입니다.
킬링 타임으로 정말 괜찮은 게임입니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'wzero00' , 'Y', 0 ,'2017-4-2',  'Posted: 
게임 불감증이 나았습니다. 어서 지르세요.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '실프' , 'Y', 0 ,'2016-9-23',  'Posted: 
good!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'pancake74' , 'Y', 0 ,'2016-9-23',  'Posted: 
Coool' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '킹오브똥쟁이' , 'Y', 0 ,'2016-10-4',  'Posted: 
한마디로 그냥 꿀잼' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '고급잉여HS' , 'Y', 0 ,'2016-10-7',  'Posted: 
다좋은데 최적화가 아쉽다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '자연인' , 'Y', 0 ,'2016-10-3',  'Posted: 
부시고 학살한다 그러기에 둠가이가잇다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Baeksansu' , 'Y', 0 ,'2016-10-3',  'Posted: 
실황같은 것으로 볼때: 뭐야 그냥 밍밍해보이네...

할인으로 구입 직후: 뭐, 시간보낼때 하자.

4시간 플레이 후: HELL YEAH!!!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '박종인' , 'Y', 0 ,'2016-10-4',  'Posted: 
아. 정말 재밌다. 자신의 한계에 맞추어 난이도를 높이면 정말 색다른 재미가 생긴다. 악마가 보다 지능적이 되면서 슈팅의 재미가 살아난다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '메밀소바' , 'Y', 0 ,'2016-5-13',  'Posted: 
12/10' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Finn THE Human' , 'Y', 0 ,'2016-7-24',  'Posted: 
사라 후회 안한다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '[PLAYER 1]' , 'Y', 0 ,'2016-7-27',  'Posted: 
무슨 말이 필요 있을까? b

이 게임을 하고 암이 나았습니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '[FG] 낭' , 'Y', 0 ,'2016-8-5',  'Posted: 
간만에 돈값하는 싱글 게임' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'ysh9522' , 'Y', 0 ,'2016-5-20',  'Posted: 
그래픽 사운드 타격감 액션 다 좋고 재밌기는 한데..
흐름을 끊는 요소들이 너무 많아요..
맵이 너무 복잡해서 수시로 맵을 봐야하고...
스탯을 찍어야하고..
둠 1,2 처럼 단순하게 쏘고 죽이고 그게 다였으면 좋았을듯...
한번 엔딩보면 손이 안가네요..
멀티 사람이 없어서 전혀 해본적도 없고..
6만5천원 주고하기엔 그닥인듯..' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'flavm1114' , 'Y', 0 ,'2016-8-7',  'Posted: 
제가 해본 스팀게임중에 최고에요

좀비나 괴물, 고어, 피튀기거나, 중화기, 거대한 로켓, 레이저, fps 등을 좋아하신다면

정말 속이 뻥뚫리게 악마들을 퇴치할수 있어요

절대 후회하지 않으실 것 같습니다. (게임의 사양이 높아요! 권장사양과 최소사양을 꼭 확인하세요!)

한국어 지원이 아직인것 같지만 게임플레이에 무리가 없었습니다.!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'anhouse33' , 'Y', 0 ,'2016-8-30',  'Posted: 
존나게 남자다운 게임' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '던저씨' , 'Y', 0 ,'2016-5-19',  'Posted: 
Product received for free

둠이 공포게임이었던가 하고 생각을 해본다면 아니었다
3에서 갑자기 공포로 바뀐것이고 같고
1하고 2를 했던사람들이라면 가서 존나 조진거
둠 리붓에서는 제작진이 약속한것을 확실히 해주었다
조지기, 달리기, 시발 퀘스트는 없어
재장전이 없다 둠가이(너)는 시발 널 깨운새끼들을 조지러가면 된다.
조지기 부수기 쳐죽이기
진짜로 파멸만을 보여주면 된다.
말진짜 잘하는 아저씨다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'The Mythologies_69' , 'Y', 0 ,'2016-7-31',  'Posted: 
Oh, Bloody HELL !!! IT''s LITERALLY HELL IT SELF! F**K !!
However, dispite the fact that it contains a lot of awesome action with instant kill moves, the difficulty itself is something players has to struggle. Since the ammunition isn''t infinate, you will have to use your damn brain to work things out. If you run out of ammunition too early, well, all you have is a simple pistol which can charge. GOOD LUCK on that ;)

Nevertheless, it''s a cool game and love to play it even though I scream with anger and hurl my mouse on the wall when I die. CHEERS !' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'homsom' , 'Y', 0 ,'2016-8-31',  'Posted: 
게임 자체는 id+bethesda조합으로 굉장히 훌륭합니다
오리지널 둠을 해봤어도 안해봤어도 적응하는데 문제 없고

요 몇년 사이 대세였던 직선형 FPS(총쏘다가 컷신, 총쏘다가 컷신)에서 벗어난
탐험요소가 많은 맵구성, 화끈한 액션성 게다가 미친 BGM 등 장점이 가득합니다.

문제가 되는건 한글화가 아니라는건데
그게 대숩니까 어차피 전기톱이랑 존나큰총으로 대화할건데!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'L!zard' , 'Y', 0 ,'2016-5-18',  'Posted: 
둠3를 한 인원은 보지마시오.
둠1,2 & Brutal 둠을 해봤다 좋아한다하이퍼FPS 에 자신있다
스토리 그딴거 재끼고 학살의 맛을 느끼고싶다
그러면 사면된다 뭘 망설이는가' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'hyungjun93' , 'Y', 0 ,'2016-5-16',  'Posted: 
Product received for free

혜자스러운 분량, 적절한 몹 배치, 정신없는 싱글, 몇몇 무기 제외하고 평균 이상의 타격감, 이스터 에그를 포함한 오마주까지 클래식 둠을 즐겼던 사람이라면 최고의 선물이 될 것이다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'JUKJAC' , 'Y', 0 ,'2016-5-20',  'Posted: 
10점만점에 12점짜리 게임!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'A.teen2ne4' , 'Y', 0 ,'2016-5-20',  'Posted: 
찢고 죽일거에양~♥ >_<' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Bangbae' , 'Y', 0 ,'2016-5-22',  'Posted: 
이 게임 이름이 DOOM인 이유는 모든 무기에서 DOOM! 소리가 나기 때문이지' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Goji?αzen' , 'Y', 0 ,'2016-5-20',  'Posted: 
말이 필요한가' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '[KR]Peterson''s Blues' , 'Y', 0 ,'2016-5-18',  'Posted: 
아,전기톱! 좋은 대화 수단이지!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'space bucks' , 'Y', 0 ,'2016-5-18',  'Posted: 
여기 인기 태그에 왜 연애 시뮬레이션이 있는거에요?' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'wounagi' , 'Y', 0 ,'2016-5-14',  'Posted: 
상당히 반갑고도 제대로 리부트되어 돌아온 둠이다.

그래픽 - 테크5 엔진인진 모르겠지만 레이지와 울펜에서 느껴지는 단점들을 대부분 보완해서 나온 정말 차세대 그래픽을 본 느낌이다. 텍스쳐와 라이팅 모델링 모두 매우 뛰어나다.

사운드 - 음산한 분위기의 환경음에서 대량 전투에 돌입하면 시작되는 강렬한 메탈음악에 심박이 같이빨라지면서 몬스터의 괴성과 과격한 총소리가 한대어울러져 흥겨운 굿판이 펼쳐진다.

게임성 - 잘짜여진 맵디자인과 간결하지만 특징이 분명한 총기스킬 다양하지만 확고한 자신의 특징들을 내세운 잔몹들과 거대하면서 엄청난 맹공을 펼쳐보이는 보스몹은 슈팅게임마냥 몇번 죽고나서야 보스의 패턴이 보이기 시작한다. 많이 죽었지만 짜증나는것이 아니라 도전정신을 불러일으키는 원초적인 느낌을 받는다.

둠1,2 의 장점을 잘살려 나온 요즘보기 드믄 게임스타일의 반갑고도 화끈한 fps게임 이었다. 좀더 길었으면 하는 아쉬움마저 들었다. 다음편을 예고하며 끝나는것 같은데 빨리 나오기만을 기다린다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'disilane' , 'Y', 0 ,'2016-5-18',  'Posted: 
FPS를 많이 즐겨왔던 나로서는 ''정체성은 버리지 않고 새롭게 가져올건 가져온'' 둠 리부트가 얼마나 반가운지..
둠3도 나름 재밌게 했었는데 클래식 둠 영상을 보니 고개가 갸우뚱 하던 기억이 있는데,
이번 둠 리부트는 둠3의 탄탄한 스토리라인과 클래식 둠의 스피디한 전투방식을 모두 반영했고
COD:AW에서 보여준 수트 업그레이드나 무기 업그레이드가 있어 전투를 좀 더 입맛에 맞게 할 수 있는 장점이 있음
뛰어난 그래픽과 말도 안되는 최적화는 감동적이었고 (아 물론 맵 로딩으로 인한 잠깐의 프레임 저하는 있었지만)
각종 시크릿과 코덱스를 모으는 재미 또한 쏠쏠하니 한번쯤 100% 달성 도전도 할만하다고 본다

+초반에 얻는 룬 2개를 풀업하고나서 BFG를 얻으면 계속해서 리젠되는 적을 다 쓸어버리는데 좀 도움이 됨 ㅋㅋ

멀티는 아직 좀 말이 많기는 하지만... 싱글만으로도 개인적으로는 만족함' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Melovia' , 'Y', 0 ,'2016-9-30',  'Posted: 
먼저 쏘시고 F키를 눌르세요 무지개색 엄청난 일이 벌어지게 됩니다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '(KOR)daisuki' , 'Y', 0 ,'2016-9-29',  'Posted: 
Product received for free

너무너무 재미있어요!
여러분들도 해보세요 스트레스푸는게임입니다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '크라이cRy' , 'Y', 0 ,'2016-9-27',  'Posted: 
저기톱과 BFG-9000으로 악마를 학살하는 게임입니다.
둠가이가 되어서 악마를 찢고 죽여야 합니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '고급잉여HS' , 'Y', 0 ,'2016-10-7',  'Posted: 
다좋은데 최적화가 아쉽다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Baeksansu' , 'Y', 0 ,'2016-10-3',  'Posted: 
실황같은 것으로 볼때: 뭐야 그냥 밍밍해보이네...

할인으로 구입 직후: 뭐, 시간보낼때 하자.

4시간 플레이 후: HELL YEAH!!!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '킹오브똥쟁이' , 'Y', 0 ,'2016-10-4',  'Posted: 
한마디로 그냥 꿀잼' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '하렘워치' , 'Y', 0 ,'2016-10-6',  'Posted: 
재밌다 그냥 재밌다 뭔진 모르겠는데 그냥 재밌다
내 얼굴은 평상시랑 똑같지만 내마음속은 재밌다고 한다
모르겠다 그냥 재밌다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'cafealpa' , 'Y', 0 ,'2016-10-7',  'Posted: 
빠른 속도감과 넓은 맵확실한 타격감.찢고 죽인다!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '박종인' , 'Y', 0 ,'2016-10-4',  'Posted: 
아. 정말 재밌다. 자신의 한계에 맞추어 난이도를 높이면 정말 색다른 재미가 생긴다. 악마가 보다 지능적이 되면서 슈팅의 재미가 살아난다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'dlldll2000' , 'Y', 0 ,'2016-10-24',  'Posted: 
1.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'VaVo' , 'Y', 0 ,'2016-8-3',  'Posted: 
꿀잼~썰어버리는 맛이 일품' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'G-SYW.BBE' , 'Y', 0 ,'2016-8-5',  'Posted: 
쏴라 그리고 죽여라, 그리고 찢고 죽여라 둠가이는 배신하지 않았습니다 초반 멀미가 좀 있을 수 도 있지만 절대 후회 하지 않을 AAA슈팅 게임입니다! 세일도 후하게 하는 편이니깐 모두 구입합시다!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Rnawoddl86' , 'Y', 0 ,'2016-7-3',  'Posted: 
이 게임은 총 쏘는 게임이 아닙니다. 총은 거들 뿐' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'coloroflight' , 'Y', 0 ,'2016-7-3',  'Posted: 
다 때려부수는데에는 최고인 게임!
다크 소울이랑 더불어서 게임 재미없을 때 하면 좋을거 같군요 ㅎ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Natural man' , 'Y', 0 ,'2016-7-4',  'Posted: 
싱글플레이는 훌륭하다 그러나 멀티플레이는 그닥 싱글만보고 달리는게임인데 그에비해 가격은 좀 너무높은게 아닌가 싶다

그러나 싱글이 1회차플레이에 압도적인 재미가있기에 추천' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'orangezeus' , 'Y', 0 ,'2016-6-22',  'Posted: 
HERE I COME WITH BFG!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'J.KI' , 'Y', 0 ,'2016-7-3',  'Posted: 
시원시원 손맛. 단, 3D 어지러움증 느끼시는 분들은 조심하세요' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Dr.Strangeluv' , 'Y', 0 ,'2016-7-3',  'Posted: 
액션게임을 하고싶어요? 진짜 좋은 의미에서 고전적인 ''액션''게임말예요. 그러면 당장 사세요. 할인 기다릴 필요도 없습니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Daniel.K' , 'Y', 0 ,'2016-7-2',  'Posted: 
싱글플레이 깨고 끄적입니다. 여러분들이 수 많은 게임을 하며
"나, 너랑 할 때 마다 아무런 느낌이 안나.."
라고 하는 가슴 아픈 실연을 겪어봤다면 이 게임이 특효약이 될 겁니다.
스토리, 배경설정, 클리셰, 무대장치 그딴거 필요 없습니다.
이 게임은 더 이상 당신의 불안감과 걱정들을 들어주지도 도와주지도 않습니다.
"자, 여기 앉아 오빠 처음이지? 어깨 힘 좀 풀어~"
하더니 갑자기 권총하나 쥐어주더니
"찢고 찢는다! 죽어라!"
하며 묻지도 따지지도 않고 보통 사람이면 100% 죽을 상황들을 쉴 새 없이 만들어줍니다
정말 아무런 생각없이 부수고 찢고 찢고 찢고 찢고 찢었습니다
스토리 그런건 신경안쓰고 쟤네들이 뭐고 어떻게 생겼나 구경이나 하다가
다음 문이 열리면 그대로 초토화시키면 되는겁니다
다시 한번 우리에게 게임이란 무엇이었나 가르쳐준 고마운 게임입니다.

참고로 멀티는 베타 때 밖에 안해봤습니다만 제가 멀티플레이에서 맨손으로 악마 머리 뜯은 둠가이 10명 안에 들겁니다.

암튼 멀티는 간단한데 지겨워요 다음 업데이트를 기다려봅시다


싱글 플레이는 진짜 강력추천합니다. 무조건 사세요.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'hermir3' , 'Y', 0 ,'2016-7-5',  'Posted: 
이런 분께 강력 추천 합니다.
아무 생각 없이 총 쏘고 싶으신분
직장에서 스트레스 많이 받으신분
전기톱 써보고 싶으신분
유치원 수준의 abcd 알파벳 정도는 알고 있으신분
강력하게 추천하지만
FPS에 울렁증 있으신분
피튀기는걸 못보시는분은 비추합니다.

이게임을 구매하기 전 한글화가 되지 않아 조금은 걱정은 했는데
크게 문제가 되지 않고 퀘스트도 너무 친절하게
화면 중앙 위에 표시따라 가면 됩니다. 스카이림 해보신 분들이라면 금방 아실듯 하고
아쉬운점이 있다면 역시 한글화겠죠
간단한 스토리가 있는듯 한데 ㅋㅋ 영어로 솴라솰라 해서
무슨 내용인지 모르겠네요 그래도 뭐 게임 진행하는데막히는 부분은 없는 것 같습니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'choonbong' , 'Y', 0 ,'2016-8-8',  'Posted: 
10점 만점에 12점!!
찢고 죽인다!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '킹오브똥쟁이' , 'Y', 0 ,'2016-10-4',  'Posted: 
한마디로 그냥 꿀잼' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '(KOR)daisuki' , 'Y', 0 ,'2016-9-29',  'Posted: 
Product received for free

너무너무 재미있어요!
여러분들도 해보세요 스트레스푸는게임입니다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Gthulhu' , 'Y', 0 ,'2016-10-1',  'Posted: 
권총 한 발을 쏴도 로켓런쳐를 쏘는 듯한 쾌감이 느껴집니다, 세상에!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '자연인' , 'Y', 0 ,'2016-10-3',  'Posted: 
부시고 학살한다 그러기에 둠가이가잇다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Baeksansu' , 'Y', 0 ,'2016-10-3',  'Posted: 
실황같은 것으로 볼때: 뭐야 그냥 밍밍해보이네...

할인으로 구입 직후: 뭐, 시간보낼때 하자.

4시간 플레이 후: HELL YEAH!!!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '박종인' , 'Y', 0 ,'2016-10-4',  'Posted: 
아. 정말 재밌다. 자신의 한계에 맞추어 난이도를 높이면 정말 색다른 재미가 생긴다. 악마가 보다 지능적이 되면서 슈팅의 재미가 살아난다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Kick the BEAN' , 'Y', 0 ,'2016-10-2',  'Posted: 
클래식FPS를 완벽하게 재현하면서도 발전시킨 기념비적인 작품' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'NKnnF' , 'Y', 0 ,'2016-10-2',  'Posted: 
손에 땀을 쥐는 게임;;; 긴장감이 아주 사네요;;;' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'iamkdh' , 'Y', 0 ,'2016-10-18',  'Posted: 
7/10' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'flysloth' , 'Y', 0 ,'2016-11-25',  'Posted: 
시원시원하다하지만 나이트메어 이상 플레이한다면,다크소울 못지 않다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'kdh2633' , 'Y', 0 ,'2016-11-25',  'Posted: 
시원한 스피디한 게임 심심할때 하면 시간 잘갑니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '『ⓡⓞⓞⓚⓘⓔ』' , 'Y', 0 ,'2016-11-25',  'Posted: 
찢고 죽인다! 이한마디면 설명이 끝나는 게임' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Angry_HS_Candy' , 'Y', 0 ,'2016-5-15',  'Posted: 
옛날 개 무식한 FPS의 원형을 더욱 무식하게 발전시킨 갓겜.
무진장 뛰어다니면서 머리를 부수고 팔을 뽑아서 머리를 후려치자.
게임은 저게 다다. 연출 등장인물 간의 복잡한 갈등 그딴것도 거의 없다.
요즘 게임이 지닌 복잡한 스토리와 장대한 연출,
숨었다가 쏘고 잠시 뛰다가 숨고를 반복하는 계집애 놀이를 좋아한다면 안하는게 낫다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'ZAKK' , 'Y', 0 ,'2016-11-25',  'Posted: 
KILLER!!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '때껄룩' , 'Y', 0 ,'2016-11-24',  'Posted: 
주긴다! 악마! 찢는다! 악마!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Polarbear' , 'Y', 0 ,'2016-11-24',  'Posted: 
멀티플레이는 인원수 부족으로 즐길 수 없지만 싱글 컨텐츠만드로도 이미 끝내주는 게임입니다. 시즌패스가 전작들과 같이 싱글 확장팩이었어야함....' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'BlazRage' , 'Y', 0 ,'2016-11-24',  'Posted: 
신나게 달리고 신나게 쏘세요' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Grylls the Bear' , 'Y', 0 ,'2016-11-24',  'Posted: 
나는 가스로 너네를 지진다! 내 손에는 내가 죽인 새끼들이 한가득! 그래, 이게 척추구만! 누가 진짜 남자냐? 나야! 내가 존나 남자다! 얼마나 존나? 존나게 존나! 나는 10점 만점에 12점인 진짜 싸나이!

이 게임은 저걸로 설명가능
재밌당 ㅎㅎ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Fishkitty' , 'Y', 0 ,'2016-11-24',  'Posted: 
Nothing left behind Doomguy.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'asdmsn' , 'Y', 0 ,'2016-8-27',  'Posted: 
갓-겜' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Serre' , 'Y', 0 ,'2016-8-19',  'Posted: 
찢고 죽여라! 갈기갈기 찢어 죽여라!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'lyz1997★' , 'Y', 0 ,'2016-8-21',  'Posted: 
누가 진정한 악마의 참교육자 인지 알려주는 둠가이!!!!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'bit' , 'Y', 0 ,'2016-8-18',  'Posted: 
개쩐다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Wilde' , 'Y', 0 ,'2016-8-18',  'Posted: 
길 찾기가 요즘 게임 답지 않게 스트레스를 주고 죽었을때 반복해서 보게 되는 컷신등이 단점이지만 전체적으론 만족 스럽다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'WannaBe' , 'Y', 0 ,'2016-8-20',  'Posted: 
난 방금 ''공포의 게임 : 디비뎐''의 후기를 작성하고 왔기 때문에, 기분이 매우 x같고, 암을 얻었지만,
둠으로 대화를 시도한 끝에 말끔히 나았습니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'TotenkopfSS' , 'Y', 0 ,'2016-8-14',  'Posted: 
기존 둠시리즈의 특징과 맛을 완벽히 살려낸 대작. 악마들과의 대규모 전투는 그야말로 내안에 깃들어있던 악마를 끄집어내기 충분하다 타이밍 좋게 울려버지는 배경음악은 강렬한 전투와 동화되어 미칠듯이 아름다운 꽃을 피운다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'BluesMan' , 'Y', 0 ,'2016-11-13',  'Posted: 
둠 1에 추억이 있든 없든 대단히 재미있고 잘만들어졌다고 생각합니다.

둠을 처음 접했을 때 심장 쫄깃쫄깃 하게 게임한 느낌 그대로

요즘 스타일에 맞게 업그레이드 되어 더욱 재미있어요

그리고 그래픽 쩔어주고요

말리액션이라고 하나요? 때려잡는거? 아주 통쾌합니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'h7180' , 'Y', 0 ,'2016-10-19',  'Posted: 
남자의 게임 설명이 필요없다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Saber' , 'Y', 0 ,'2016-10-19',  'Posted: 
캬 좆꿀잼' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'KATO' , 'Y', 0 ,'2016-10-23',  'Posted: 
타격감하면 떠오르는 게임. 둠 시리즈는 처음 접해봤지만 강한 인상을 남겨준 게임' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'dlldll2000' , 'Y', 0 ,'2016-10-24',  'Posted: 
1.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'clom' , 'Y', 0 ,'2016-10-24',  'Posted: 
쏴라 찢어라 죽여라
스토리는 포르노의 그것과같다
번역따윈필요 없다
노래와 죽이는거 그것만이 중요하다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Cookie Monster' , 'Y', 0 ,'2016-10-21',  'Posted: 
로고가 멋있어서 샀더니 재밌네요' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'WarbossJD' , 'Y', 0 ,'2016-10-21',  'Posted: 
이 게임을 하고 난 뒤 다른 게임 하려니까 액션이 너무 시시해보이더라...' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'oh! donny!' , 'Y', 0 ,'2016-10-22',  'Posted: 
히. . . 히익 X나게 큰총 X나게 큰총이 필요하다
전기톱! 훌륭한 대화수단이지' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '핏발선눈알' , 'Y', 0 ,'2016-10-22',  'Posted: 
TEAR & RIP' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '머저리' , 'Y', 0 ,'2016-10-20',  'Posted: 
전기톱으로 대화하는 게임' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'wzero00' , 'Y', 0 ,'2017-4-2',  'Posted: 
게임 불감증이 나았습니다. 어서 지르세요.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'KOR-PIGEON' , 'Y', 0 ,'2016-10-30',  'Posted: 
스토리??? 그건 난 모르겟고~

혹시 분위기에 공포감을 느끼시나요? 점심때 게임 하세요.

너무 빠른 게임이 어려우신가요? 즐겨 보세요.

영어가 너무 어려운가요? 스토리 중요한 게임 아닙니다.

적 죽이는 쾌감과 통쾌함이 이루 말 할수 없습니다.

또한 너무나 재미져 ㅋㅋㅋㅋㅋㅋㅋㅋ

이 게임을 하시면서 한가지만 기억하세요.

1. 앞만 보면서 적을 죽이고, 즐기기

그것 하나만 하실줄 아시면, 이 게임 즐기시기에 안성맞춤입니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '밀가루?' , 'Y', 0 ,'2017-3-25',  'Posted: 
13년만에 돌아온 둠 시리즈 신작.

이라곤 하고싶지만 신작이라기 보단 그냥 둠 리메이크 같습니다. 하지만 차이가 있다면 대차게 말아먹은 둠3 완 달리 이 게임에서 스토리는 겉저리 사이드 메뉴고 그저 악마를 찢고 죽이는게 메인디쉬입니다.

명심하세요 슈퍼샷건이 짱입니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'lyz1997★' , 'Y', 0 ,'2016-8-21',  'Posted: 
누가 진정한 악마의 참교육자 인지 알려주는 둠가이!!!!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '평범하고 평범한 트롤러' , 'Y', 0 ,'2016-8-11',  'Posted: 
교육적으로 매우 좋은 게임.
요즘같이 악마의 사상들에 빠지기 쉬운 때에 아이들에게 악마적 사상에 대한 반감을 심어주고
그와 동시에 업그레이드 로봇과의 상호 작용에서 자기에게 필요 없어진 것을 어떻게 처리해야 하는가를 보여주고 있다.
대한민국의 어머니들이라면 비싸더라도 한번쯤 아이들에게 플레이 시켜주면 좋을 제품.
강추합니다!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'TotenkopfSS' , 'Y', 0 ,'2016-8-14',  'Posted: 
기존 둠시리즈의 특징과 맛을 완벽히 살려낸 대작. 악마들과의 대규모 전투는 그야말로 내안에 깃들어있던 악마를 끄집어내기 충분하다 타이밍 좋게 울려버지는 배경음악은 강렬한 전투와 동화되어 미칠듯이 아름다운 꽃을 피운다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'asdmsn' , 'Y', 0 ,'2016-8-27',  'Posted: 
갓-겜' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'ezicofmyth' , 'Y', 0 ,'2016-8-28',  'Posted: 
개인적으로 스토리 흐름이 있는 FPS를 선호하지만, 크게 스토리가 위주가 아니더라도
전기톱으로 하는 훌륭한 대화 수단이 있다는 것 만으로도
몇년만에 접해서 정말 재밌게한 FPS입니다.
킬링 타임으로 정말 괜찮은 게임입니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'anhouse33' , 'Y', 0 ,'2016-8-30',  'Posted: 
존나게 남자다운 게임' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'lordi2413' , 'Y', 0 ,'2016-8-31',  'Posted: 
장점: 고전 둠의 화려한 귀환. 화려한 그래픽과 더불어 인트로 영상에 나오는 Rip & Tear 라는 어구에 매우 충실한 게임으로 스피드하고 피가 난무하는 화끈한 액션을 경험해볼 수 있다.

단점: 개인적인 문제인진 모르겠으나 가끔 광원이 없는곳으로 가면 그래픽이 카툰 렌더링 된것처럼 보일 때가 있어 플레이 도중에 조금 깰때가 있음.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '(KOR)daisuki' , 'Y', 0 ,'2016-9-29',  'Posted: 
Product received for free

너무너무 재미있어요!
여러분들도 해보세요 스트레스푸는게임입니다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'homsom' , 'Y', 0 ,'2016-8-31',  'Posted: 
게임 자체는 id+bethesda조합으로 굉장히 훌륭합니다
오리지널 둠을 해봤어도 안해봤어도 적응하는데 문제 없고

요 몇년 사이 대세였던 직선형 FPS(총쏘다가 컷신, 총쏘다가 컷신)에서 벗어난
탐험요소가 많은 맵구성, 화끈한 액션성 게다가 미친 BGM 등 장점이 가득합니다.

문제가 되는건 한글화가 아니라는건데
그게 대숩니까 어차피 전기톱이랑 존나큰총으로 대화할건데!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Melovia' , 'Y', 0 ,'2016-9-30',  'Posted: 
먼저 쏘시고 F키를 눌르세요 무지개색 엄청난 일이 벌어지게 됩니다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '킹오브똥쟁이' , 'Y', 0 ,'2016-10-4',  'Posted: 
한마디로 그냥 꿀잼' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Tachial' , 'Y', 0 ,'2016-9-25',  'Posted: 
상사에게 스트레스를 받으셨나요?
사회생활하며 갑질을 당하셨다구요?
여기 그 솔루션이 있습니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '크라이cRy' , 'Y', 0 ,'2016-9-27',  'Posted: 
저기톱과 BFG-9000으로 악마를 학살하는 게임입니다.
둠가이가 되어서 악마를 찢고 죽여야 합니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Gthulhu' , 'Y', 0 ,'2016-10-1',  'Posted: 
권총 한 발을 쏴도 로켓런쳐를 쏘는 듯한 쾌감이 느껴집니다, 세상에!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'NKnnF' , 'Y', 0 ,'2016-10-2',  'Posted: 
손에 땀을 쥐는 게임;;; 긴장감이 아주 사네요;;;' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '실프' , 'Y', 0 ,'2016-9-23',  'Posted: 
good!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'pancake74' , 'Y', 0 ,'2016-9-23',  'Posted: 
Coool' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '하렘워치' , 'Y', 0 ,'2016-10-6',  'Posted: 
재밌다 그냥 재밌다 뭔진 모르겠는데 그냥 재밌다
내 얼굴은 평상시랑 똑같지만 내마음속은 재밌다고 한다
모르겠다 그냥 재밌다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '자연인' , 'Y', 0 ,'2016-10-3',  'Posted: 
부시고 학살한다 그러기에 둠가이가잇다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Domaus' , 'Y', 0 ,'2016-5-13',  'Posted: 
Product received for free

구입전 평가를 보시는 분들을 위해
**공개된 사전영상 보시고 플레이할 시 몇가지 알아두시고 넘어가세요.**

ㅇ ''더블점프''를 비롯한 둠가이의 패시브 스킬은 처음부터 있는게 아니라
플레이 중간 중간에 숨겨진 미니게임을 통해서 획득하는겁니다.
그리고 더블점프는 캠패인 진행중 필수적으로 얻게됩니다.

-저는 처음 겜을 진행하다가 더블점프가 안되는 것을 확인하고는 굉장히 당황했습니다.
더블점프만 하면 올라갈 수 있는곳을 못올라가서 비밀장소를 못찾는다고 생각하니 뭔가 잘못됐나? 싶었지만
나중에 더블점프 획득 후 캠패인을 다시 플레이하시면 됩니다. 나중에 찾을수 있는 비밀장소가 존재하니
깔끔하게 2~3회차 플레이 즐겨도 무방할거 같습니다.

ㅇ 숨겨진 요소를 찾고 싶으신 분들은 네비나 오토맵 관련 업그레이드를 먼저 올려주시면 편합니다.
ㅇ 게임 기동시 초반 로딩이 조금 긴편입니다. 그 이후로는 그럴일 거의 없으니 안심하셔도 됩니다.
ㅇ 플레이 중간에 세이브는 지원하지 않고 체크포인트가 있습니다.

-에리어 내의 모든 적을 처치시에도 자동으로 체크포인트가 활성화 되니 혹여나 그럴일 없겠지만 다 잡고 넘어갑시다.
체크포인트다 보니 어설픈 진행상황에서 죽으면 이전 부분으로 돌아가는건 조금 짜증날수 있습니다.

ㅇ 각 캠페인마다 첼린지 목록이 있으니 꾸준히 하시면 무기 업글에 굉장히 도움이 많이 됩니다.

-탭키 눌러서 나오는 메뉴에서 지도탭 우측에 있으니 읽어보시고 진행하시면 더 재밌을 겁니다
특정 악마들의 머리 위 글로리킬 시행이라던가 둠가이 인형 찾기라던가 이런것도 있네? 싶은 부분들을 발견하실 수 있습니다.

다른 분들이 대부분 다 호평하셨듯 이전 클래식과 마찬가지로 빠른 속도와 강력한 무기들로
악마들이 나를 죽이기전에 먼저 처치하는게 주된 포인트입니다.

선 공개영상 이후 페이탈리티라고 불렸던 글로리킬 시스템은 상당히 빠르고 호쾌한데다
둠가이가 빈사상태일 때 글로리킬 성공시 추가 헬스펙을 드랍하는 이점이 있어서
겜을 플레이 하다보면 자연스럽게 파쿠르 도살머신이 된 둠가이를 발견하실수 있을 겁니다.


자꾸 게임을 영화로 만들려는 게임 업계의 분위기 속에서 FPS 특유의 쏘고 죽이고에 충실하니 개인적으론 아주 맘에 듭니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'NEONnika' , 'Y', 0 ,'2016-5-23',  'Posted: 
10점만점에 12점짜리게임' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Eine' , 'Y', 0 ,'2016-5-22',  'Posted: 
It''s been a long time that I played a ''Real'' FPS game. There were FPS game, of course, but it was just a shooting game or a game for cinematic episodes. Now, the DOOM has back and real first shooting game starts again.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'eklm86' , 'Y', 0 ,'2016-5-26',  'Posted: 
쏘고 패고 뚜드리고 찢고 뜯어내고 뚫어버리고 마지막은 BFG로 싹쓸이하는 둠가이는 개쌍남자' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '물약빠는 곰돌이' , 'Y', 0 ,'2016-5-31',  'Posted: 
싱글은 배리
굿멀티는 글쎄?
스냅스는 가능성 있음.
구입해도 안아까운 게임' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'cyzard' , 'Y', 0 ,'2016-5-28',  'Posted: 
뭐 이런게 다있냐 !!!악마는 다 찢어 죽여야 되 콱콱 ~!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'lupinr' , 'Y', 0 ,'2016-6-1',  'Posted: 
존나 재밌다.

특히 나는 막 영화 흉내내면서 뭔가 있는척 하는 컷씬따위 무진장 싫어하는데 둠은 그런거 없다. 그냥 쏘고 딸려!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'a141890' , 'Y', 0 ,'2016-6-3',  'Posted: 
It is totally awesome game! I played Doom 1 when I was young and this game reminds my childhood. thanks Good Job!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'pipboy2k' , 'Y', 0 ,'2016-6-4',  'Posted: 
오랫동안 못 느끼고 살았던 FPS의 참 미덕.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Flesh' , 'Y', 0 ,'2016-6-9',  'Posted: 
Product received for free

핵잼' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'WannaBe' , 'Y', 0 ,'2016-8-20',  'Posted: 
난 방금 ''공포의 게임 : 디비뎐''의 후기를 작성하고 왔기 때문에, 기분이 매우 x같고, 암을 얻었지만,
둠으로 대화를 시도한 끝에 말끔히 나았습니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'lyz1997★' , 'Y', 0 ,'2016-8-21',  'Posted: 
누가 진정한 악마의 참교육자 인지 알려주는 둠가이!!!!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Serre' , 'Y', 0 ,'2016-8-19',  'Posted: 
찢고 죽여라! 갈기갈기 찢어 죽여라!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'bit' , 'Y', 0 ,'2016-8-18',  'Posted: 
개쩐다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Wilde' , 'Y', 0 ,'2016-8-18',  'Posted: 
길 찾기가 요즘 게임 답지 않게 스트레스를 주고 죽었을때 반복해서 보게 되는 컷신등이 단점이지만 전체적으론 만족 스럽다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'TotenkopfSS' , 'Y', 0 ,'2016-8-14',  'Posted: 
기존 둠시리즈의 특징과 맛을 완벽히 살려낸 대작. 악마들과의 대규모 전투는 그야말로 내안에 깃들어있던 악마를 끄집어내기 충분하다 타이밍 좋게 울려버지는 배경음악은 강렬한 전투와 동화되어 미칠듯이 아름다운 꽃을 피운다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'zerg7347' , 'Y', 0 ,'2016-8-8',  'Posted: 
글로리 킬과 버서커모드에서 적을 찢어죽이는 그 쾌감 더이상 말이 필요한가' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'BlueXD' , 'Y', 0 ,'2016-8-9',  'Posted: 
당신이 잔인한걸 싫어해도 이 게임에선 전혀 문제가되지 않습니다 당신은 한시간만에 자신의 내면에 있는 싸이코기질을 직면할것이며
존나 큰 사람으로 존나 큰 총을 들고 존나게 악마의 머리를 터트릴것입니다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '데나군' , 'Y', 0 ,'2016-8-8',  'Posted: 
영어를 잘 모르더라도 할 수 있을 정도로 직관적이고 쉽네요.

''찢고 죽인다.'' 라는 말이 이 게임의 전부를 설명해주고 있네요. 진짜 타격감과 고어연출이 장난 아닙니다.

거기에 스토리까지 재미있네요. 솔직히 스토리는 생각 안하고 한 게임이었지만 놀랄정도였습니다. 한글패치가 나오면 좋겠네요.

최근에 들어서 산 게임 중에서 가장 재미있게 한거 같습니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'eastone1212' , 'Y', 0 ,'2016-8-8',  'Posted: 
역시 FPS 의 아버지 이드 소프트웨어의 게임다운 게임입니다.
진짜로 찢고 죽이는 대화를 가진 게임이 돌아왔습니다!
정말 16년도 최고의 FPS 게임이네요
둠 강추합니다.

사운드 ★★★★★

사운드는 진짜 예술입니다 ㅠㅠ
일반 헤비메탈 앨범 저리가라 할 정도로
진짜 너무 좋습니다.
국내에 CD만 따로 정발되도
정말 사고싶을 정도로 끝내줍니다.

그래픽 ★★★★

텍스처 해상도가 그렇게 높지 않습니다.
선명도도 약간 떨어지지만...
미술적인 측면에서
매우 높은 점수를 주고 싶습니다.

레이지(RAGE) 에서 처럼
그렇게 심각한 텍스처 팝인 현상은 발생하지 않습니다만..
그래도 아직 미세하게 존재는 합니다.

최적화도 매우매우 훌륭합니다.

전체적인 플레이 ★★★★★

16년도 최고의 FPS 게임
더 이상 설명 필요 없습니다 ㅠㅠ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  ':)' , 'Y', 0 ,'2017-3-30',  'Posted: 
3만원이 안 아까움' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'VaVo' , 'Y', 0 ,'2016-8-3',  'Posted: 
꿀잼~썰어버리는 맛이 일품' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'l-hae-young' , 'Y', 0 ,'2016-8-2',  'Posted: 
최적화도 잘되어 있고 그래픽도 좋고 간만에 제값하는 게임입니다.
물론 게임도 신나고 재미있죠. 아무생각없이 스트레스 풀기엔 정말로 좋은게임이고
그 옛날 전설의 둠을 제대로 현대화 해서 추억도 되살아나고 정말 돈이 아깝지 않습니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Grab that peanuts' , 'Y', 0 ,'2016-8-3',  'Posted: 
다른게임들은 할인해도 흠... 하면서 고민했는데 이 게임은 그냥 바로 결제해버림
게임하면서 이렇게 재밌게 한건 오랜만이다
게임플레이는 단순한데 그 단순하게 적들을 죽이는게 너무 통쾌함
생각없이 플레이 하기에 딱 좋은 게임
추가로 말하자면 전기톱이 정말 좋은 대화수단이다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Finn THE Human' , 'Y', 0 ,'2016-7-24',  'Posted: 
사라 후회 안한다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'dlckdgns5152' , 'Y', 0 ,'2016-8-4',  'Posted: 
존나게 존나인 남자의 내장을 뽑고 피튀기는 지옥 탐방기. 이런 화끈하고 존나쩌는 액션게임은 처음이다. 전기톱으로 적을 썰고 존나큰총을 얻고 초토화시켰을때의 희열이란! 음악도 존나 쩔어줬고 지옥의 디자인과 굉장한 고어가 플레이를 멈추게 하지 않았다. 무한탄창 룬을 얻고 슈퍼샷건으로 지옥에서 빛을 밝히고 그 성스러운 빛으로 악마들을 성불시켜준다!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Jinramens' , 'Y', 0 ,'2016-8-4',  'Posted: 
게임은 스트레스 풀려고 하는거지 스트레스 받을려고 하는게 아니라는것을 아주 잘 알려주는 게임' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'WannaBe' , 'Y', 0 ,'2016-8-20',  'Posted: 
난 방금 ''공포의 게임 : 디비뎐''의 후기를 작성하고 왔기 때문에, 기분이 매우 x같고, 암을 얻었지만,
둠으로 대화를 시도한 끝에 말끔히 나았습니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '껄루기' , 'Y', 0 ,'2016-8-24',  'Posted: 
갓겜' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'The Mythologies_69' , 'Y', 0 ,'2016-7-31',  'Posted: 
Oh, Bloody HELL !!! IT''s LITERALLY HELL IT SELF! F**K !!
However, dispite the fact that it contains a lot of awesome action with instant kill moves, the difficulty itself is something players has to struggle. Since the ammunition isn''t infinate, you will have to use your damn brain to work things out. If you run out of ammunition too early, well, all you have is a simple pistol which can charge. GOOD LUCK on that ;)

Nevertheless, it''s a cool game and love to play it even though I scream with anger and hurl my mouse on the wall when I die. CHEERS !' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'bit' , 'Y', 0 ,'2016-8-18',  'Posted: 
개쩐다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Wilde' , 'Y', 0 ,'2016-8-18',  'Posted: 
길 찾기가 요즘 게임 답지 않게 스트레스를 주고 죽었을때 반복해서 보게 되는 컷신등이 단점이지만 전체적으론 만족 스럽다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Serre' , 'Y', 0 ,'2016-8-19',  'Posted: 
찢고 죽여라! 갈기갈기 찢어 죽여라!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'about:blank' , 'Y', 0 ,'2016-11-7',  'Posted: 
Product received for free

말이 필요없다 그냥 다 부시고 다 죽여라' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '핏발선눈알' , 'Y', 0 ,'2016-10-22',  'Posted: 
TEAR & RIP' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'WarbossJD' , 'Y', 0 ,'2016-10-21',  'Posted: 
이 게임을 하고 난 뒤 다른 게임 하려니까 액션이 너무 시시해보이더라...' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'KATO' , 'Y', 0 ,'2016-10-23',  'Posted: 
타격감하면 떠오르는 게임. 둠 시리즈는 처음 접해봤지만 강한 인상을 남겨준 게임' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Ritpet' , 'Y', 0 ,'2017-4-2',  'Posted: 
괴물 찢어버리는 맛으로 합니다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'dlldll2000' , 'Y', 0 ,'2016-10-24',  'Posted: 
1.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'KOR-PIGEON' , 'Y', 0 ,'2016-10-30',  'Posted: 
스토리??? 그건 난 모르겟고~

혹시 분위기에 공포감을 느끼시나요? 점심때 게임 하세요.

너무 빠른 게임이 어려우신가요? 즐겨 보세요.

영어가 너무 어려운가요? 스토리 중요한 게임 아닙니다.

적 죽이는 쾌감과 통쾌함이 이루 말 할수 없습니다.

또한 너무나 재미져 ㅋㅋㅋㅋㅋㅋㅋㅋ

이 게임을 하시면서 한가지만 기억하세요.

1. 앞만 보면서 적을 죽이고, 즐기기

그것 하나만 하실줄 아시면, 이 게임 즐기시기에 안성맞춤입니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'MadRock' , 'Y', 0 ,'2016-5-15',  'Posted: 
일단 싱글을 플레이 해봤습니다.
상당히 재미있습니다. 전체적으로 둠1,2에 가깝습니다.
돈이 아깝다는 생각이 안듭니다.

엑션 : 매우 좋음
상당히 호쾌합니다. 헤롱거리는 적을 때려죽이는 손맛이 아주 일품입니다.
둠가이의 이동속도가 많이 너프가 되긴 했지만 2단점프, 벽타고 올라가기 등이 생겨서 별로 단점은 아닙니다.
새로운 무기도 재미있는게 많습니다. 다만 슈퍼샷건의 타격감이 둠2에 비해서 약간 밋밋한것 같습니다. 엄청나게 센건 마찬가지 입니다. 드는순간 악마들 다 가루가 됩니다.
훌륭한대화수단은 일종의 슈팅게임의 폭탄 같은 느낌으로 바꼈습니다. 무한히 쓸수 없게 된 대신 무지하게 강하고, 적을 죽이면 탄약들이 나오는 시스템으로 바꼈습니다. 그리고 왠만한 적들을 다 원킬 냅니다.

맾 : 단점이 될 수 있음
끊임없이 적이 쏟아져 나오던 둠1,2와는 달리 특정 포인트에서 한두 무더기 그리고 탄 보충, 맾이동 다시 적들과 싸우기.
이렇게 반복되는게 좀 심심할 수도 있습니다.
둠1,2에서는 적과 쉴세없이 싸우면서 길찾기, 퍼즐풀기를 동시에 진행했던거에 비하면 단점이라고 보여집니다.
맾 디자인도 분명히 나쁘지는 않지만 그로테스크하고 퍼즐, 미궁의 느낌이 나던 둠1,2의 느낌과는 약간 다릅니다.
떨어져 죽는 것이 많이 신경 쓰입니다. (높은곳을 싫어하는 사람에겐 특히나)
배경음악은 둠1,2에 비해서 귀에 잘 들어오지 않습니다.

즐길거리 : 매우 좋음
찾을 것들도 많고, 무기 파츠 시스템, 그리고 둠가이의 육성 요소가 들어가 있습니다. 둠1,2의 숨겨진방 외에 수집품 찾기가 추가되었습니다.
무기파츠 시스템은 매우 재미있습니다. 각 무기마다 2종류의 옵션이 있는데 (슈퍼샷건은 너무 슈퍼해서 하나뿐입니다.) 이중에 하나를 장착하고 마우스 우클릭으로 사용할 수 있습니다.
예를들어 머신건의 1번 파츠는 머신건을 저격총 처럼 쏠 수 있게 합니다. 그리고 2번 파츠로 바꾸게 되면 머신건이 미사일을 발사하는 식입니다.
그리고 이 파츠들을 (미사일의 데미지를 증가시키거나, 충전 시간을 단축시키거나 하는 등) 업그레이드도 가능합니다.
이는 반복 플레이를 하다보면 지겨워 질수 있는것을 막아줄것 같습니다. 악마들을 죽이는 방법을 바꿔가면서 즐길수 있습니다.
그 외에 둠가이의 체력,아머,잔탄량 증가, 맾 탐색기, 총 빨리 교체하기 등도 업그레이드 요소입니다.

둠1,2를 재밌게 했던 분이라면 추천 입니다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Kermit' , 'Y', 0 ,'2016-5-18',  'Posted: 
이 ♥♥♥♥♥♥!임프 새끼! 넌 이제 뒤졌다!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Hurison' , 'Y', 0 ,'2016-5-17',  'Posted: 
둠1,2를 재밌게 하신분이라면 좋아 하실듯 하네요 추천!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'AwesomeDick' , 'Y', 0 ,'2016-5-17',  'Posted: 
둠인데 더 이상 설명이 필요한가요?' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'No I.D.' , 'Y', 0 ,'2016-5-18',  'Posted: 
악확찢 둠가이!!!!!!!!! 크하!!!!!!!!!!!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '[KR]Peterson''s Blues' , 'Y', 0 ,'2016-5-18',  'Posted: 
아,전기톱! 좋은 대화 수단이지!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'space bucks' , 'Y', 0 ,'2016-5-18',  'Posted: 
여기 인기 태그에 왜 연애 시뮬레이션이 있는거에요?' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'L!zard' , 'Y', 0 ,'2016-5-18',  'Posted: 
둠3를 한 인원은 보지마시오.
둠1,2 & Brutal 둠을 해봤다 좋아한다하이퍼FPS 에 자신있다
스토리 그딴거 재끼고 학살의 맛을 느끼고싶다
그러면 사면된다 뭘 망설이는가' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'hyungjun93' , 'Y', 0 ,'2016-5-16',  'Posted: 
Product received for free

혜자스러운 분량, 적절한 몹 배치, 정신없는 싱글, 몇몇 무기 제외하고 평균 이상의 타격감, 이스터 에그를 포함한 오마주까지 클래식 둠을 즐겼던 사람이라면 최고의 선물이 될 것이다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'disilane' , 'Y', 0 ,'2016-5-18',  'Posted: 
FPS를 많이 즐겨왔던 나로서는 ''정체성은 버리지 않고 새롭게 가져올건 가져온'' 둠 리부트가 얼마나 반가운지..
둠3도 나름 재밌게 했었는데 클래식 둠 영상을 보니 고개가 갸우뚱 하던 기억이 있는데,
이번 둠 리부트는 둠3의 탄탄한 스토리라인과 클래식 둠의 스피디한 전투방식을 모두 반영했고
COD:AW에서 보여준 수트 업그레이드나 무기 업그레이드가 있어 전투를 좀 더 입맛에 맞게 할 수 있는 장점이 있음
뛰어난 그래픽과 말도 안되는 최적화는 감동적이었고 (아 물론 맵 로딩으로 인한 잠깐의 프레임 저하는 있었지만)
각종 시크릿과 코덱스를 모으는 재미 또한 쏠쏠하니 한번쯤 100% 달성 도전도 할만하다고 본다

+초반에 얻는 룬 2개를 풀업하고나서 BFG를 얻으면 계속해서 리젠되는 적을 다 쓸어버리는데 좀 도움이 됨 ㅋㅋ

멀티는 아직 좀 말이 많기는 하지만... 싱글만으로도 개인적으로는 만족함' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'GOD BONGSIK' , 'Y', 0 ,'2016-5-16',  'Posted: 
갓겜' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'ponyta1l' , 'Y', 0 ,'2016-5-16',  'Posted: 
super awesome' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'j11s22k33' , 'Y', 0 ,'2016-5-17',  'Posted: 
옛날 생각나네...' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Nema' , 'Y', 0 ,'2016-5-17',  'Posted: 
Nice' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'TripleC' , 'Y', 0 ,'2017-3-27',  'Posted: 
FPS의 원조
Rip N Tear 그 외 무슨 말이 더 필요하랴' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'TIRAMISU' , 'Y', 0 ,'2016-5-14',  'Posted: 
GAME FOR REAL MAN' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Crong' , 'Y', 0 ,'2016-5-14',  'Posted: 
Product received for free

싱글플레이 할때 notice~~develop tool 에러뜨는데 어케해야되나요? 룬 저장된거 날아가네요' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'mc3667' , 'Y', 0 ,'2016-5-14',  'Posted: 
체력바도 장탄수도 눈에 안들어올 정도로 전투가 몰입적입니다
눈에 들어오는것은 오직 눈앞의 악마뿐 !!!
정신없습니다
재미있어서 정신을 차릴수가없서 !!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'wounagi' , 'Y', 0 ,'2016-5-14',  'Posted: 
상당히 반갑고도 제대로 리부트되어 돌아온 둠이다.

그래픽 - 테크5 엔진인진 모르겠지만 레이지와 울펜에서 느껴지는 단점들을 대부분 보완해서 나온 정말 차세대 그래픽을 본 느낌이다. 텍스쳐와 라이팅 모델링 모두 매우 뛰어나다.

사운드 - 음산한 분위기의 환경음에서 대량 전투에 돌입하면 시작되는 강렬한 메탈음악에 심박이 같이빨라지면서 몬스터의 괴성과 과격한 총소리가 한대어울러져 흥겨운 굿판이 펼쳐진다.

게임성 - 잘짜여진 맵디자인과 간결하지만 특징이 분명한 총기스킬 다양하지만 확고한 자신의 특징들을 내세운 잔몹들과 거대하면서 엄청난 맹공을 펼쳐보이는 보스몹은 슈팅게임마냥 몇번 죽고나서야 보스의 패턴이 보이기 시작한다. 많이 죽었지만 짜증나는것이 아니라 도전정신을 불러일으키는 원초적인 느낌을 받는다.

둠1,2 의 장점을 잘살려 나온 요즘보기 드믄 게임스타일의 반갑고도 화끈한 fps게임 이었다. 좀더 길었으면 하는 아쉬움마저 들었다. 다음편을 예고하며 끝나는것 같은데 빨리 나오기만을 기다린다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'OceansEleven*' , 'Y', 0 ,'2016-5-16',  'Posted: 
Product received for free

초창기 둠을 해본사람은 정말 다시 플레이하고 싶은게임이며, 정말 실망하지않습니다...
가격이 좀 비싸다고 생각하시는 분들도 많겠지만.... 구매하여 플레이해보신다면 돈이 아깝지 않습니다..기대한만큼 엄청난 그래픽과 몰입도는...해보지않은사람은 모르는....ㅋㅋ강력추천합니다..ㅎ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'NUNVORA' , 'Y', 0 ,'2016-8-6',  'Posted: 
싱글 캠페인이 너무 짧네요 ^^...' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '[PLAYER 1]' , 'Y', 0 ,'2016-7-27',  'Posted: 
무슨 말이 필요 있을까? b

이 게임을 하고 암이 나았습니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  ':)' , 'Y', 0 ,'2017-3-30',  'Posted: 
3만원이 안 아까움' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '고추바사삭' , 'Y', 0 ,'2016-7-30',  'Posted: 
기독교가 이 게임을 좋아합니다!
우리 모두 악마를 몰아냅시다 할렐루야!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'drkim1089' , 'Y', 0 ,'2016-7-30',  'Posted: 
ㄷ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Finn THE Human' , 'Y', 0 ,'2016-7-24',  'Posted: 
사라 후회 안한다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'l-hae-young' , 'Y', 0 ,'2016-8-2',  'Posted: 
최적화도 잘되어 있고 그래픽도 좋고 간만에 제값하는 게임입니다.
물론 게임도 신나고 재미있죠. 아무생각없이 스트레스 풀기엔 정말로 좋은게임이고
그 옛날 전설의 둠을 제대로 현대화 해서 추억도 되살아나고 정말 돈이 아깝지 않습니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'FridayGhost' , 'Y', 0 ,'2016-8-3',  'Posted: 
2016년 둠이 새롭게 선보였지만~!! 과거의 게임성으로 우리를 찾아왔습니다. 무슨 말이 필요할까요? 남자의 게임입니다. 요즘 게임들은 워낙에나 복잡해져서, 할 것도 알아야 할 것도 너무 많아서 때로는 피로감을 느끼지 않으십니까? 단순함의 미학과 파괴의 쾌감~!! 이것이 둠 입니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'thorowitzm' , 'Y', 0 ,'2016-8-7',  'Posted: 
Awesome!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'The Mythologies_69' , 'Y', 0 ,'2016-7-31',  'Posted: 
Oh, Bloody HELL !!! IT''s LITERALLY HELL IT SELF! F**K !!
However, dispite the fact that it contains a lot of awesome action with instant kill moves, the difficulty itself is something players has to struggle. Since the ammunition isn''t infinate, you will have to use your damn brain to work things out. If you run out of ammunition too early, well, all you have is a simple pistol which can charge. GOOD LUCK on that ;)

Nevertheless, it''s a cool game and love to play it even though I scream with anger and hurl my mouse on the wall when I die. CHEERS !' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Easytul' , 'Y', 0 ,'2016-5-14',  'Posted: 
일단 재장전이 없어서, 평 낮게한 사람들 보고 웃고 갑니다 ^^

그런거 따질거면 옆동네 콜옵하러 가라.

둠1, 둠2를 해봤다는 사람들 입장에선 칭찬일색이다.

되려 둠3이 슬로우 페이즈의 호러 분위기로 몰아가니까 발매 직전후로 어리둥절 하는 반응이었지.

퀘이크3의 아레나 스타일에 현대적인 감각을 집어넣었단거 자체가 엄청난 발전이라고 생각하진 않나?

매번 똑같은 게임이면 콜옵 따라했네 베필 따라했네 하면서 재장전 없다고 까는 평은 뭔들 갔다줘도 불만이 있을것이다.


그 다음은 타격감이 별로라는데

개암 자체의 피격, 타격 그래픽은 전혀 심심한게 아니고 무기 쏘는 소리가 작아서 그런거다.

사지가 사방으로 분해되고 혈흔이 방 전체로 튀는데 그래픽적으로 타격감이 절때 다른게임에 비해 딸린거 아니다.

그래서 콜옵이나 베필 카스 할 때는 그렇게 타격감 신경쓰면서 했던건지, 얘내들에 비해 더했으면 더했지 결코 모자르지 않다.

아, 서든처럼 우유가 튀고 아바처럼 유리깨지는 이펙트가 나야 타격감이 좋은건가? ㅎㅎ

어디맞으면 어디 떴는지 인디케이터가 필요하면 걍 철권하러 가라.



OST - 까일 데가 없다.


아~ 혹여나 복돌이 조만간 빠르게 풀리겠지? 라고 생각하는 사람을 응 안돼. 데누보 걸려있다.

또 화성 가서 악마들 머리통이나 날리러 가야겠다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'iN.Jiyoon' , 'Y', 0 ,'2016-5-14',  'Posted: 
Product received for free

베데스타 의 느낌이 물씬 풍기는 슈팅게임입니다. 울펜스타인 old blood 하신 분들이라면 충분히 만족하실수 있습니다. F 를 잘 활용해 보세요. 암튼 만족입니다. 평들이 좋지 않았는데 실제 해보시면 압니다...' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '[NOD]Kane' , 'Y', 0 ,'2016-5-14',  'Posted: 
개썅마이웨이를 몸소 실천하는 둠가이의 호쾌한 액숀!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Beryl' , 'Y', 0 ,'2016-5-14',  'Posted: 
ㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋ 어 뭐야..엔딩이네 ㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋ X발' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'NextLife' , 'Y', 0 ,'2016-5-14',  'Posted: 
야 이 악마놈의 새끼야! 니들 거기 꼼짝말고 있어
내가 지금 전기톱을 들고가서 니놈들 머리통을 다 날려버리겠어!
오우...이런...버서커모드가 돼버렸군...(퍽퍽)' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'VITA' , 'Y', 0 ,'2016-5-14',  'Posted: 
Product received for free

개쪈다 ㅋㅋㅋ졸잼 ㅋㅋㅋ오랜만에 둠이라니 ! ! !ㅎㅎㅎㅎ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'oiluser' , 'Y', 0 ,'2016-5-14',  'Posted: 
복잡한 생각 할 것 없다.
그냥 달리고
쏘고
죽이면 된다.

가끔 복잡한 게임은 저리 밀어두고 그저 다 박살내고 카타르시스를 만끽하고 싶은 유저를 위한 게임.

오리지날 보단 확실히 몹웨이브가 부족하지만 사양이랑 타협을 해야하니 어쩔 수 없는 부분이라 생각된다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'panchok' , 'Y', 0 ,'2016-5-13',  'Posted: 
Product received for free

엄청나게 신나는 게임 적절하게 깔리는 BGM도 굳!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'crowz124' , 'Y', 0 ,'2016-5-13',  'Posted: 
그냥 내가 원하던 것이 이거였다!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'kor_anipig' , 'Y', 0 ,'2016-5-13',  'Posted: 
둠가이의 귀환

둠3는 빛과 어둠을 주제로한 호러물에 가까운 FPS 장르였다면
(후레시 패치 안한채로 하면 더무서움..후덜덜)

지금은 둠2처럼 익스트림 악마사냥 FPS 물 입니다 액션이 시원시원하고 복잡하지않은 시스템을 가지고 있습니다
둠3처럼 지나치게 어두워서 낮에는 모니터가 안보여서 게임을 못하고 그런건 없습니다.

아캄 나이트처럼 개적화 버그덩어리면 어쩌나했는데 기우였어요

그래픽이 매우 훌륭하고 모션이 매우 부드럽습니다
최적화 또한 괜찮네요 폭팔할때 프레임이 저하된다거나 하는게 안느껴집니다.
제 사양(I5-3570 , 970 , 8GRAM)과 비슷한 분이면 60프레임으로 즐길수있습니다

간만에 할만한 작품이네요

한글패치가 나와서 컨텐츠를 100% 즐겼으면 좋겠어요 능력자님들 화이팅!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '[KR]Peterson''s Blues' , 'Y', 0 ,'2016-5-18',  'Posted: 
아,전기톱! 좋은 대화 수단이지!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'space bucks' , 'Y', 0 ,'2016-5-18',  'Posted: 
여기 인기 태그에 왜 연애 시뮬레이션이 있는거에요?' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Hurison' , 'Y', 0 ,'2016-5-17',  'Posted: 
둠1,2를 재밌게 하신분이라면 좋아 하실듯 하네요 추천!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'AwesomeDick' , 'Y', 0 ,'2016-5-17',  'Posted: 
둠인데 더 이상 설명이 필요한가요?' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'L!zard' , 'Y', 0 ,'2016-5-18',  'Posted: 
둠3를 한 인원은 보지마시오.
둠1,2 & Brutal 둠을 해봤다 좋아한다하이퍼FPS 에 자신있다
스토리 그딴거 재끼고 학살의 맛을 느끼고싶다
그러면 사면된다 뭘 망설이는가' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'hyungjun93' , 'Y', 0 ,'2016-5-16',  'Posted: 
Product received for free

혜자스러운 분량, 적절한 몹 배치, 정신없는 싱글, 몇몇 무기 제외하고 평균 이상의 타격감, 이스터 에그를 포함한 오마주까지 클래식 둠을 즐겼던 사람이라면 최고의 선물이 될 것이다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'JUKJAC' , 'Y', 0 ,'2016-5-20',  'Posted: 
10점만점에 12점짜리 게임!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'A.teen2ne4' , 'Y', 0 ,'2016-5-20',  'Posted: 
찢고 죽일거에양~♥ >_<' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'disilane' , 'Y', 0 ,'2016-5-18',  'Posted: 
FPS를 많이 즐겨왔던 나로서는 ''정체성은 버리지 않고 새롭게 가져올건 가져온'' 둠 리부트가 얼마나 반가운지..
둠3도 나름 재밌게 했었는데 클래식 둠 영상을 보니 고개가 갸우뚱 하던 기억이 있는데,
이번 둠 리부트는 둠3의 탄탄한 스토리라인과 클래식 둠의 스피디한 전투방식을 모두 반영했고
COD:AW에서 보여준 수트 업그레이드나 무기 업그레이드가 있어 전투를 좀 더 입맛에 맞게 할 수 있는 장점이 있음
뛰어난 그래픽과 말도 안되는 최적화는 감동적이었고 (아 물론 맵 로딩으로 인한 잠깐의 프레임 저하는 있었지만)
각종 시크릿과 코덱스를 모으는 재미 또한 쏠쏠하니 한번쯤 100% 달성 도전도 할만하다고 본다

+초반에 얻는 룬 2개를 풀업하고나서 BFG를 얻으면 계속해서 리젠되는 적을 다 쓸어버리는데 좀 도움이 됨 ㅋㅋ

멀티는 아직 좀 말이 많기는 하지만... 싱글만으로도 개인적으로는 만족함' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'wounagi' , 'Y', 0 ,'2016-5-14',  'Posted: 
상당히 반갑고도 제대로 리부트되어 돌아온 둠이다.

그래픽 - 테크5 엔진인진 모르겠지만 레이지와 울펜에서 느껴지는 단점들을 대부분 보완해서 나온 정말 차세대 그래픽을 본 느낌이다. 텍스쳐와 라이팅 모델링 모두 매우 뛰어나다.

사운드 - 음산한 분위기의 환경음에서 대량 전투에 돌입하면 시작되는 강렬한 메탈음악에 심박이 같이빨라지면서 몬스터의 괴성과 과격한 총소리가 한대어울러져 흥겨운 굿판이 펼쳐진다.

게임성 - 잘짜여진 맵디자인과 간결하지만 특징이 분명한 총기스킬 다양하지만 확고한 자신의 특징들을 내세운 잔몹들과 거대하면서 엄청난 맹공을 펼쳐보이는 보스몹은 슈팅게임마냥 몇번 죽고나서야 보스의 패턴이 보이기 시작한다. 많이 죽었지만 짜증나는것이 아니라 도전정신을 불러일으키는 원초적인 느낌을 받는다.

둠1,2 의 장점을 잘살려 나온 요즘보기 드믄 게임스타일의 반갑고도 화끈한 fps게임 이었다. 좀더 길었으면 하는 아쉬움마저 들었다. 다음편을 예고하며 끝나는것 같은데 빨리 나오기만을 기다린다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'hyde0827' , 'Y', 0 ,'2016-5-14',  'Posted: 
전투 하나는 진짜 역대급이네요.


헬 진입부터는 이단점프 숑숑 하면서 무슨무기 쓸지, 부가기능 쓸지, 글로리킬을 해도 안전할지 순간 판단해야되고
헬나이트 레버넌트 맨큐버스 같이 큰놈들이 한꺼번에 종류별로 둘셋씩 나오고 정신없는게 딱 무엇을 추구한 게임인지 알 것 같습니다.

떨어져도 데미지가 없는것도 전투의 맥을 위해서 좋은 선택이었다고 봅니다!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'SaintJuny' , 'Y', 0 ,'2016-5-14',  'Posted: 
Product received for free

Very FUNNNNNNNN!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Deadmoon' , 'Y', 0 ,'2016-5-13',  'Posted: 
누가 진짜 남자냐? 내가 존나남자다. 10점만점에 12점인 나는야 진짜 남자!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '오월' , 'Y', 0 ,'2016-5-13',  'Posted: 
둠 다운 둠' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'iAmGhost' , 'Y', 0 ,'2016-5-13',  'Posted: 
갓' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'BlackRadio' , 'Y', 0 ,'2016-5-13',  'Posted: 
속이 다 후련하다!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Choco Hannah' , 'Y', 0 ,'2016-5-13',  'Posted: 
겁나 화끈하고 너무 좋아여 ;ㅅ;!!! 으아아ㅏ아아!!! 이거 사세요!!! 꼭하세요!!! 진짜 워너비 게임이 나왔어여!!! 으아 터프해 ㅠㅠㅠ 이런 남친 어디 없나여 ㅋㅋ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'zzzpbezzz' , 'Y', 0 ,'2017-3-27',  'Posted: 
Product received for free

재미없다고 다들 하는데, 떄려잡는 맛이 있는 것 같다.몰론 무기를 사용하면 그 느낌은 떨어지는 편...무서움을 느끼기에는 조금 부족한것 같긴함' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Alice' , 'Y', 0 ,'2016-12-23',  'Posted: 
헬반도에 도착한 둠가이 그는
과연 헬조선에서 탈출할수 있을까?
2016 헬조선 탈출기!
한국어를 모르는 둠가이 더블배럴과 전기톱으로 대화가능' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'hermir3' , 'Y', 0 ,'2016-7-5',  'Posted: 
이런 분께 강력 추천 합니다.
아무 생각 없이 총 쏘고 싶으신분
직장에서 스트레스 많이 받으신분
전기톱 써보고 싶으신분
유치원 수준의 abcd 알파벳 정도는 알고 있으신분
강력하게 추천하지만
FPS에 울렁증 있으신분
피튀기는걸 못보시는분은 비추합니다.

이게임을 구매하기 전 한글화가 되지 않아 조금은 걱정은 했는데
크게 문제가 되지 않고 퀘스트도 너무 친절하게
화면 중앙 위에 표시따라 가면 됩니다. 스카이림 해보신 분들이라면 금방 아실듯 하고
아쉬운점이 있다면 역시 한글화겠죠
간단한 스토리가 있는듯 한데 ㅋㅋ 영어로 솴라솰라 해서
무슨 내용인지 모르겠네요 그래도 뭐 게임 진행하는데막히는 부분은 없는 것 같습니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '(KR)Fork-군입대(친삭ㄴ!!!!' , 'Y', 0 ,'2016-11-28',  'Posted: 
파괴의 발레!!
이 게임은 정말이지 감동스럽기 그지 없습니다.
매우 호쾌하고 잔혹하고 폭력적인 파괴의 화산인 주인공을 플레이 할 때에는,
아무것도 신경쓰지 않고!(평균 난이도 기준) 모든걸 으깨버릴수 있습니다!!
적이 악마라고요? 전기톱으로 대화를 해보자구요!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'DEHKA' , 'Y', 0 ,'2016-12-23',  'Posted: 
너희들의 총을 원하다는 갈망을 담소 나누고 싶구나!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'suday0867251' , 'Y', 0 ,'2016-12-18',  'Posted: 
grgrgr' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Polarbear' , 'Y', 0 ,'2016-11-24',  'Posted: 
멀티플레이는 인원수 부족으로 즐길 수 없지만 싱글 컨텐츠만드로도 이미 끝내주는 게임입니다. 시즌패스가 전작들과 같이 싱글 확장팩이었어야함....' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'ODEHISA' , 'Y', 0 ,'2016-11-24',  'Posted: 
멍때리고 하기좋다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'queentus' , 'Y', 0 ,'2016-11-24',  'Posted: 
재밌습니다. 한글이 아쉽긴 하지만 없어도 크게 지장은 없습니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '대출은하이론' , 'Y', 0 ,'2016-11-24',  'Posted: 
둠. 더 이상의 설명이 필요할 리가...' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Grylls the Bear' , 'Y', 0 ,'2016-11-24',  'Posted: 
나는 가스로 너네를 지진다! 내 손에는 내가 죽인 새끼들이 한가득! 그래, 이게 척추구만! 누가 진짜 남자냐? 나야! 내가 존나 남자다! 얼마나 존나? 존나게 존나! 나는 10점 만점에 12점인 진짜 싸나이!

이 게임은 저걸로 설명가능
재밌당 ㅎㅎ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'hans8501' , 'Y', 0 ,'2016-11-24',  'Posted: 
대박' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'BlazRage' , 'Y', 0 ,'2016-11-24',  'Posted: 
신나게 달리고 신나게 쏘세요' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'MAXIS' , 'Y', 0 ,'2017-6-30',  'Posted: 
찢고 죽인드아아아아아아!!!!!
진짜 사세요 멀티는 쪼까 아쉽지만 플레이부터 모든게 대만족입니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Mini79' , 'Y', 0 ,'2017-6-30',  'Posted: 
good !!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Worst Player Ever' , 'Y', 0 ,'2017-6-29',  'Posted: 
사' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Overthought' , 'Y', 0 ,'2017-6-30',  'Posted: 
가급적이면 게임패드로....아니 설령 없어도 이번에 한번 새로 사보고 플레이해보는 것도 괜찮습니다

형용할 수 없는 손맛이 환상적입니다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '은' , 'Y', 0 ,'2017-7-5',  'Posted: 
와 이렇게 스릴있고 꿀잼나는 게임 첨봤음 비록 영어지만 워페도 영어니까 후회안함 멀티까지 있어서 강추' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'irum 17392' , 'Y', 0 ,'2017-7-4',  'Posted: 
멈출 수 없는 폭력의 힘 칙칙폭폭 뿌아아아아앙' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'red_irect' , 'Y', 0 ,'2017-7-6',  'Posted: 
이게임이 재미없으면 게임을 안해도됨' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'ath430' , 'Y', 0 ,'2017-7-8',  'Posted: 
아직 4시간밖에 안해봐서 잘모르겠습니다만, 이건 최고입니다.아아 4시간만에 완전히 나를 둠찬양자로 만들어버렸어요.슈퍼샷건을 들고 헤비메탈을 들으면서 지옥의 악마들을 찢어죽이는걸 누가 싫어하겠어요. 스토리?? 설정??이건 지금까지 게임플레이보다 스토리와 설정에 목메여있던 게임에게 던지는 거대한 슈퍼샷건입니다 시발!!최고야!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'leebnsina' , 'Y', 0 ,'2017-7-11',  'Posted: 
2016 최고의 게임중 하나' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Alec?????????????' , 'Y', 0 ,'2017-5-10',  'Posted: 
my eyes hurt like a ♥♥♥♥♥♥♥♥♥♥♥♥

so they changed very many things from the original and getting too futuristic battle which is boring to me but then evil guy is a britain that i intrested a lot

ost is very high pitched that my ears bleeding so ♥♥♥♥ing intensely bad' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'ponyta1l' , 'Y', 0 ,'2016-5-16',  'Posted: 
super awesome' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'FunBrain' , 'Y', 0 ,'2016-5-15',  'Posted: 
전기톱은 훌륭한 대화수단 입니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Estel ~DoomGuy~' , 'Y', 0 ,'2016-5-14',  'Posted: 
한마디로 끝냄. 남자의 죽빵!!!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'hyde0827' , 'Y', 0 ,'2016-5-14',  'Posted: 
전투 하나는 진짜 역대급이네요.


헬 진입부터는 이단점프 숑숑 하면서 무슨무기 쓸지, 부가기능 쓸지, 글로리킬을 해도 안전할지 순간 판단해야되고
헬나이트 레버넌트 맨큐버스 같이 큰놈들이 한꺼번에 종류별로 둘셋씩 나오고 정신없는게 딱 무엇을 추구한 게임인지 알 것 같습니다.

떨어져도 데미지가 없는것도 전투의 맥을 위해서 좋은 선택이었다고 봅니다!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'SaintJuny' , 'Y', 0 ,'2016-5-14',  'Posted: 
Product received for free

Very FUNNNNNNNN!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'No I.D.' , 'Y', 0 ,'2016-5-18',  'Posted: 
악확찢 둠가이!!!!!!!!! 크하!!!!!!!!!!!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '엔테로' , 'Y', 0 ,'2016-7-10',  'Posted: 
한글화가 필요하다....한글화....근데 졸잿' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Do not find me PLZ.' , 'Y', 0 ,'2016-7-8',  'Posted: 
이 게임을 통해서 대화라는 것은 무엇인가에 대해 매우 큰 가르침을 받았다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '∬f(x,y)dxdy' , 'Y', 0 ,'2016-7-9',  'Posted: 
이 게임의 진정한 묘미는 울트라 나이트메어 난이도에 있다. ID 소프트웨어 놈들... 마약을 게임에 숨겨놓다니... ㅡㅡ 시ㅂ 벌써 100시간이 넘었네.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'pavane' , 'Y', 0 ,'2016-7-10',  'Posted: 
신, 구세대를 아우르는 뛰어난 FPS 게임' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '더블비얀코' , 'Y', 0 ,'2016-11-21',  'Posted: 
gul jam' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '[KOR] LiFREE' , 'Y', 0 ,'2016-11-24',  'Posted: 
말이 필요없다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '태평군' , 'Y', 0 ,'2016-11-24',  'Posted: 
다양한 외계인들과 열정적인 토론을 즐길수있습니다.

평온하고 아름다운 음악과 배경은 덤이에요!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'losohu17' , 'Y', 0 ,'2016-11-24',  'Posted: 
영어는 하나도 모르지만 재밌네요 시원하니' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Vodca' , 'Y', 0 ,'2016-11-24',  'Posted: 
쏘고,때리고,죽이고 많은 생각이 필요없습니다 눈앞에 움직이는건 다 죽이세요최곱니다~' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '때껄룩' , 'Y', 0 ,'2016-11-24',  'Posted: 
주긴다! 악마! 찢는다! 악마!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'pineapple' , 'Y', 0 ,'2016-10-21',  'Posted: 
싱글한정 갓겜
속도감이 빠르고 끊임없이 이리저리 피해다녀야 해서 적응이 좀 필요함' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'parkseti' , 'Y', 0 ,'2016-11-24',  'Posted: 
FPS 슈터게임의 본질을 느끼게 해주는게임 쏘고 피하고 부수고 터뜨리고
쉴틈없이 움직이고 뛰고 점프하고 파괴한다 FPS 에서 정조준이 필수적인 요즘 시스템이 항상 맞는것은 아니라는것을 제대로 알려줬다. 같은무기에 2가지 모드를 넣고 스킬시스템, 룬 업글까지 넣어서 자칫 반복적일수 있는 전투를 한단계 끌어올려준다.
총질 게임의 극한의 재미를 맛볼수있던 작품' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Supplice' , 'Y', 0 ,'2016-11-24',  'Posted: 
둠가이.. 부순다! 찢는다! 파괴한다! 크크크킄...
내 오른손의 BFG가 미쳐 날뛰는군..' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Trillion' , 'Y', 0 ,'2016-11-24',  'Posted: 
악마가 무서워해 봉인한 둠가이(둠마린)가 깨어나 미쳐 날뛰는 본격 주객전도 게임
저는 어두운 곳에서 갑툭튀 하는 스타일을 별로 좋아하지 않는데, 이 게임은 그런 경우가 많지 않아서 좋습니다.
직장에서 거지같은 일을 겪을 때마다 종종 접속하여 신나게 글로리킬을 하면 스트레스가 날아갑니다.
그리고 본편 클리어 뿐만 아니라 시크릿과 클래식둠 맵을 찾는 재미도 있습니다.
싱글만 해도 충분히 돈값 한다고 생각합니다.

* DLC는 싱글온리 유저의 경우 핵창렬이니 사지 마시길..' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'METAL-NYAN(복학생)' , 'Y', 0 ,'2016-11-29',  'Posted: 
말이 필요한가?
10점 만점에 12점짜리 존나쩌는 게임

얼마나 존나? 존나게 존나' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'phy6935' , 'Y', 0 ,'2016-6-11',  'Posted: 
dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooom!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Eugene1226 (A.K.A Broken Arrow)' , 'Y', 0 ,'2016-11-27',  'Posted: 
넘나 멋있는것' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'EXCEL' , 'Y', 0 ,'2016-5-13',  'Posted: 
최고의 리부트
찢고 죽인다!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '9813' , 'Y', 0 ,'2016-11-25',  'Posted: 
스팀어워드 수상후보 추천 위원회 배지받으려고 평가함' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'loginorc5257' , 'Y', 0 ,'2016-11-25',  'Posted: 
싱글은 10점 만점에 12점짜리 미친게임입니다 ㅎ
이 게임의 문제라면 멀티가 평범하다는겁니다
만약에 멀티까지 잘만들엇으면 올해 GOTY 충분히 받고도 남앗을 작품입니다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Helbie' , 'Y', 0 ,'2016-11-26',  'Posted: 
전기톱은 훌륭한 대화수단이죠 물론 멀티에서도 언어의 장벽을 뛰어넘습니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'kimyra' , 'Y', 0 ,'2016-11-26',  'Posted: 
♥♥♥♥♥♥ 다 조지고 부셔!이 게임의 모토입니다. 그냥 다 뽀개고 쏘고 찢어버리세요. 왜 훌륭한 대화수단을 낭비합니까?' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '[KOR]GunnerWright' , 'Y', 0 ,'2016-11-26',  'Posted: 
전설은 아니고 그냥 레전드


해보면 안다!걍 구입해봐라.ㄹㅇ 인생겜이다 이건!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'HammerFist' , 'Y', 0 ,'2016-11-26',  'Posted: 
악.확.찢! 하는게임!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'dydwl5183' , 'Y', 0 ,'2017-1-7',  'Posted: 
명불허전 최고다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Rnawoddl86' , 'Y', 0 ,'2016-7-3',  'Posted: 
이 게임은 총 쏘는 게임이 아닙니다. 총은 거들 뿐' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Natural man' , 'Y', 0 ,'2016-7-4',  'Posted: 
싱글플레이는 훌륭하다 그러나 멀티플레이는 그닥 싱글만보고 달리는게임인데 그에비해 가격은 좀 너무높은게 아닌가 싶다

그러나 싱글이 1회차플레이에 압도적인 재미가있기에 추천' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Dr.Strangeluv' , 'Y', 0 ,'2016-7-3',  'Posted: 
액션게임을 하고싶어요? 진짜 좋은 의미에서 고전적인 ''액션''게임말예요. 그러면 당장 사세요. 할인 기다릴 필요도 없습니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'J.KI' , 'Y', 0 ,'2016-7-3',  'Posted: 
시원시원 손맛. 단, 3D 어지러움증 느끼시는 분들은 조심하세요' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'coloroflight' , 'Y', 0 ,'2016-7-3',  'Posted: 
다 때려부수는데에는 최고인 게임!
다크 소울이랑 더불어서 게임 재미없을 때 하면 좋을거 같군요 ㅎ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'FREE BIN' , 'Y', 0 ,'2016-6-29',  'Posted: 
Korean languege Please' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '쥐랭이' , 'Y', 0 ,'2016-6-27',  'Posted: 
싱글, 스냅맵 평

당신이 진정한 찢고 죽인다를 느끼고 싶으시다면 지금 사세요
후회 안합니다.
내가 찾던 FPS는 이거였어.....


멀티 평

전체적으론 퀘이크 느낌 외엔 아무것도 안나서 아쉽고
밸런스가 쓰렠....
그냥 모든 무기 다 버리시고 로켓런쳐만 쓰시면 됩니다.
그냥 이건 퀘이크+팀포2 솔져에요' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'RICE' , 'Y', 0 ,'2017-1-5',  'Posted: 
이 게임은 당신에게 과도한 화면 흔들림으로 인해 어지러움증을 선물해 주며 베데스다식 버그를 맛보게 해줍니다.
하지만 이러한 단점에도 불구하고 이 게임을 추천하는 이유는 프바엔진을 이용한 훌륭한 그래픽과 무려 40기가가 넘는 음향 파일덕분에 음질이 아주 좋음과 더불어 헤드셋을 쓰지 않더라도 입체적인 소리를 들을 수 있어서 사운드 플레이가 정말 쉽습니다.
버그에 관한 글은 제가 블로그에 올려두었습니다. http://blog.naver.com/jyp0312/220903255929' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'hermir3' , 'Y', 0 ,'2016-7-5',  'Posted: 
이런 분께 강력 추천 합니다.
아무 생각 없이 총 쏘고 싶으신분
직장에서 스트레스 많이 받으신분
전기톱 써보고 싶으신분
유치원 수준의 abcd 알파벳 정도는 알고 있으신분
강력하게 추천하지만
FPS에 울렁증 있으신분
피튀기는걸 못보시는분은 비추합니다.

이게임을 구매하기 전 한글화가 되지 않아 조금은 걱정은 했는데
크게 문제가 되지 않고 퀘스트도 너무 친절하게
화면 중앙 위에 표시따라 가면 됩니다. 스카이림 해보신 분들이라면 금방 아실듯 하고
아쉬운점이 있다면 역시 한글화겠죠
간단한 스토리가 있는듯 한데 ㅋㅋ 영어로 솴라솰라 해서
무슨 내용인지 모르겠네요 그래도 뭐 게임 진행하는데막히는 부분은 없는 것 같습니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'BlackPanther' , 'Y', 0 ,'2016-12-29',  'Posted: 
이거 진짜 재미있는데 사람들이 많이 안샀는지 맨날 할인율 50퍼 넘어가고 그러던데 할인 할 때 하나 사두세요.

다만 아시아 쪽은 사람이 없어서 멀티 플레이가 너무 힘듭니다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'GunShip' , 'Y', 0 ,'2017-5-28',  'Posted: 
찢고 죽여라!
속 시원하게 악마들을 다양한 방법으로 찢어발길 수 있는 작품.
액션, 음악, 그래픽 뭐 하나 빠지는게 없다.
아무 생각없이 이만큼 재밌게 할 수 있는 게임이 얼마나 있을지.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'The Lefiod' , 'Y', 0 ,'2017-5-22',  'Posted: 
이 게임은 아주 논리적으로 악마들과 대화를 나누는 게임입니다. 물론 서류나 팬, 복잡한 이야기 대신 샷건 한자루로 대화를 나누는 게임입니다. 우리 모두 대화를 실천합시다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'dladla5' , 'Y', 0 ,'2017-5-27',  'Posted: 
Fantastic' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'i프d바h귀f' , 'Y', 0 ,'2017-4-8',  'Posted: 
이 게임은 악마가 미친놈을 막아내는 게임입니다..하지만 스토리를 보면 배드엔딩으로 결말이 나죠....스포를 해서 죄송합니다..이 게임을 구매 권장합니다. 악마가 얼마나 착한지 알게 해줄테니요..악마를 무서워하지 마세요 미친놈(둠가이..)보단 나을테니' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Myemim' , 'Y', 0 ,'2017-5-19',  'Posted: 
쫄리지말고 무조건 ''직진'' 다/죽/인/다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Illmatic' , 'Y', 0 ,'2017-1-2',  'Posted: 
이 게임은 스토리가 깊이없고 한글화가 안되있고 멀티가 그지같애도 타격감과 재미가 다 커버하고도 남는다. 또 단점은 그다지 큰 단점은 아니다. 깊이없는 스토리는 세계관이 보완하고 스토리를 별로 신경안써도되니까 한글화도 궂이 필요없다. 단,멀티는 더 두고 봐야겠다. 완전히 뒤업지 않는 이상 가망이없지만. 싱글은 전투 몰입이 엄청나서 시간이 금방간다.이때문에 중독성이 심하다. 또한 최적화도 아주 좋아서 풀옵으로 970달고 75정도 나온다. 마지막으로 단점인지 모르겠으나 시간이 엄청빨리간다..' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'VECTOR' , 'Y', 0 ,'2017-1-5',  'Posted: 
돌아온 악마들의 참교육자
옛날옛적 지옥에서 악마들한테 인간의 교육방식을 전수하시던 둠가이는
화성에서 깨어나 다시한번 악마들한테 참교육을 가르칠려고 여러가지 대화수단을 챙기고 다시 지옥에 갑니다
평범한 죽빵부터 시작해서 대화수단(전기톱),플라즈마 죽창(가우스 캐논),인생한방샷건 그리고 존나 큰 총(BFG9000) 까지
갖은 방식으로 악마를 패놓곤 F키를 눌러 joy와 참교육을 선사해줍니다

단점은 이상하게 드럽게 큰 용량정도?(70GB)' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'RICE' , 'Y', 0 ,'2017-1-5',  'Posted: 
이 게임은 당신에게 과도한 화면 흔들림으로 인해 어지러움증을 선물해 주며 베데스다식 버그를 맛보게 해줍니다.
하지만 이러한 단점에도 불구하고 이 게임을 추천하는 이유는 프바엔진을 이용한 훌륭한 그래픽과 무려 40기가가 넘는 음향 파일덕분에 음질이 아주 좋음과 더불어 헤드셋을 쓰지 않더라도 입체적인 소리를 들을 수 있어서 사운드 플레이가 정말 쉽습니다.
버그에 관한 글은 제가 블로그에 올려두었습니다. http://blog.naver.com/jyp0312/220903255929' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'reverse82' , 'Y', 0 ,'2017-1-9',  'Posted: 
중학생때 플로피 디스크로 즐겨했던 DOOM이 현시대에 이렇게 완벽한 게임으로 돌아오다니 감회가 새롭습니다.
모든것이 나무랄데 없지만 치명적 단점을 하나 꼽자면 세이브파일이 가끔 망가지는 경우가 발생합니다.
공들여 진행한 게임을 처음부터 다시 플레이 해야하는 경우가 발생하니 세이브 파일은 꼭 백업해 놓으시기 바랍니다.
세이브 파일의 경로는 다음과 같습니다. C:\내문서\저장된게임\\id Software\DOOM\base' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Suhanmu' , 'Y', 0 ,'2016-12-24',  'Posted: 
한가지만 기억하세요.
"찢고 죽인다! 졸라 많은 악마! 내장도 졸라 많겠지!"' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'YEAH' , 'Y', 0 ,'2016-12-24',  'Posted: 
내러티브니 연출이니 스토리니 다 필요 없고 재미를 원한다면 단연 이 게임.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Cute.RT-20|KR' , 'Y', 0 ,'2016-12-25',  'Posted: 
Good.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'TASS' , 'Y', 0 ,'2016-12-25',  'Posted: 
''장점''

진행이 빠르다, 통쾌하다, 고어하다

''단점''

반복적인 플레이로 인해 지루해질 수 있음, 길 찾기 조금 힘듬' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'whY.DH' , 'Y', 0 ,'2016-11-26',  'Posted: 
오우 무섭고 화끈해요...이제 시작인데 ㅎㄷㄷ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'SYCH' , 'Y', 0 ,'2016-5-13',  'Posted: 
!싱글만 함. I have played only Single game
! i5-2500, DDR3-8GB, GTX670, Windows 7 64bit
! 이 리뷰는 플탐 약 1.5시간에 쓰여짐.
This review have been written when I have played games about 100 minutes

++지겹지 않은, 생각보다 많은 근접 격투씬.
Enough CQCs scene in battle to don''t make you bored
++최근 FPS에서는 만나기 힘든 속도감 .
Speed which rarely experience in FPS games in these days
+장전도 귀찮은 게임.둠1,2와 비슷
No delay for reloading like doom 1,2
+최적화 꾀 좋음.
Good option in low spec computer (played in mid-to-low option)
+흥분되는 음악.
exciting music
+BASS

0아주 압도적인 그래픽은 아님.
Not the highest quality Graphics about AAA games in these days

-둠가이가 너무 강해서 총없이 근접공격만으로도 플레이가능.
Doom Guy is too strong. Even, you can play just only in CQC without Guns.
-샷건의 타격감이 전작들보다 떨어짐.
Not that good Feeling of shooting in shotgun. It don''t means bad, but doom1,2,3 were better.
-시체는 사지분시가 불가능하고 어느순간 사라짐.
Corpses are unavailable to break more and have been gone after some time
-위 문제는 몹 수와 프레임 수의 관계를 보아 사양 문제로 추정됨.
I guessed that occured by spec-problem because the frame is fall down when there are many mops' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '[KOR]GunnerWright' , 'Y', 0 ,'2016-11-26',  'Posted: 
전설은 아니고 그냥 레전드


해보면 안다!걍 구입해봐라.ㄹㅇ 인생겜이다 이건!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '[SPRT]Hero' , 'Y', 0 ,'2016-11-28',  'Posted: 
사나이들을 위한 게임' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Masse' , 'Y', 0 ,'2016-11-28',  'Posted: 
10점만점에 12점짜리 게임이에요!!

멀티는 안해봤지만 싱글만 플레이해도 뽕 뽑는다고 생각합니당' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Emoteb' , 'Y', 0 ,'2016-11-28',  'Posted: 
뭐.. 다이렉트에서 세일할떄잘샀다는 느낌뿐만이 아닌
스토리와 스냅맵도 나름좋았으나타격감이나 멀티플레이는 약간아쉽긴하다.
(평점:9/10)' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'FURNO' , 'Y', 0 ,'2017-7-16',  'Posted: 
지린다 재미만으로는 모던워페어랑 쌍벽을 이룸
내 인생 최고의 싱글 FPS였음' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'GodYuBal' , 'Y', 0 ,'2017-6-9',  'Posted: 
두-우-움. 악마 나부랭이들을 때려잡아 피곤죽으로 만드는 호쾌한 액션 게임으로 ''나는 안맞고 너는 다 쳐맞고 빨랑 죽어'' 식의 게이머의 도전 정신을 자극하는 면이 가장 큰 강점이라고 생각된다. 그러므로 어느 정도 고난이도로 플레이 해야 비로소 제대로 즐길 수 있겠지?' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'U_XIN' , 'Y', 0 ,'2017-2-4',  'Posted: 
싱글은 괜찮은데 멀티는 사람이 없어서 못하겠더라. 쨋든 싱글만큼은 재미있고 너무 비싸서 ㅊㅊ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'J I N' , 'Y', 0 ,'2016-11-24',  'Posted: 
엑스박스 원 무선 패드를 샀는데... 마땅히 정말 할 게임이 없었어요! 둠을 사기 전까진.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'InsomniacGuy' , 'Y', 0 ,'2016-11-28',  'Posted: 
사나이라면 역시 샷건이지' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Driver Hong' , 'Y', 0 ,'2017-6-15',  'Posted: 
생각보다 긴 플레이타임에 만족스러운 플레이였습니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Chipmunk The Mighty' , 'Y', 0 ,'2017-6-5',  'Posted: 
스토리고 뭐고 개나주고 그냥 다 때려죽이는 게임. 요즘 fps게임들은 미션을 진행하거나 수집 등을 위해 총질을 한다는 느낌인데, 이 게임은 정말 오직 재미를 위해서 총질을 한다는 느낌.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Cires' , 'Y', 0 ,'2017-6-3',  'Posted: 
어떻게 지옥에 지구인들이 쓰는 무기, 탄약, 방탄팩에 치료 기구까지 있을까?
심지어 신형 무기인 BFG 9000의 탄약도 있다, 놀랍지 않은가?

그렇다, 지구인들은 지옥을 식민지로 삼았던 것이다.
지옥인들의 인권을 탄압하는 id Tech를 탄핵해야..' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'ffeertbert' , 'Y', 0 ,'2017-5-30',  'Posted: 
악마의 헌터 둠 슬레이어 정말로 언제나 해도 끝내주는 둠 리부트 끝내줘요~ 멀티는 어떻해 함???' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'The Lefiod' , 'Y', 0 ,'2017-5-22',  'Posted: 
이 게임은 아주 논리적으로 악마들과 대화를 나누는 게임입니다. 물론 서류나 팬, 복잡한 이야기 대신 샷건 한자루로 대화를 나누는 게임입니다. 우리 모두 대화를 실천합시다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'plusmate92' , 'Y', 0 ,'2017-3-4',  'Posted: 
정말 재미있네요.
최고입니다!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'pavy' , 'Y', 0 ,'2016-8-19',  'Posted: 
위대한 고전의 완벽한 현대적 해석 - 마치 음악대장이 부른 하여가를 듣는 듯한 느낌!

불쌍한 악마들을 그야말로 찢어발기는 쾌감은 그 어느 게임도 흉내낼 수 없을것~' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'smartpbg' , 'Y', 0 ,'2017-4-25',  'Posted: 
구매한지 5달이 지났지만 지금도 계속 하게되는 FPS 최고의 명작!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Haper' , 'Y', 0 ,'2017-4-23',  'Posted: 
(악마를)벗기고! (다리를)벌리고! (머리를)눕혀서! (총알를)박는다!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '파란 츄리닝' , 'Y', 0 ,'2017-4-20',  'Posted: 
FPS에서 총질 자체가 이렇게 재밋었던적이 있었나 싶었을 정도로 푹빠져서 총질한듯 ㅋㅋㅋㅋ 그냥 하세요' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '걸어와라' , 'Y', 0 ,'2017-3-19',  'Posted: 
모든게임이 지루하다 !
그럼 이걸 하면됨' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '두더지양' , 'Y', 0 ,'2017-4-29',  'Posted: 
주긴다...악마...퍽...퍽...' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'unknown' , 'Y', 0 ,'2017-5-6',  'Posted: 
언어 설정을 일본어나 이슬람어로 해도 아무 무리 없이 진행할 수 있는 게임' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'pppp33' , 'Y', 0 ,'2017-5-8',  'Posted: 
Product received for free

재밋는데 이거 그래픽 설정 어디?' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'BLINK' , 'Y', 0 ,'2017-5-8',  'Posted: 
인류는 지금까지 악마를 막기 위해 많은 것들을 생각해 왔다.
악마를 막기위해 십자기부터 성수까지 사용했다
하지만 둠가이는 더블 배럴 샷건을 사용한다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'beo seo' , 'Y', 0 ,'2017-5-2',  'Posted: 
갓게임' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Spector' , 'Y', 0 ,'2017-5-5',  'Posted: 
아직 깨는중인데... 타격감이 미쳤다... 이토록 놀랍게 재미질 줄이야....' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'kingvictory' , 'Y', 0 ,'2017-5-5',  'Posted: 
Big fu**ing gun' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'KOR_Tanker' , 'Y', 0 ,'2017-5-10',  'Posted: 
무기로 시원하게 악마를 죽이거나 (특히 샷건이랑 가우스 케넌)
가까이 가서 두둘겨 패거나 잔인하게 죽이는등 아무런 생각없이 학살하기에 매우 좋음
단. 잔인한걸 싫어하시는 분이라면 비추' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'ass' , 'Y', 0 ,'2017-5-10',  'Posted: 
닥치고 싸지르셈' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'FrogSmuggler' , 'Y', 0 ,'2017-5-12',  'Posted: 
1' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Forgotten Dream' , 'Y', 0 ,'2017-5-7',  'Posted: 
케첩만드는 게임
길치는 헤메는 게임' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'GreenBattery' , 'Y', 0 ,'2017-5-10',  'Posted: 
10점 만점에 12점 게임.
봉인된 고대의 둠가이가 깨어나 악마들을 찢고 죽이고 집까지 찾아가 전부 개발살내는 게임입니다.
Fight like Hell 이 무슨 뜻인지 해보면 알 수 있습니다.
악마한테 죽은적은 몇번 없는데 길 찾다가 낙사하는 일은 많으니 조심하시길.
둠가이가 암만 강력해도 중력은 거스를 수가 없더라고요.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'amper2' , 'Y', 0 ,'2017-5-12',  'Posted: 
악마써는맛이 일품' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'kimseoku' , 'Y', 0 ,'2017-5-13',  'Posted: 
재장전 그딴게 어딨어 그냥 쏴죽이는거지' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '[MY]JustPush' , 'Y', 0 ,'2017-6-27',  'Posted: 
시발 정가머냐? 집주소좀불러줘;;;' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Nebula' , 'Y', 0 ,'2017-6-27',  'Posted: 
고전게임 이였던 둠의 화려한 컴백 근래 했던 최고의 싱글 플레이 FPS 게임 인것 같다.
이 게임의 가장 인상 깊은 것은 바로 화끈한 고어 액션과 흥이 절로 나는 OST로 질릴 틈이 없는것 같고 거기다가 다양한 무기들이 입맛대로 쓸수 있어 전략적으로 플레이도 가능하다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '하현' , 'Y', 0 ,'2017-6-26',  'Posted: 
쓱싹쓱싹' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'solar flare' , 'Y', 0 ,'2017-6-26',  'Posted: 
마음이 따뜻해지는 힐링게임.
일상에 지친 현대인들에게 권합니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Ahri♥' , 'Y', 0 ,'2017-6-26',  'Posted: 
FPS 를 좋아하신다면 둠 사세요. 아니그냥 하세여!!! 사라고!!!!
너는누구야!!! 남자다!!! 남자!!!!!!!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'SR71BlackBird' , 'Y', 0 ,'2017-6-17',  'Posted: 
이건 갓겜입니다. 영어는 상관마세요. 이건 그냥 샷건과 전기톱,BFG9000으로 사악한 악마를 때려잡고 순수한 육체적 대화로 교화시키는 아주 건전한 힐링게임입니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Crow' , 'Y', 0 ,'2017-6-18',  'Posted: 
찢고 죽인다!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Nope' , 'Y', 0 ,'2016-12-17',  'Posted: 
그래픽카드 바꿔서 해봤다

그래픽도 좋고 풍경도 좋고 액션도 좋고
말이 필요없다. 말 그대로 말이 필요없는 게임이다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Mason' , 'Y', 0 ,'2017-6-27',  'Posted: 
데몬들 : 허미 둠가이가 깨어났어여;;;

사이버데몬 : 하 틀딱노인내들, 화성인 하나가 뭐가 그리 무섭다고
그거 다 지들이 약해서 못막은 주제에 뻥친거 아님?
봐라, 내가 저거 부수고와본다앓ㄱ다리먿다ㅣㅓㅂ자ㅣㄷㅈㄷㅂ

헬가드 : 멈춰라 여긴 우리 헬가드 3형제가 크루시블을 지키고 있는
있는 금기의 장소다! 너는 누구냐!
...에? 크루시블 주인이요? 이런 크루시불장잦자미라ㅣㄷ마기

스파이더 마스터마인드 : 야! 내가 이렇게나 거대하다!
뭐든지 죽여서 뭐든지 먹을 수 있을 정도로 크다!
앗 근데 BFG9000은 너무커업ㅈㅅ가ㅣ버가ㅣㄷㅂ저ㅏㅣ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '우중비모' , 'Y', 0 ,'2017-6-29',  'Posted: 
점수 4.5 / 5.0

오랜만에 둠 같은 둠이 나왔다.
둠은 공포게임이지만 정확히는 악마가 공포를 느끼는 게임이라 생각했는데,
이번에 제대로 된 둠가이가 나왔다.
아주 그냥 다 찢어버린다.
두개골을 쪼개버리고, 주먹질로 몸을 터트린다.
심지어 전기톱으로 가르는 맛이 기어워 1 보다 좋았다.
영어를 몰라도 괜찮다! 스토리가 있기는 하지만, 악마를 쪼개는 맛에 스토리를 몰라도 재미있게 즐길 수 있다.

장점 :
찢고 죽이는 맛 그 자체를 아주 잘살림.
전투시에 나오는 BGM 이 아주 적절하게 잘 배치되어있다.
길 찾는데 어려움이 없는 레벨디자인.
생각하는대로, 조작하는대로 움직여주는 시원시원한 조작감.
게임 전반적인 난이도가 적절하게 잘 배분되어있다. (적이 세질 때쯤엔 나도 세짐)

단점 :
스토리 중간중간 스킵을 할 수 없는 구간이 있다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '짬식이' , 'Y', 0 ,'2017-6-27',  'Posted: 
갓겜 그 자체' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Worst Player Ever' , 'Y', 0 ,'2017-6-29',  'Posted: 
사' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'MaChip (Fuck the Harada)' , 'Y', 0 ,'2017-1-8',  'Posted: 
마이 리틀 자이언트를 봤는데 소피가 거인보고 BFG라부른다, Big Friendly Giant같은데 왜 Big ♥♥♥♥ing Gun이 생각날까' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'k550564' , 'Y', 0 ,'2017-1-8',  'Posted: 
과거 둠의 향수를다시느낄수있습니다.
파워풀한 타격감 짜릿한 손맛 귓가에 맴도는 찰진 타격음.
하지만 장점만큼 단점도 존재하였습니다.
타FPS처럼 즐길거리가 부족하여 단발성게임 입니다.
역시 둠 답게 스토리는 없다봐도 무방합니다.
스토리가 없어 몰입도가 떨어져 1회차 공략후 지겨워지는 맛이있습니다.
이상입니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '권동빈' , 'Y', 0 ,'2017-1-2',  'Posted: 
이렇게 최적화 잘 나온 게임 처음봄' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'DarkCirCle' , 'Y', 0 ,'2017-1-7',  'Posted: 
지옥의 포탈 너머에서 신개척지에 대한 야망을 품고들어온 외래인들을 존나 큰 대화수단으로 따뜻하게 맞이하는 게임입니다.
물론 그 외래인들의 행적이 백인종과 유사하게 보이긴합니다만, 그런걸 깨닫는다고 우리의 삶이 달라지진 않는게
악마새끼들과 달리
백인들에겐 씨부랄 둠가이가 없었잖아요?' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Baal' , 'Y', 0 ,'2017-1-6',  'Posted: 
ㅇ개꿀잼' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '고찬우' , 'Y', 0 ,'2016-12-30',  'Posted: 
외계인들과 소통하는게임 스토리가 정말 감동적이고 좋군요

단점이라면 하다보면 약간 지루해질때도 있습니다

2017/1/7 엔딩봄' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'VECTOR' , 'Y', 0 ,'2017-1-5',  'Posted: 
돌아온 악마들의 참교육자
옛날옛적 지옥에서 악마들한테 인간의 교육방식을 전수하시던 둠가이는
화성에서 깨어나 다시한번 악마들한테 참교육을 가르칠려고 여러가지 대화수단을 챙기고 다시 지옥에 갑니다
평범한 죽빵부터 시작해서 대화수단(전기톱),플라즈마 죽창(가우스 캐논),인생한방샷건 그리고 존나 큰 총(BFG9000) 까지
갖은 방식으로 악마를 패놓곤 F키를 눌러 joy와 참교육을 선사해줍니다

단점은 이상하게 드럽게 큰 용량정도?(70GB)' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'RICE' , 'Y', 0 ,'2017-1-5',  'Posted: 
이 게임은 당신에게 과도한 화면 흔들림으로 인해 어지러움증을 선물해 주며 베데스다식 버그를 맛보게 해줍니다.
하지만 이러한 단점에도 불구하고 이 게임을 추천하는 이유는 프바엔진을 이용한 훌륭한 그래픽과 무려 40기가가 넘는 음향 파일덕분에 음질이 아주 좋음과 더불어 헤드셋을 쓰지 않더라도 입체적인 소리를 들을 수 있어서 사운드 플레이가 정말 쉽습니다.
버그에 관한 글은 제가 블로그에 올려두었습니다. http://blog.naver.com/jyp0312/220903255929' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'RaY' , 'Y', 0 ,'2016-10-2',  'Posted: 
거기 당신 뭘 고민하고 앉았나. 그냥 사면 된다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'ㅂㅏㄷㅏㄱㅏㅇㅕ~ ♥' , 'Y', 0 ,'2016-11-27',  'Posted: 
쏘고 찢고 부수고 맛보고' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'pavy' , 'Y', 0 ,'2016-8-19',  'Posted: 
위대한 고전의 완벽한 현대적 해석 - 마치 음악대장이 부른 하여가를 듣는 듯한 느낌!

불쌍한 악마들을 그야말로 찢어발기는 쾌감은 그 어느 게임도 흉내낼 수 없을것~' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Azus@ve' , 'Y', 0 ,'2017-4-15',  'Posted: 
이게임은 공포게임이 아닙니다!

당신이 악마가 아니라는 가정하에서 말이죠!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'joon0210' , 'Y', 0 ,'2017-4-15',  'Posted: 
찢고 죽인다
이 게임을 이 이상 정확히 표현할수 없다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'plusmate92' , 'Y', 0 ,'2017-3-4',  'Posted: 
정말 재미있네요.
최고입니다!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Haper' , 'Y', 0 ,'2017-4-23',  'Posted: 
(악마를)벗기고! (다리를)벌리고! (머리를)눕혀서! (총알를)박는다!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '두더지양' , 'Y', 0 ,'2017-4-29',  'Posted: 
주긴다...악마...퍽...퍽...' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'beo seo' , 'Y', 0 ,'2017-5-2',  'Posted: 
갓게임' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Spector' , 'Y', 0 ,'2017-5-5',  'Posted: 
아직 깨는중인데... 타격감이 미쳤다... 이토록 놀랍게 재미질 줄이야....' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Kemang' , 'Y', 0 ,'2017-1-2',  'Posted: 
King God Emperor Choong-mu-gong Majesty GOOOOOOOOOOOOOOOD GAMEEEEEEE~~~~~~~~~~~!!!!!!!!!!!!!!!!!!!!!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '날으는 쥐포 7.00' , 'Y', 0 ,'2017-1-21',  'Posted: 
8.5/10 파괴자라면 당연히' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Aswharital' , 'Y', 0 ,'2016-12-17',  'Posted: 
둠은 당신에게 최고의 경험을 선사합니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '라쿤(더빙)' , 'Y', 0 ,'2017-1-15',  'Posted: 
10점만점에 12점인 게임!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'geoimjjao' , 'Y', 0 ,'2017-4-10',  'Posted: 
액션이 아주 호쾌하고 화끈합니다.

개인적으로는 지금까지 했던 둠 시리즈 중에서 가장 재미있게 했던것 같습니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'teenangel' , 'Y', 0 ,'2017-1-16',  'Posted: 
개좋음' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '바다거북' , 'Y', 0 ,'2017-1-15',  'Posted: 
남자의 fps둠
전기톱은 훌륭한 대화수단입니다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'can i get ace dad?' , 'Y', 0 ,'2017-2-10',  'Posted: 
내가 최근 평생 산 해본 게임중에 최고이자 후회한점 없다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Nels' , 'Y', 0 ,'2017-1-14',  'Posted: 
시설 내 아무렇게나 방치되어 있는 연료탱크, 또는 고용량 배터리는 충격에 쉽사리 폭발하며 파괴력은 악마마저도 산산조각 낼 정도로 위험하다.

이렇게 안전규정을 무시한 폭발 또는 인화성 물질을 시설 내에 운용함으로서 우리 또는 악마들에게 상상하지 못할 재앙이 일어날 수 있음을 알아야 한다. 예를들어 팔다리가 분해되는 따위의 일들 말이다.

따라서 다같이 화재의 위험성에 다시한번 각성하며 매일 우리를 위해 힘쓰는 소방대원들에게 감사하는 마음을 갖자.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'deaf' , 'Y', 0 ,'2017-1-30',  'Posted: 
액션 자체가 아주 재미있다.

뛰고 쏘고 달리고 찢고 부수는 말초적인 재미로 따지면 근래에 나온 FPS중에서 단연 원탑이다.

피와 뼈와 살이 튀는 손맛이 있고 탄환이 넉넉하지 않기 때문에 자연스럽게 전략적으로 모든 무기를 전략적으로 활용하도록 한 점도 마음에 든다.

그리고 룬을 업그레이드 하고 시크릿와 챌린지가 무기 업그레이드 포인트를 주기 때문에 은근히 파고들기 요소가 있어서 반복 플레이하는 재미도 있다.

나이트메어 난이도는 도전적이면서도 아주 어렵진 않고 울트라 나이트메어 난이도는 일종의 캠페인 경쟁모드 느낌이 있어서 쏠쏠한 재미가 있다.

아케이드 모드는 흡족하진 않지만 있어서 나쁠 건 없고 다만 조금 아쉬운건 보스전이 꽤 재미있는데 전부 클리어하고 난 뒤 보스전을 따로 골라서 할 수 없다는거다.

보스전을 하려면 해당 미션을 처음부터 클리어해야 한다는 점이 조금 아쉽지만 그래도 클리어후에 미션을 선택 플레이 가능하다는건 좋다.

멀티플레이는 아직 해보지 않아서 평가하기 어렵지만 해본 사람 말에 의하면 나쁘진 않은데 핑이 좋은 서버가 별로 없어서 불만이라고 한다.

스트레스 쌓이는 날 좋아하는 미션 골라서 한두판 뛰면 딱 좋다.




단점으로는 일단 사양이 그리 낮지 않다는 점.

그리고 게임 도중 튕긴다는 사람이 많다.

나도 처음엔 꾸준히 튕겼는데 nvidia geforce experience 설치하고 그래픽 카드 최신 업데이트 한 뒤 DOOM Vulkan 옵션으로 최적화 실행 하는 것으로 문제를 해결했다.

혹시 엔비디아 계열 그래픽 카드 쓰는데 자꾸 튕긴다면 참고할것.

인트로에서 자꾸 튕기는 사람은 라이브러리에서 게임에 대고 마우스 우클릭 -> 속성 들어가서 실행시 인트로를 스킵하는 경로를 지정할 수 있으니 참고할것.

구글에서 영어로 조금 검색해보면 금방 명령어 찾을 수 있을 것이다.

그리고 강제로 스토리를 들어야 하는 인게임 진행 과정이 좀 있다.

예를 들어 헤이든 박사의 사무실에서 강제로 이야기를 들어야 하는 부분이라든가...
몇몇 미션에서만 그런 편이라 크게 거슬리는 정도는 아니지만 반복플레이 요소가 꽤 있는 게임인만큼 스킵이 가능했더라면 더 좋았을 것이다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'J I N' , 'Y', 0 ,'2016-11-24',  'Posted: 
엑스박스 원 무선 패드를 샀는데... 마땅히 정말 할 게임이 없었어요! 둠을 사기 전까진.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Hot Line' , 'Y', 0 ,'2017-1-28',  'Posted: 
설명이 필요하나요? 이드팬 이라면 둠의 팬이라면 무조건 추천 입니다. 지금 바로 악마들을 찢어 발겨보세요!! (둠3 빼고요....)' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Megaman' , 'Y', 0 ,'2017-2-5',  'Posted: 
악마들을 찢고 죽이는 게임
훌륭한 타격감, 잔인함, 속도 등 시원시원한 진행이 매우 마음에 든다.
또한 그것만으로는 지루해질 것이란 것을 예상했는지 많은 숨겨진 요소, 긴 싱글플레이, 꽤 재미있는 스토리도 갖추고 있다.
그냥 때려부수는 것을 좋아하는 사람, 도전과제 달성을 좋아하는 사람 모두를 만족 시켜줄 수 있는 게임이다.
FPS를 좋아하는 사람이면 재미있게 플레이할 수 있다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'PearlScent?' , 'Y', 0 ,'2017-2-7',  'Posted: 
그냥 찟고 부숩니다 처음부터 끝까지요.
스피디하고 화끈한게임, 마치 지옥행 열차를 한번 타고온 느낌입니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'ppppp' , 'Y', 0 ,'2017-2-7',  'Posted: 
스트레스를 풀고싶다면

당장 이게임을 사고 헬둠에 있는 악마들을 도륙하자!!!!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'ionseok' , 'Y', 0 ,'2017-2-11',  'Posted: 
엄폐, 암살, 실제적인 묘사가 대세인 FPS 시장의 분위기와는 다르게, 신나게 뛰어다니면서 BIG GUN 들을 난사하는 맛이 일품이다. 고어 연출이 많기는 하지만 주인공인 둠가이가 워낙 화끈한 남자라 그냥 그런가보다 하고 넘어가진다. 진지한 FPS에 지친사람이라면 필구!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '(ATEK)애택' , 'Y', 0 ,'2017-2-24',  'Posted: 
모든 큰 것이 좋다.

오예~' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'BayStars' , 'Y', 0 ,'2017-2-26',  'Posted: 
누가 진짜 남자냐! 나야! 내가 존나 남자다! 얼마나 존나? 존나게 존나! 나는 10점 만점에 12점인 진짜 싸나이! 총따윈 필요없어! 총들은 겁쟁이들만 쓴다고!
아, 전기톱! 훌륭한 대화수단이지!
내 대의는 정당하고 내 의지는 강하다...그리고 내 총은 존나게 크고...아름답다!
화성에서는 악마가 인간을 봉인합니다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Leejh' , 'Y', 0 ,'2017-2-28',  'Posted: 
고티 휩쓸었어야될 게임.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'tlwlahem90' , 'Y', 0 ,'2017-2-11',  'Posted: 
이 게임의 장점은 적을 찢어버릴 수 있다는 것 당신이 증오하는 인물을 떠올리며 죽여버리세요. 다만 단점은 난이도를 높이면 당신이 찢어진다는 것으로 왠만한 총 게임보다 난이도가 높으니 뒤질 준비를 하세요. 당신이 어려운 것에 도전하는 걸 좋아한다면 울트라 나이트 메어 난이도로 클리어해보세요. 다만 울트라 나이트 메어 난이도에서 한 번이라도 죽을 경우엔 처음부터 다시 시작해야 되니 마우스와 키보드가 칼라의 품으로 떠나지 않게 분노를 조절하는 게 중요합니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'InsomniacGuy' , 'Y', 0 ,'2016-11-28',  'Posted: 
사나이라면 역시 샷건이지' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Driver Hong' , 'Y', 0 ,'2017-6-15',  'Posted: 
생각보다 긴 플레이타임에 만족스러운 플레이였습니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'ysw8836' , 'Y', 0 ,'2017-6-23',  'Posted: 
말할 필요는 없다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'ducati_' , 'Y', 0 ,'2017-6-25',  'Posted: 
게임불감증 치료제' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '[MY]JustPush' , 'Y', 0 ,'2017-6-27',  'Posted: 
시발 정가머냐? 집주소좀불러줘;;;' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Worst Player Ever' , 'Y', 0 ,'2017-6-29',  'Posted: 
사' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Nope' , 'Y', 0 ,'2016-12-17',  'Posted: 
그래픽카드 바꿔서 해봤다

그래픽도 좋고 풍경도 좋고 액션도 좋고
말이 필요없다. 말 그대로 말이 필요없는 게임이다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'josung917' , 'Y', 0 ,'2017-6-23',  'Posted: 
ㅊ박살내는거 좋아하시면 강추입니다저는 1회 플레이 다 하고수집품 모으기 하는 중입니다근데 멀티를 한번도 해 본 적이 없네용멀티가 잘 잡히려나 모르겠습니다수집품 모으기 헷갈려서 유튜브에서 동영상 보면서 수집 했습니다그래도 재밌어요 추천추천' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Ahri♥' , 'Y', 0 ,'2017-6-26',  'Posted: 
FPS 를 좋아하신다면 둠 사세요. 아니그냥 하세여!!! 사라고!!!!
너는누구야!!! 남자다!!! 남자!!!!!!!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '우중비모' , 'Y', 0 ,'2017-6-29',  'Posted: 
점수 4.5 / 5.0

오랜만에 둠 같은 둠이 나왔다.
둠은 공포게임이지만 정확히는 악마가 공포를 느끼는 게임이라 생각했는데,
이번에 제대로 된 둠가이가 나왔다.
아주 그냥 다 찢어버린다.
두개골을 쪼개버리고, 주먹질로 몸을 터트린다.
심지어 전기톱으로 가르는 맛이 기어워 1 보다 좋았다.
영어를 몰라도 괜찮다! 스토리가 있기는 하지만, 악마를 쪼개는 맛에 스토리를 몰라도 재미있게 즐길 수 있다.

장점 :
찢고 죽이는 맛 그 자체를 아주 잘살림.
전투시에 나오는 BGM 이 아주 적절하게 잘 배치되어있다.
길 찾는데 어려움이 없는 레벨디자인.
생각하는대로, 조작하는대로 움직여주는 시원시원한 조작감.
게임 전반적인 난이도가 적절하게 잘 배분되어있다. (적이 세질 때쯤엔 나도 세짐)

단점 :
스토리 중간중간 스킵을 할 수 없는 구간이 있다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'JM' , 'Y', 0 ,'2016-8-4',  'Posted: 
찢고 죽이는 재미가 쏠쏠함

엔디비아 650으로 돌린닼ㅋㅋㅋㅋㅋㅋ
노인폭행 인정하냐

(모든 설정을 최하로 맞췄는데도 가끔식 팅김)' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'sureside2' , 'Y', 0 ,'2017-7-8',  'Posted: 
둠의 스토리가 너~무 너무 궁금한데 영어의 장벽이 크다구요?
둠에서 만큼은 스토리 따위 필요없습니다
처음부터 쏘고 부수고 때리고 박살내다 보면 당신은 어느새
최종보스의 뚝배기를 터트리는 멋진 둠가이를 보실겁니다!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'ath430' , 'Y', 0 ,'2017-7-8',  'Posted: 
아직 4시간밖에 안해봐서 잘모르겠습니다만, 이건 최고입니다.아아 4시간만에 완전히 나를 둠찬양자로 만들어버렸어요.슈퍼샷건을 들고 헤비메탈을 들으면서 지옥의 악마들을 찢어죽이는걸 누가 싫어하겠어요. 스토리?? 설정??이건 지금까지 게임플레이보다 스토리와 설정에 목메여있던 게임에게 던지는 거대한 슈퍼샷건입니다 시발!!최고야!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'irum 17392' , 'Y', 0 ,'2017-7-4',  'Posted: 
멈출 수 없는 폭력의 힘 칙칙폭폭 뿌아아아아앙' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Derin' , 'Y', 0 ,'2017-7-5',  'Posted: 
재미있는 싱글. 하지만, 부실한 멀티플레이' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '은' , 'Y', 0 ,'2017-7-5',  'Posted: 
와 이렇게 스릴있고 꿀잼나는 게임 첨봤음 비록 영어지만 워페도 영어니까 후회안함 멀티까지 있어서 강추' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'PULP' , 'Y', 0 ,'2017-7-6',  'Posted: 
미친게임' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'red_irect' , 'Y', 0 ,'2017-7-6',  'Posted: 
이게임이 재미없으면 게임을 안해도됨' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'rinofrancy' , 'Y', 0 ,'2017-7-10',  'Posted: 
홀리슀~~이 게임을 하고 게임 불감증이 나았습니다.
강추X1000000' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Alec?????????????' , 'Y', 0 ,'2017-5-10',  'Posted: 
my eyes hurt like a ♥♥♥♥♥♥♥♥♥♥♥♥

so they changed very many things from the original and getting too futuristic battle which is boring to me but then evil guy is a britain that i intrested a lot

ost is very high pitched that my ears bleeding so ♥♥♥♥ing intensely bad' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'U_XIN' , 'Y', 0 ,'2017-2-4',  'Posted: 
싱글은 괜찮은데 멀티는 사람이 없어서 못하겠더라. 쨋든 싱글만큼은 재미있고 너무 비싸서 ㅊㅊ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'InsomniacGuy' , 'Y', 0 ,'2016-11-28',  'Posted: 
사나이라면 역시 샷건이지' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Driver Hong' , 'Y', 0 ,'2017-6-15',  'Posted: 
생각보다 긴 플레이타임에 만족스러운 플레이였습니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'SR71BlackBird' , 'Y', 0 ,'2017-6-17',  'Posted: 
이건 갓겜입니다. 영어는 상관마세요. 이건 그냥 샷건과 전기톱,BFG9000으로 사악한 악마를 때려잡고 순수한 육체적 대화로 교화시키는 아주 건전한 힐링게임입니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '[KOR]Move9071' , 'Y', 0 ,'2017-6-19',  'Posted: 
클래식하고 굉장히 묵직한 게임
액션이 아주 좋고 스피드한 FPS
주먹으로 죽이는맛이 특히 좋다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Crow' , 'Y', 0 ,'2017-6-18',  'Posted: 
찢고 죽인다!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'ducati_' , 'Y', 0 ,'2017-6-25',  'Posted: 
게임불감증 치료제' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'B.C.D' , 'Y', 0 ,'2017-6-25',  'Posted: 
할인마 씨밣쎼끼야' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Ahri♥' , 'Y', 0 ,'2017-6-26',  'Posted: 
FPS 를 좋아하신다면 둠 사세요. 아니그냥 하세여!!! 사라고!!!!
너는누구야!!! 남자다!!! 남자!!!!!!!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'solar flare' , 'Y', 0 ,'2017-6-26',  'Posted: 
마음이 따뜻해지는 힐링게임.
일상에 지친 현대인들에게 권합니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'J bara' , 'Y', 0 ,'2017-6-25',  'Posted: 
아. 이럴수가. 이건 갓겜이야!
내 안의 남자다움을 끓어오르게하는 게임!
...스토리요? 닥치고 산탄이나 드시죠. 이 앙마들아.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'THE DOOMFENSTEIN' , 'Y', 0 ,'2017-6-24',  'Posted: 
설명이 따로 필요없다..
이걸 보는 즉시 사도록.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Nope' , 'Y', 0 ,'2016-12-17',  'Posted: 
그래픽카드 바꿔서 해봤다

그래픽도 좋고 풍경도 좋고 액션도 좋고
말이 필요없다. 말 그대로 말이 필요없는 게임이다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Nebula' , 'Y', 0 ,'2017-6-27',  'Posted: 
고전게임 이였던 둠의 화려한 컴백 근래 했던 최고의 싱글 플레이 FPS 게임 인것 같다.
이 게임의 가장 인상 깊은 것은 바로 화끈한 고어 액션과 흥이 절로 나는 OST로 질릴 틈이 없는것 같고 거기다가 다양한 무기들이 입맛대로 쓸수 있어 전략적으로 플레이도 가능하다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '하현' , 'Y', 0 ,'2017-6-26',  'Posted: 
쓱싹쓱싹' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'josung917' , 'Y', 0 ,'2017-6-23',  'Posted: 
ㅊ박살내는거 좋아하시면 강추입니다저는 1회 플레이 다 하고수집품 모으기 하는 중입니다근데 멀티를 한번도 해 본 적이 없네용멀티가 잘 잡히려나 모르겠습니다수집품 모으기 헷갈려서 유튜브에서 동영상 보면서 수집 했습니다그래도 재밌어요 추천추천' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'ysw8836' , 'Y', 0 ,'2017-6-23',  'Posted: 
말할 필요는 없다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'FURNO' , 'Y', 0 ,'2017-7-16',  'Posted: 
지린다 재미만으로는 모던워페어랑 쌍벽을 이룸
내 인생 최고의 싱글 FPS였음' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Metoya' , 'Y', 0 ,'2017-7-14',  'Posted: 
게임 하기전 하드를 보며 "아... 더부룩하네..."
게임 하면서 화면을 보며 "아~ 속 시원~하다!"' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Mason' , 'Y', 0 ,'2017-6-27',  'Posted: 
데몬들 : 허미 둠가이가 깨어났어여;;;

사이버데몬 : 하 틀딱노인내들, 화성인 하나가 뭐가 그리 무섭다고
그거 다 지들이 약해서 못막은 주제에 뻥친거 아님?
봐라, 내가 저거 부수고와본다앓ㄱ다리먿다ㅣㅓㅂ자ㅣㄷㅈㄷㅂ

헬가드 : 멈춰라 여긴 우리 헬가드 3형제가 크루시블을 지키고 있는
있는 금기의 장소다! 너는 누구냐!
...에? 크루시블 주인이요? 이런 크루시불장잦자미라ㅣㄷ마기

스파이더 마스터마인드 : 야! 내가 이렇게나 거대하다!
뭐든지 죽여서 뭐든지 먹을 수 있을 정도로 크다!
앗 근데 BFG9000은 너무커업ㅈㅅ가ㅣ버가ㅣㄷㅂ저ㅏㅣ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Dice_Mental' , 'Y', 0 ,'2017-7-23',  'Posted: 
스트레스가 쌓였다구요? 진짜 진짜 남자의 게임을 추천합니다! 폭력! 강인함! 잔인함! 묵직함! 그리고 폭발★ 그 외에도 다양한 요소들! 지금 바로 구매하세요!!!
제목도 멋있는 ''뚬''★★★★★★DOOOOOOOM' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'sam109' , 'Y', 0 ,'2017-7-22',  'Posted: 
장점 - 재밋다


단점 - 장점을 씹어먹는 안한글

.
.
.

그래... 나 영어못해...

한글패치되면 살께 ㅠ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Thomas in the subway' , 'Y', 0 ,'2017-7-22',  'Posted: 
재밌긴한데 멀미남' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '? € ? ? ? ?' , 'Y', 0 ,'2017-7-22',  'Posted: 
이게임을 할 당시 난 악마에게 외쳤다

물러가라 악마야!!

하지만 지금은...............ㅋ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Dancingpuppy' , 'Y', 0 ,'2017-7-23',  'Posted: 
.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'JASPER_MILO' , 'Y', 0 ,'2017-7-23',  'Posted: 
아직 한지 1시간도 안됐는데 오오미 쉬펄것들 죽이는게 재밌다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'WWssssss' , 'Y', 0 ,'2017-7-16',  'Posted: 
오감을 자극하는 메탈 사운드에 앞길을 막는 악마들을 개박살을 내다보면 온몸에 아드레날린이 분비되게 해주는 힐링겜' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'curistrollra79' , 'Y', 0 ,'2017-7-22',  'Posted: 
Product received for free

GOOD!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'panicattack' , 'Y', 0 ,'2017-7-22',  'Posted: 
어린시절의 추억과 즐거움. 그 모든것이 진화되어 돌아왔습니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'ghhhgo2' , 'Y', 0 ,'2017-7-22',  'Posted: 
Product received for free

남자의 게임 그자체' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'BlackCity' , 'Y', 0 ,'2017-7-21',  'Posted: 
그냥 다 때려 부숴.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '셔틀콕' , 'Y', 0 ,'2017-7-22',  'Posted: 
다음 유저에게 추천
1. 나는 적의 뚝배기를 열심히 깨고싶다
2. 나는 격정적인 액션을 좋아한다
3. 나는 참교육을 좋아한다
4. 나는 짱짱맨이다

다음 유저에게 비추천
1. 나는 고어물을 극렬히 싫어한다
2. 나는 평화주의자다
3. 나는 영어를 읽을줄 모른다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Odudu' , 'Y', 0 ,'2017-7-24',  'Posted: 
가끔 잠재된 폭력성을 살짝 해방시켜 스트레스를 푸는 것은 나쁘지 않은 것 같습니다.
사운드가 진짜 환상입니다. 꼭 헤드셋이나 좋은 스피커 환경을 구성하고 즐겨보세요.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'unknown_bot-_-' , 'Y', 0 ,'2017-7-24',  'Posted: 
크아~~~~~~~~~~~~

킹갓겜 둠2016에 취한다~~~~~~~~~~~~


말이 필요 없다 무조건 Rip & Tear !!!!!!!!!!!!


스토리 따위는 몰라도 된다 그저 배럴샷건과 전기톱 그리고 BFG9000


으로 악마 조지는게 스토리인 게임!!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'BIG-ZOTT' , 'Y', 0 ,'2017-7-24',  'Posted: 
총쏘고 죽일때마다 후장에서 ♥♥♥이 질질 나오는 갓겜' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'lolimarriage' , 'Y', 0 ,'2017-7-24',  'Posted: 
Product received for free

총을 쏘며 주먹으로 처치하는게 좋았다 하지만 그것을 빼면 할게 없다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'ghhhgo2' , 'Y', 0 ,'2017-7-22',  'Posted: 
Product received for free

남자의 게임 그자체' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '? € ? ? ? ?' , 'Y', 0 ,'2017-7-22',  'Posted: 
이게임을 할 당시 난 악마에게 외쳤다

물러가라 악마야!!

하지만 지금은...............ㅋ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'sam109' , 'Y', 0 ,'2017-7-22',  'Posted: 
장점 - 재밋다


단점 - 장점을 씹어먹는 안한글

.
.
.

그래... 나 영어못해...

한글패치되면 살께 ㅠ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '[LIME]루루라임' , 'Y', 0 ,'2017-7-21',  'Posted: 
잡고,때리고,찢어 발긴다!

이거 하니라 모든 설명이 가능한 둠2016은.
스토리는 보잘것 없습니다!

그러나 진짜 좋은 그래픽에 콰찢콰찢 과 함깨 엄청난 타격감으로 죄책감을 안느끼며 학살다운 학살을 하고싶은 분들깨는 갓OF갓겜 입니다.


물논 스토리,컨텐츠를 중요히 하시는 분들깨는...
비추 입니다만.

최근 업무,학업 등으로 스트레스를 받으신 분들깨는 닥추 입니다.
ㄹㅇ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Need More G[A]me' , 'Y', 0 ,'2017-7-21',  'Posted: 
KILL THEM ALL' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '겸둥이동민 (????)' , 'Y', 0 ,'2017-7-21',  'Posted: 
Product received for free

적들이 조금 징그럽고 잔인해서 내 취향은 아닌 것 같지만 게임성은 괜춘하다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Mr.redrum' , 'Y', 0 ,'2017-7-20',  'Posted: 
You are DOOMED' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'minchang669375' , 'Y', 0 ,'2017-7-20',  'Posted: 
개꿀잼' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '셔틀콕' , 'Y', 0 ,'2017-7-22',  'Posted: 
다음 유저에게 추천
1. 나는 적의 뚝배기를 열심히 깨고싶다
2. 나는 격정적인 액션을 좋아한다
3. 나는 참교육을 좋아한다
4. 나는 짱짱맨이다

다음 유저에게 비추천
1. 나는 고어물을 극렬히 싫어한다
2. 나는 평화주의자다
3. 나는 영어를 읽을줄 모른다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '...' , 'Y', 0 ,'2017-7-22',  'Posted: 
갓겜' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Red tiger' , 'Y', 0 ,'2017-8-1',  'Posted: 
무료플레이 해봤는데 역시 재미있다

때리고 죽이고 지루한 스토리듣고

무한반복' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '기묜짠' , 'Y', 0 ,'2017-7-21',  'Posted: 
가격이 싸졌잖아ㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏ
호엑ㄱㄱㄱㄱㄱㄱㄱㄱ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'dlgudcks46' , 'Y', 0 ,'2017-8-1',  'Posted: 
8+/10' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '우아아앙' , 'Y', 0 ,'2017-7-28',  'Posted: 
오랫동안 묵혀놨던게임 꺼내서 끝까지 플레이를하고 늦은리뷰 적어봅니다

이게임을 세일할떄 싸게산거자체는 후회하지않는다

근데 모랄까 오랫동안붙잡고있을게임이아닌건 확실하다

게임자체가 통쾌하고 스피드감있는건 좋으나 그것뿐

1회차를진행하면 다시하고싶은생각이 나질 않는다

확실히 스트레스풀면서 잠깐씩 즐기면 좋은게임이지만 ''게임하나사서 40~50시간정도는 그래도 업적다꺠고 해봐야지'' 라는생각을 조금이라도가지고있다면 비추 ''잠깐씩 스트레스쌓인거풀고 통쾌하게 놀고싶다'' 라고하는사람에겐 강추' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'DDDD' , 'Y', 0 ,'2017-7-23',  'Posted: 
최하난이도로 하는데도 뭔가 어렵다.. 재미는 있음' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '...' , 'Y', 0 ,'2017-7-22',  'Posted: 
갓겜' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '스발라' , 'Y', 0 ,'2017-7-22',  'Posted: 
진짜 존나 재밌다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Catalan' , 'Y', 0 ,'2017-7-23',  'Posted: 
.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Dice_Mental' , 'Y', 0 ,'2017-7-23',  'Posted: 
스트레스가 쌓였다구요? 진짜 진짜 남자의 게임을 추천합니다! 폭력! 강인함! 잔인함! 묵직함! 그리고 폭발★ 그 외에도 다양한 요소들! 지금 바로 구매하세요!!!
제목도 멋있는 ''뚬''★★★★★★DOOOOOOOM' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'JASPER_MILO' , 'Y', 0 ,'2017-7-23',  'Posted: 
아직 한지 1시간도 안됐는데 오오미 쉬펄것들 죽이는게 재밌다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'sk5276970' , 'Y', 0 ,'2017-7-24',  'Posted: 
뭐든지 다 썰어버리는 우리의 둠가이
사두면 절대 후회하지 않을게임.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '3분만' , 'Y', 0 ,'2017-7-24',  'Posted: 
예아ㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'no answer' , 'Y', 0 ,'2017-7-24',  'Posted: 
미친듯이 때려잡는게임.... 자국어가 지원이 안되고 영어가 취약해도 상관없는 그런 그냥 때려죽이고 찢어버리기만 하면되는게임..
스토리? 물론 제작자는 만들어놨음 하지만 그런거 생각할 시간보다 때려잡아야하는 시간이 더 많기에 때려잡기에 집중하면됨
상당히 고어스럽고 악마숭배 하는 666을 외치게만드는 디자인은 정말 완벽함 하지만 나중에 계속되는 괴물들은 지겨워지게되있는듯' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'IngaR' , 'Y', 0 ,'2017-7-25',  'Posted: 
갓ㅡ겜' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'JellyFish2005' , 'Y', 0 ,'2017-10-10',  'Posted: 
본격 악마들 뚝베기 깨부수는 게임' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Tkg-600' , 'Y', 0 ,'2017-10-10',  'Posted: 
악마를 학살하는 게임 좋아' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'kimhoyounh0729' , 'Y', 0 ,'2017-10-8',  'Posted: 
악마가 되어 지옥의 죄없는 주민들을 찢어 죽여보자.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Runatico' , 'Y', 0 ,'2017-10-7',  'Posted: 
샷건으로 악마들 뚝빼기 날릴때 쾌감이란...
둠~~~~~~~~~~~~~~~~~~~' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'DC YoonA!' , 'Y', 0 ,'2017-10-8',  'Posted: 
이 게임엔 총이 나온다

그것도 좆나 큰 총이' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'IBMPC80286' , 'Y', 0 ,'2017-10-6',  'Posted: 
자네가 돌아와서 다행일세, 둠가이' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Cellbreaker' , 'Y', 0 ,'2017-10-7',  'Posted: 
아!! 전기톱!!


훌룡한 대화수단이지!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'oodi' , 'Y', 0 ,'2017-10-12',  'Posted: 
good' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Varae' , 'Y', 0 ,'2016-12-2',  'Posted: 
DOOooooooooooooom!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Viggo' , 'Y', 0 ,'2017-10-15',  'Posted: 
진짜개재밋다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'by700777' , 'Y', 0 ,'2017-7-31',  'Posted: 
아 스트레스 겁나 해소되는 씹갓겜' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'GOLDEN-CREATURE' , 'Y', 0 ,'2016-5-15',  'Posted: 
멀티흥해라~~~' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'NesLighter' , 'Y', 0 ,'2017-7-29',  'Posted: 
재밌는데 사람이 없다 흑흑' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '기묜짠' , 'Y', 0 ,'2017-7-21',  'Posted: 
가격이 싸졌잖아ㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏㅏ
호엑ㄱㄱㄱㄱㄱㄱㄱㄱ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'dlgudcks46' , 'Y', 0 ,'2017-8-1',  'Posted: 
8+/10' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Red tiger' , 'Y', 0 ,'2017-8-1',  'Posted: 
무료플레이 해봤는데 역시 재미있다

때리고 죽이고 지루한 스토리듣고

무한반복' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '24601' , 'Y', 0 ,'2017-8-4',  'Posted: 
RIP AND TEAR! Fxxx OFF!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Expressor' , 'Y', 0 ,'2017-8-4',  'Posted: 
플레이 하는 내내 근육마초에 빙의해서 소리지르며 플레이 했다.

특히 슈퍼샷건(?) 연사 퍽을 찍고 난 다음부터는 피와 살이 날뛰는 파티 그 자체

나만을 위한 락페스티벌을 만들어 펼쳐준 기분이 드는 게임이다.

몇 번을 들어도 피를 끓게 만드는 BGM을 다시 들으며

둠 시리즈를 완벽하게 부활시켜준 제작진에게 건배를

10/10' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '우아아앙' , 'Y', 0 ,'2017-7-28',  'Posted: 
오랫동안 묵혀놨던게임 꺼내서 끝까지 플레이를하고 늦은리뷰 적어봅니다

이게임을 세일할떄 싸게산거자체는 후회하지않는다

근데 모랄까 오랫동안붙잡고있을게임이아닌건 확실하다

게임자체가 통쾌하고 스피드감있는건 좋으나 그것뿐

1회차를진행하면 다시하고싶은생각이 나질 않는다

확실히 스트레스풀면서 잠깐씩 즐기면 좋은게임이지만 ''게임하나사서 40~50시간정도는 그래도 업적다꺠고 해봐야지'' 라는생각을 조금이라도가지고있다면 비추 ''잠깐씩 스트레스쌓인거풀고 통쾌하게 놀고싶다'' 라고하는사람에겐 강추' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'CP - Rip and Tear' , 'Y', 0 ,'2017-4-11',  'Posted: 
주인공이 잠에서 깨어났는데.. 나를 모르는 흉측한 괴물녀석이 제 팔을 잡으려 합니다.

원활한 의사소통을 위해서 얼굴을 으깨주었습니다

앞으로 가면 갈수록 몸집이 큰 녀석들이 주인공과 대화를 시도하려 하는데

말이 통하지 않아 로켓런처 와 더블배럴을 사용해 의사소통의 활로를 찾습니다

정말 말이 안통하는 거대한 괴물들에겐 빅뻐낑건을 선사해줍니다.

여러분도 만약 지옥에 떨어지면 이 게임을 했던 모습을 떠올리면서

그곳에 계시는 악마들과 조금은(!?) 활동적인 커뮤니케이션을 하려 해보세요.

아 마지막으로 한가지만 더 말씀드리자면..

이 게임의 음악은 시x 미쳤습니다

끝내준다구요..' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'sk5276970' , 'Y', 0 ,'2017-7-24',  'Posted: 
뭐든지 다 썰어버리는 우리의 둠가이
사두면 절대 후회하지 않을게임.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Rollteng' , 'Y', 0 ,'2017-7-28',  'Posted: 
한글 지원이 아쉽습니다. 게임 자체는 예전 둠2 생각나고 경쾌하고 재미있습니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'IngaR' , 'Y', 0 ,'2017-7-25',  'Posted: 
갓ㅡ겜' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'NesLighter' , 'Y', 0 ,'2017-7-29',  'Posted: 
재밌는데 사람이 없다 흑흑' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'GOLDEN-CREATURE' , 'Y', 0 ,'2016-5-15',  'Posted: 
멀티흥해라~~~' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Redo' , 'Y', 0 ,'2017-7-30',  'Posted: 
둠가이 너무 멋지고.. 게임 정말 재밌고..

문제는 멀티플레이 에서 핑 차이로 인해 쾌적한 플레이가 불가능 ㅠㅠ..

컴뱃 샷건으로 근거리 직방 때렸는데도

데미지 16이 뜨고 있는 상황임' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Carlos' , 'Y', 0 ,'2017-7-30',  'Posted: 
네놈의 내장을 찢고 죽인다!

큰덩치! 내장도 존나 크겠지!

찢고 죽인다!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '[LIME]루루라임' , 'Y', 0 ,'2017-7-21',  'Posted: 
잡고,때리고,찢어 발긴다!

이거 하니라 모든 설명이 가능한 둠2016은.
스토리는 보잘것 없습니다!

그러나 진짜 좋은 그래픽에 콰찢콰찢 과 함깨 엄청난 타격감으로 죄책감을 안느끼며 학살다운 학살을 하고싶은 분들깨는 갓OF갓겜 입니다.


물논 스토리,컨텐츠를 중요히 하시는 분들깨는...
비추 입니다만.

최근 업무,학업 등으로 스트레스를 받으신 분들깨는 닥추 입니다.
ㄹㅇ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '우아아앙' , 'Y', 0 ,'2017-7-28',  'Posted: 
오랫동안 묵혀놨던게임 꺼내서 끝까지 플레이를하고 늦은리뷰 적어봅니다

이게임을 세일할떄 싸게산거자체는 후회하지않는다

근데 모랄까 오랫동안붙잡고있을게임이아닌건 확실하다

게임자체가 통쾌하고 스피드감있는건 좋으나 그것뿐

1회차를진행하면 다시하고싶은생각이 나질 않는다

확실히 스트레스풀면서 잠깐씩 즐기면 좋은게임이지만 ''게임하나사서 40~50시간정도는 그래도 업적다꺠고 해봐야지'' 라는생각을 조금이라도가지고있다면 비추 ''잠깐씩 스트레스쌓인거풀고 통쾌하게 놀고싶다'' 라고하는사람에겐 강추' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'MUGEN' , 'Y', 0 ,'2017-7-31',  'Posted: 
예전 무료주말로 해봤다가 초반의 대화수단이 부족한 부분만 해보고 이게 왜 갓겜인지 의아했다.
그럼에도 불구하고, 지인이 굉장한 둠 매니아라서 다시 흥미가 나게되어 이번 세일때 샀는데 갓겜은 확실히 갓겜이다.

그러나 둠가이의 대화 수단중 하나인 ''글로리 킬''의 모션이 너무 다양하지 못하다.
자주 써야하나 그 모션들 반복하다 보면 지루해지기 마련이다.
명치를 원펀치로 뚫어버리거나 버서커모드가 글로리킬을 하며 게이지를 채워 발동시키는 방법 등으로
자주 사용하게는 해줬어야한다고 본다.

그러나 둠가이의 대화수단은 글''로리''킬이 아니라 전기톱과 슈퍼샷건 등 다양하다.
고기가 아무리 느끼해도 느끼하지 않게 보쌈해 먹을 방법은 무궁무진하다.

한글화 미지원에 아쉬워하지 마라
봉인되었다가 깨어난 둠가이도 안드로이드랑 할망구의 말을 알아들을리가 없다고 생각하고 플레이하자

길찾기 넘나 귀찮긴 한데, 너무 대가리 비우고 악마만 죽이다보면 진짜 대가리 비는것같다
중간중간 머리굴리기 타임이라고 생각하자

아쉬운점은 이정도인데, 멀티는 모르겠다. 싱글의 분위기와 거리감이 꽤 있어 정이 안가던데 이 문제는 취향탈듯

둠은 이 게임을 고민하고있는 당신의 어떤 기대라도 그 이상을 보여줄것이라고 생각한다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '댕댕이' , 'Y', 0 ,'2017-11-23',  'Posted: 
오~! 저 덩치큰놈 좀 봐 내장도 존나게 크겠지!? 한번만 썰게해줘! (전기톱 위이이이이잉)' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '물없는워터' , 'Y', 0 ,'2017-9-28',  'Posted: 
찢고, 부수고, 죽인다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'doni' , 'Y', 0 ,'2017-11-23',  'Posted: 
진지하게 생각할 필요 없고, 스토리 라인에 대해서 고민할 필요도 없다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'zxxz' , 'Y', 0 ,'2017-11-24',  'Posted: 
그냥 말이 필요없는게임
일단 사서 해보시길' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'spultra' , 'Y', 0 ,'2017-9-15',  'Posted: 
게임은 재미있는데 이상하게 다시하기는 싫다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Woo' , 'Y', 0 ,'2017-9-17',  'Posted: 
대만족! 잡다하게 왈가왈부 할 것 없이 대만족 입니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Tutorial' , 'Y', 0 ,'2017-9-16',  'Posted: 
오랜시간 숙면을 취해 몸이 찌뿌둥한 둠 슬레이어가 친절한 가이드 깡통로봇과 함께 힐링차 지옥으로여행 간다는 스토리' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Ong_Bal' , 'Y', 0 ,'2017-9-23',  'Posted: 
둠가이.. 악마.. 찢는다..' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '내 마음은 언제나 늅' , 'Y', 0 ,'2017-9-23',  'Posted: 
다 죽여버린다는 컨셉에 맞게 잘 만들어진 게임인거 같다.

그런데 글로리 킬에서 뭔가 약간의 허전함이 느껴지는거 같은데

기분탓인가...?' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Yuno' , 'Y', 0 ,'2017-9-24',  'Posted: 
네놈을 찢고죽인다! 내장도 x나 크겠지! - doom guy' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'exit3651' , 'Y', 0 ,'2017-9-24',  'Posted: 
긴 말이 필요없다.. 이것은 갓 겜이다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'saymal' , 'Y', 0 ,'2017-9-15',  'Posted: 
둠 씨리즈를 다 해봤는뎅... 역시 둠이당....
스트레스 해소에는 이만한 겜이 없다.. 진짜.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '무지개 육공성' , 'Y', 0 ,'2017-9-18',  'Posted: 
처절한 악마들의 삶을 담은 감동실화
DOOM' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Mareda San~/!' , 'Y', 0 ,'2017-7-29',  'Posted: 
W + F + 마우스 컨트롤
현란한 형식으로 아름다운 연출을 보여줄 수 있습니다.
글로리킬은 당빠 뚝빼기 용인거는.. 잊지마세요.

현재 진행형으로 각각의 DLC는 혹평을 받고있으나 이번에 도입된 멀티플레이로 개꿀 띵작 ㅇㅋ
- 그냥 리뷰 보지말고 한번 질러봐요' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'LucknPluck' , 'Y', 0 ,'2017-8-27',  'Posted: 
짜릿해 정말로!
하지만 다 깨고 돌아보니, 스테이지가 다 비슷비슷하다는 의견을 이해할 수 있었다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'dlqhdwo2002' , 'Y', 0 ,'2017-8-17',  'Posted: 
good' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Badass Kim' , 'Y', 0 ,'2017-8-17',  'Posted: 
폭력의 미학을 제대로 보여주는 작품' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '웅이' , 'Y', 0 ,'2017-8-17',  'Posted: 
그렇다...750ti 로는 무리였던것이다 ㅠㅠ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Head Axe' , 'Y', 0 ,'2017-8-22',  'Posted: 
둠


뭔 말이 필요한가' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Min eo' , 'Y', 0 ,'2017-8-17',  'Posted: 
달콤한 지옥이여 오라!

FPS의 아버지 둠이 다시 돌아왔습니다.
미쳐 날뛰는 악마들
그들을 찢어죽일 무기들
분노로 가득찬 둠가이
여전히 우리의 피를 끓게 만드는 요소가 건재합니다.
띵띵거리는 권총 따위는 던져버리고 프레이터 슈트를 집어 듭니다.
탕탕거리는 헤비 라이플 따위는 던져버리고 을 집어 듭니다.
뿅뿅거리는 플라즈마 라이플 따위는 던져버리고 을 집어 듭니다.
팡팡거리는 자동 컴뱃 샷건 따위는 던져버리고 을 집어듭니다.

마침내 모든 준비가 되었다면
을 꺼내고
울부짖는 거대한 내장덩어리와
이 피와 살로 이루어진 신세계에서 불과 철의 지옥같이 싸웁시다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '곰뚜' , 'Y', 0 ,'2017-8-15',  'Posted: 
10점만점 중 9점
안한글화로 1점 감점' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'redhorn36' , 'Y', 0 ,'2017-8-16',  'Posted: 
악마 : 잘못했어요 한 번만 봐주세요..
둠가이 : 안돼, 안 봐줘, 빨리 죽어!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '웅이' , 'Y', 0 ,'2017-8-17',  'Posted: 
그렇다...750ti 로는 무리였던것이다 ㅠㅠ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'dlqhdwo2002' , 'Y', 0 ,'2017-8-17',  'Posted: 
good' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Badass Kim' , 'Y', 0 ,'2017-8-17',  'Posted: 
폭력의 미학을 제대로 보여주는 작품' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'You suck!' , 'Y', 0 ,'2017-8-19',  'Posted: 
만약에 초자연적 현상이나 종교에 의해 악마에 시달리시면 이게임을 해보세요 당신은 그련 현상을 떨쳐내시고 어느덧 우리 대마왕 님과 함께 악마들을 학살하고 게실겁니다 그럼 전이만 전기톱을 들고 총알을 나누러 가겠습니다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'hahaha' , 'Y', 0 ,'2017-8-14',  'Posted: 
단순함으로 승부하는 악마 찢기게임

스토리가 있고 안한글이지만 플레이에 지장이 없습니다

둠 시리즈에 걸맞게 악마를 찢는게 관건이니까요

+ 멋진 그래픽
+ 엄청 다양한 피니시무브
+ 화끈한 사격감
+ 숨어다닐 필요 없는 거친 플레이
+ 여러 무기를 다양하게 쓰는 플레이
+ 무료로 풀린 멀티모드
+ 비밀이나 수집품목을 찾아다니는 재미
+ 무기별 도전과제 해금에 따른 적절한 보상
+ 개성있고 독특한 생김새와 행동패턴을 가진 몬스터들
+ 둠만의 멋지고 크고 강한 무기들

- 안한글
- 잦은 버그들
- 생각보다 짧은 캠페인 플레이타임

거칠고 화끈한 남자의 게임 답습니다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Min eo' , 'Y', 0 ,'2017-8-17',  'Posted: 
달콤한 지옥이여 오라!

FPS의 아버지 둠이 다시 돌아왔습니다.
미쳐 날뛰는 악마들
그들을 찢어죽일 무기들
분노로 가득찬 둠가이
여전히 우리의 피를 끓게 만드는 요소가 건재합니다.
띵띵거리는 권총 따위는 던져버리고 프레이터 슈트를 집어 듭니다.
탕탕거리는 헤비 라이플 따위는 던져버리고 을 집어 듭니다.
뿅뿅거리는 플라즈마 라이플 따위는 던져버리고 을 집어 듭니다.
팡팡거리는 자동 컴뱃 샷건 따위는 던져버리고 을 집어듭니다.

마침내 모든 준비가 되었다면
을 꺼내고
울부짖는 거대한 내장덩어리와
이 피와 살로 이루어진 신세계에서 불과 철의 지옥같이 싸웁시다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'WatcherS8' , 'Y', 0 ,'2016-11-7',  'Posted: 
한 때 많은 이들을 밤잠을 설쳐가며 PC 게임의 노예로 만들었던 그 작품. 상남자 냄새가 물씬 풍기며, 마초적인 본능과 본성을 일깨워주는. 파괴와 광기. 말이 필요없는 폭력의 미학을 그대로 실천하는 그 위대한 작품이 다시 돌아왔다. 요즘 현대 FPS 에 찌든 이들에게는 클래식 FPS 의 투박하면서 묵직한 타격감을. 클래식 FPS 에 익숙한 이들에게는 새롭게 정착한 또 다른 스타일의 둠을 즐길 수 있는 훌륭한 작품이다. 둠가이란 누구인가? 대화보다는 전기톱과의 면담을 중요시 하고. 악마라면 닥치고 슈퍼샷건으로 그 골통을 날려야 그의 분노와 설욕을 분출하는 남자 중의 남자가 아니던가? 그저 말이 필요없는. 남자 그 자체. 그 향수를 몸속 깊숙히 자신을 중무장해 나가며 느끼고, 느끼고, 또 느끼며 자신만의 카타르시즘과 바이올런스 오르가즘을 마구마구 탐닉해도 좋을 그런 작품이다.

스토리 역시 무언가 좀 더 묵직해지고 심오해진 것은 물론이요. 전작이라 할 수 있는 3편의 그 답답하고 느려터진 움직에서 다시 2 스타일의 빠른 템포와 현대 스타일에 맞는 묵직하고 파워풀하며 빠른 전개의 전투 역시 시원시원하게 스트레스를 날릴 수 있을 것이다. 하지만. 둠이란 어떤 게임인가? 길도 찾아야 하며 퍼즐적인 요소 역시 해결해 나가며 상남자스러운 냄새와는 다르게 다시 반복하고 학습하고 뺑이치는 것 역시 고전 스타일의 묘미가 아니던가? 이 모든 것이 용서될 수 있는 이유는 하나. 바로 둠이기 때문이 아닌가?

멀티를 즐기지 않고도 충분히 싱글을 즐기며 스토리와 세계관에 빠져보는 것 역시. 클래식 FPS 의 묘미가 아니겠는가? 좀 더 하트코어하게 묵직하게 귀를 자극하는 OST 와 새롭게. 하지만. 어딘가 정겹고 옛 향수를 불러일으키는 데몬들의 디자인 역시. 둠유저라면 대차게 웃을 수 있을 것이다.

그리고. 당신은 가장 오래되고. 가장 크고, 멋진 그 친구를 만나게 된다면. 아. 역시 둠! 이라며 당신의 부랄을 탁 치고도 남을 이 지옥같은 여정의 최고의 동반자를 당신 손에 거머쥐게 된다면. 당신은 여지없는 이 둠의 신봉자요 빠돌이일 것이다. 찬양하라 BFG!

뭔 말이 더 필요하겠는가? 지갑사정? 그런 거 알게 무엇이냐. 당신의 주눅들어버린 뇌와 신경에 새로운 자극과 활력소를 불어넣고 싶다면. 망설이지 말고 당신의 지갑을 열어 나는 STEAM 의 노예요 둠가이 신봉자입니다를 외쳐도 좋을 것이다. 망설이지 마라. 당신 안의 악마는. 그것조차 기다려주지 않을 것이다. 물론. 닥치고 지르고 경험해보도록. 그것이 이 둠의 매력일 것이다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'HONEYJAM' , 'Y', 0 ,'2017-8-25',  'Posted: 
뭐하고 계세요?
아직도 이 게임 안사셨어욧?!
얼른 구매해서 둠가이가 되어 찢고 펑펑 찢고 펑펑 해보세요!!!
그 날 있었던 스트레스가 쫙쫙 풀어집니다...ㅋㅋ
2016년의 저의 고티는 ''DOOM'' 입니다!

For my perspection, the ''DOOM'' is my best favorite game ever...!!
Let''s go to hell and hang out with monsters!!
Fxxk yeah~~~ BFG best!!!!!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'coolbilder192' , 'Y', 0 ,'2017-8-25',  'Posted: 
12/10' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'MASTY11' , 'Y', 0 ,'2017-8-27',  'Posted: 
오늘은 고기파티다!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Ansim' , 'Y', 0 ,'2017-8-26',  'Posted: 
이제야 둠같음' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '허짜허짜' , 'Y', 0 ,'2017-8-28',  'Posted: 
현대고어물의 끝판왕' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'C-S-M 치즈빵' , 'Y', 0 ,'2017-7-22',  'Posted: 
.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Doyle Meyer' , 'Y', 0 ,'2017-9-5',  'Posted: 
이 게임은 완벽함 그 자체입니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Lee Min' , 'Y', 0 ,'2017-7-5',  'Posted: 
용량이 ㅈㄴ 커서 할수가 없다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '솔부' , 'Y', 0 ,'2017-11-23',  'Posted: 
뿌셔뿌셔.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '저격수' , 'Y', 0 ,'2017-9-1',  'Posted: 
메탈! 메탈! RIP AND TEAR UNTIL IT''S DONE!!!!!
끝내주는 메탈 음악을 들으면 말초적인 감각을 자극하는 FPS를 원하신다면 당장 사시길!

사야할 이유
1. 메탈 음악.Love & Peace 보단 역시 Death & Pain 입니다.
2. 폭발하는 폭력성. 사실 너무 과장되서 오히려 가볍게 느껴질 정도입니다.
3. 하드코어 FPS 유저를 위한 그 작품의 성공적인 후계자! 사실 난 RPG유저이지만...그래도 FPS가 주는 재미는 정말 다릅니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'My Little Pony' , 'Y', 0 ,'2017-9-1',  'Posted: 
말이 더 필요합니까? 무조건 구매하세요 절대 후회 안합니다
보통 FPS 게임에서 체력이 낮으면 숨기마련이죠 하지만 DOOM은 그런 야비한 플레이를 추천하지 않습니다. 피가낮습니까? 악마들을 죽이면서 피를 채우세요
터트리고 쏘고 찢고 부수고! 액션 하나하나가 남자의 파괴본능을 자극시킵니다. 절대 후회안합니다.
한글이 안되서 걱정되시는 분이있으신데.. 전혀 문제없습니다. 악마를 죽이는데는 언어가 필요가없었습니다
기초적인 초등교육의 영어만 알면 UI를 보는데 문제가없고 실제로 제작자들도 둠 스토리를 알지않아도 게임을 즐길수있게 만들었습니다.
추천합니다. 정말 호쾌합니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Terndit Stot' , 'Y', 0 ,'2017-3-19',  'Posted: 
Aㅏ 전기톱! 훌륭한 대화수단이지!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'edwin0912' , 'Y', 0 ,'2017-9-30',  'Posted: 
둠 팬이라면 10점 만점을 줄 게임 99% 강추합니다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Sniper' , 'Y', 0 ,'2017-10-2',  'Posted: 
티확찢보다 훨씬~ 기분좋고 통쾌한 둠가이의 악마 학살게임.
시원한 헤비메탈 음악이 당신을 버서커모드로 만들어 줍니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Uncommon' , 'Y', 0 ,'2017-10-2',  'Posted: 
악마들 뚜까 패는 게임

존나 때리고 찢어 죽인다. 그게 다다

근데 존나 재밌다. 갓겜이다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'mache' , 'Y', 0 ,'2017-9-27',  'Posted: 
재밌음' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Satisfactory Pain' , 'Y', 0 ,'2017-3-17',  'Posted: 
2016년에 한 게임들중에 가장 재밌게한게임' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Madeon' , 'Y', 0 ,'2017-9-28',  'Posted: 
오늘 스트레스 풀고 싶으면
이 보다 더 좋은 게임은 없을 것이다.

빨리 HTC Vive 질러서 DOOM VFC 버전도 즐겨보고 싶다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '혜미내꺼' , 'Y', 0 ,'2017-10-3',  'Posted: 
갓게임,, 그래픽도 갓 타격감도 갓 한글화가 안되어 영어로 플레이 하였지만 전혀 지장이 없었고 다만 게임 특성상 다음 챕터로 계속 넘어가면 맵만 바뀔뿐 나오는 몹들은 똑같아서 질릴수 있습니다. 플탐 9시간 나왔고 6시간 했을때 불감증 와서 접을뻔 했네요 :)' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Nak_En' , 'Y', 0 ,'2017-10-3',  'Posted: 
역시
덩치가 큰 놈은 내장도 존나 컸습니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'oodi' , 'Y', 0 ,'2017-10-12',  'Posted: 
good' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Nak_En' , 'Y', 0 ,'2017-10-3',  'Posted: 
역시
덩치가 큰 놈은 내장도 존나 컸습니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'slake' , 'Y', 0 ,'2016-9-24',  'Posted: 
오픈 베타때 멀티로 매우 실망했으나

싱글이 갓갓이었음.

정가가 아깝지 않은 몇 안되는 게임 중 하나.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '혜미내꺼' , 'Y', 0 ,'2017-10-3',  'Posted: 
갓게임,, 그래픽도 갓 타격감도 갓 한글화가 안되어 영어로 플레이 하였지만 전혀 지장이 없었고 다만 게임 특성상 다음 챕터로 계속 넘어가면 맵만 바뀔뿐 나오는 몹들은 똑같아서 질릴수 있습니다. 플탐 9시간 나왔고 6시간 했을때 불감증 와서 접을뻔 했네요 :)' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '너 이새끼 Gun Bang져!' , 'Y', 0 ,'2017-10-15',  'Posted: 
갓겜이다
이상.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'TOMMY' , 'Y', 0 ,'2017-10-18',  'Posted: 
오직 이 갓게임보다 나은 것은 전작들 말고는 없다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'topmetal' , 'Y', 0 ,'2017-10-22',  'Posted: 
Don''t need to talk. Awesome.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '전술폭격비둘기' , 'Y', 0 ,'2017-11-8',  'Posted: 
현대, 그리고 미래의 인류가 엑소시즘을 행할 때 무엇이 필요한지 보여주는 게임.
기존의 엑소시즘은 이미 악마들도 질려있다. 이름은 묻지 말라. 십자가와 성수는 잠시 가방에 잘 넣어두라. 샷건을 집어들자. 전기톱 시동을 키고 찢고 죽이자.
지옥으로 돌려보내지 말자. 나중에 또 온다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'lunasex99' , 'Y', 0 ,'2017-11-6',  'Posted: 
그래픽도 좋고 사운드도 좋고 몹이나 맵 디자인도 좋고 그래픽퀄리티도 좋습니다. 고어틱한것도 만족' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'SDUCK' , 'Y', 0 ,'2017-11-15',  'Posted: 
게임이 반복되는 미션이 많으면 한탄하면서 언제 엔딩볼까라고 생각하는데
그냥 생각없이 어떻게 더 빨리 재밌게 악마를 F로 줘팰 생각을 하니
벌써 엔딩이네요' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'airstrike900' , 'Y', 0 ,'2016-7-4',  'Posted: 
Product received for free

굿' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'themm701' , 'Y', 0 ,'2017-8-25',  'Posted: 
재밌다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'omnisis' , 'Y', 0 ,'2017-11-9',  'Posted: 
액션의 교향곡, EDM, 펑크락과도 같은 작품. 액션의 알파이자 오메가와도 같은 폭력적인 작품이다. 할인하면 무조건 사야되는 게임.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '-BOX-' , 'Y', 0 ,'2017-7-22',  'Posted: 
Product received for free

Good Talk About Saw' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '깊고♂어두운♂환상' , 'Y', 0 ,'2017-11-10',  'Posted: 
스트레스가 확 풀린다. 찢고 죽인다!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Pyrox' , 'Y', 0 ,'2017-6-12',  'Posted: 
남자의 게임. 샷건 쏘는 재미가 쏠쏠

파워업이나 BFG안쓰면서 하는게 더 잼있다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Traveler29' , 'Y', 0 ,'2017-11-23',  'Posted: 
스트레스 풀기위해 필요한건 떠블배럴과 악마의 뚝배기 뿐이다.

납탄의 세례나 받아라 이 악마들아!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '안 망함' , 'Y', 0 ,'2017-11-23',  'Posted: 
불쌍한 악마들 8ㅅ8' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '솔부' , 'Y', 0 ,'2017-11-23',  'Posted: 
뿌셔뿌셔.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '다중인격자' , 'Y', 0 ,'2017-11-23',  'Posted: 
악마가 불쌍해지는 느낌적인 느낌?' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Aqueas' , 'Y', 0 ,'2017-11-23',  'Posted: 
Who''s the MAN? I''m the MAN! I''m a Bad MAN! How Bad? Real Bad! I''m a 12.0 on the 10.0 scale of Badness! Don''t need a gun... ...guns are for wusses!
누가 진짜 남자냐! 나야! 내가 존나 남자다! 얼마나 존나? 존나게 존나! 나는 10점 만점에 12점인 진짜 싸나이! 총 따윈 필요 없어! 총들은 겁쟁이들만 쓴다고!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '봉천동원조대공포' , 'Y', 0 ,'2017-10-27',  'Posted: 
우지끈쾅쾅뿌직' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '환상적인 저격수' , 'Y', 0 ,'2017-10-28',  'Posted: 
한글화 제발 좀 해주세요 게임성 좋고 화질 좋고 디자인도 아주 멋진데 영어라 스토리를 전혀 모르겠네요
이건 미국에서 일본어로 게임하는거랑 똑같잖아요...' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'ChangHuiJo' , 'Y', 0 ,'2017-10-28',  'Posted: 
싱글, 멀티 어느 것 하나도 흠 잡을곳이 없는 슈퍼 갓겜...' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Binu' , 'Y', 0 ,'2017-10-31',  'Posted: 
도스시절 둠1~2를 재밌게 했었다면 망설이지 말고 사는걸 추천~!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Domzi' , 'Y', 0 ,'2017-10-29',  'Posted: 
스토리고 뭐고 아무생각 없이 스트레스 풀기좋은 시원시원함' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'danielkim' , 'Y', 0 ,'2017-10-29',  'Posted: 
뭘 리뷰보면서 고민해 빨리 사' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'justinpark71' , 'Y', 0 ,'2017-11-3',  'Posted: 
Doom 때문에 스팀 가입한 아재임..
정말 조작 느낌이 둠3때와는 약간 다른 둠1.2 때 그 느낌이 더 강하다.
타격감 쩔고 , 그래픽 쩔고, 최적화 잘되어 있는 듯 하고,
복잡하지 않고 스트레스 해소엔 최고...' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'RedK' , 'Y', 0 ,'2017-7-25',  'Posted: 
제 컴퓨터가 악마숭배자인 탓이지 겜이 잘 안돌아가더군요. 하지만 상관없습니다. 이 겜은 존나게 갓겜이거든요. 예수님도 악마와 휼륭한 대화수단을 벌이는 둠가이에게 엄지척 하실겁니다. 10점 만점의 12점인 존나 남자라면 이 게임을 꼭 해보시기 바랍니다. 전 이만 제 컴퓨터에 성수를 뿌리러 가보겠습니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Aycaramba!' , 'Y', 0 ,'2017-10-29',  'Posted: 
스토리는 사실상 없다고 봐도 되지만 그게 중요한 게 아님.
플라즈마건 제외 뛰어난 타격감과 피격감을 맛볼 수 있는 게임이라 생각함.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Ethan Hunt' , 'Y', 0 ,'2017-11-1',  'Posted: 
-개인적인 후기-
전작 둠3을 확장팩 까지 재미있게 한 사람으로써 기대를 하고 구매!(당연 세일 할 때)
초반에는 참 참신했다 손으로 때리고 발로 차고 전작과는 색다른 타격감과 그래픽을 선사 해주었지만 중반 부터는 그냥 괴물 때려잡는 게임이 되었다. 켠 김에 왕까지 라는 생각으로 19시간 플레이해서 엔딩을 봤지만 정작 하면서 느낀건 점점 스트레스 쌓이는 내 모습뿐....(물론 난이도 최상)
스토리는 잘 모르겠으나 게임성은 괜찮다 전작과는 달라진걸 뽑자면 그래픽과 타격감?
솔직히 말하면 개인적인 느낌으로 전작이 더 재미었다 나름에 공포스러운 분위기와 갑자기 튀어나오는 몹들은 날 더욱더 긴장감 있게 만들어줬다. 그러나 2016 둠에서 공포를 느끼긴에 부족했고 그냥 쉽게 생각하면 괴물 학살 게임이였다 그렇다고 2016 둠이 재미없거나 갑툭튀가 없느냐 그건 아니다 당연히 갑툭튀 하는 몹틀이 있고 재미있다. 허나 개인적인 느낌으로는 전작의 공포스러움을 따라가지는 못 했다. 그 점이 매우 아쉽지만 그래도 나름 재미있게 플레이해서 이게임을 추천한다.
단! 세일 할때 구매 하시길~' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '깊고♂어두운♂환상' , 'Y', 0 ,'2017-11-10',  'Posted: 
스트레스가 확 풀린다. 찢고 죽인다!!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'themm701' , 'Y', 0 ,'2017-8-25',  'Posted: 
재밌다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'topmetal' , 'Y', 0 ,'2017-10-22',  'Posted: 
Don''t need to talk. Awesome.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'TOMMY' , 'Y', 0 ,'2017-10-18',  'Posted: 
오직 이 갓게임보다 나은 것은 전작들 말고는 없다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Huminy' , 'Y', 0 ,'2017-10-19',  'Posted: 
정말정말 최고의 게임. 게임불감증에 걸렸던 나를 일으켜 세웠다. 남자답고 무지막지한 액션을 보려면 이걸 꼭 플레이해보아야만 한다. 10점만점에 10점준다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'ziyo88' , 'Y', 0 ,'2017-10-26',  'Posted: 
큰 총....좆같이 큰총으로 다 패주기는 게임
개신남 ㄹㅇ루' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'danielkim' , 'Y', 0 ,'2017-10-29',  'Posted: 
뭘 리뷰보면서 고민해 빨리 사' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Binu' , 'Y', 0 ,'2017-10-31',  'Posted: 
도스시절 둠1~2를 재밌게 했었다면 망설이지 말고 사는걸 추천~!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'justinpark71' , 'Y', 0 ,'2017-11-3',  'Posted: 
Doom 때문에 스팀 가입한 아재임..
정말 조작 느낌이 둠3때와는 약간 다른 둠1.2 때 그 느낌이 더 강하다.
타격감 쩔고 , 그래픽 쩔고, 최적화 잘되어 있는 듯 하고,
복잡하지 않고 스트레스 해소엔 최고...' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Ethan Hunt' , 'Y', 0 ,'2017-11-1',  'Posted: 
-개인적인 후기-
전작 둠3을 확장팩 까지 재미있게 한 사람으로써 기대를 하고 구매!(당연 세일 할 때)
초반에는 참 참신했다 손으로 때리고 발로 차고 전작과는 색다른 타격감과 그래픽을 선사 해주었지만 중반 부터는 그냥 괴물 때려잡는 게임이 되었다. 켠 김에 왕까지 라는 생각으로 19시간 플레이해서 엔딩을 봤지만 정작 하면서 느낀건 점점 스트레스 쌓이는 내 모습뿐....(물론 난이도 최상)
스토리는 잘 모르겠으나 게임성은 괜찮다 전작과는 달라진걸 뽑자면 그래픽과 타격감?
솔직히 말하면 개인적인 느낌으로 전작이 더 재미었다 나름에 공포스러운 분위기와 갑자기 튀어나오는 몹들은 날 더욱더 긴장감 있게 만들어줬다. 그러나 2016 둠에서 공포를 느끼긴에 부족했고 그냥 쉽게 생각하면 괴물 학살 게임이였다 그렇다고 2016 둠이 재미없거나 갑툭튀가 없느냐 그건 아니다 당연히 갑툭튀 하는 몹틀이 있고 재미있다. 허나 개인적인 느낌으로는 전작의 공포스러움을 따라가지는 못 했다. 그 점이 매우 아쉽지만 그래도 나름 재미있게 플레이해서 이게임을 추천한다.
단! 세일 할때 구매 하시길~' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'airstrike900' , 'Y', 0 ,'2016-7-4',  'Posted: 
Product received for free

굿' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'SDUCK' , 'Y', 0 ,'2017-11-15',  'Posted: 
게임이 반복되는 미션이 많으면 한탄하면서 언제 엔딩볼까라고 생각하는데
그냥 생각없이 어떻게 더 빨리 재밌게 악마를 F로 줘팰 생각을 하니
벌써 엔딩이네요' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'kimchesuperbear' , 'Y', 0 ,'2017-11-27',  'Posted: 
나! 찢고죽이고 찢고 죽이고!
피 너무 좋다!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '1823009_DEL' , 'Y', 0 ,'2017-11-27',  'Posted: 
그냥 달리고 쏘세요. 다른게 더 필요한가요?' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'mkmax' , 'Y', 0 ,'2017-11-27',  'Posted: 
무섭지만...샷건들고 괴물사냥 다니면 ..개사이다..!!!!!..' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'joker7181' , 'Y', 0 ,'2016-6-12',  'Posted: 
싱글플레이에서 컷씬, 스크립트 연출을 최소화하고

컨트롤에만 집중할 수 있어서 좋았다.

체험이라는 게임 본연의 미덕에 충실한 진정한 FPS!!

2016 GOTY 수상 3위가 그것을 증명하고 있다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'pie113' , 'Y', 0 ,'2017-11-25',  'Posted: 
다 때려 부수고 싶을 떄 추천' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Saabman' , 'Y', 0 ,'2017-11-24',  'Posted: 
FPS의 전설 그리고 영광' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '[[Yee]]' , 'Y', 0 ,'2017-11-24',  'Posted: 
찢고 죽인다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '?ZXCV' , 'Y', 0 ,'2017-11-24',  'Posted: 
찢고 뜯고 맛보고 때리고 즐기고' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'justinpark71' , 'Y', 0 ,'2017-11-3',  'Posted: 
Doom 때문에 스팀 가입한 아재임..
정말 조작 느낌이 둠3때와는 약간 다른 둠1.2 때 그 느낌이 더 강하다.
타격감 쩔고 , 그래픽 쩔고, 최적화 잘되어 있는 듯 하고,
복잡하지 않고 스트레스 해소엔 최고...' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '"Soft Ass"' , 'Y', 0 ,'2017-11-25',  'Posted: 
다시 플레이 해도 재믹는 작품 보통 스토리 있는 게임은 한번하고 접게되는데 얘는 아님 한번 더해도 여전히 재밌음' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'o911123o' , 'Y', 0 ,'2017-11-25',  'Posted: 
으아 둠가이 너무 멋있어!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Agares' , 'Y', 0 ,'2017-11-25',  'Posted: 
good' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Livet' , 'Y', 0 ,'2017-11-25',  'Posted: 
세상에서 가장 안 무서운 악마가 나오는 게임' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'THEGAME' , 'Y', 0 ,'2016-10-31',  'Posted: 
중반넘어가니 재밌다.초반에는 너무 지루해서괜히 샀다고 후회했는데..원초적인 게임이지...' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Namaste' , 'Y', 0 ,'2017-11-25',  'Posted: 
그냥 아무생각없이 시크릿같은 거 신경안쓰고 하면 스트레스도 펑펑 터진다.
숨겨진 것들을 찾기시작하면 살짝 골치아픔.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '미아리이' , 'Y', 0 ,'2017-11-26',  'Posted: 
good...' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'warmingup' , 'Y', 0 ,'2017-11-26',  'Posted: 
과거 doom2를 처음 플레이했을 떄 느꼈던숨막히는 경험을 다시한번 맛볼 수 있다. 스토리는 몰라도 관계없지. ㅎㅎ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'East' , 'Y', 0 ,'2017-11-25',  'Posted: 
게1회차에서는 시원하게 다부수는 맛은 떨어지는 편 / 오히려 옛날 리메이크 되기 이전의 툼레이더 시리즈 하는 느낌이 났다. 숨겨져있는 요소들을 찾고 어떻게하면 해당지점으로 갈 수 있을까 고민하고 그사이에 전투가 벌어지는 형태 말이다.

보스전은 최고 무기가 너무 사기라 좀 쉽다는 편만 제외하면 중간난이도로는 그냥 적당하게 깬것같다.

기존의 다부셔부셔를 기대하고 산게임인데 엉뚱한 맛이라 아쉽다. 뭐 세일할때 사면 적당한 가성비에 추천.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'DARKSVADOR' , 'Y', 0 ,'2016-11-24',  'Posted: 
무슨 말이 필요한가.역시 이게 둠이지.
훌륭한 대화수단이야' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'HCl Latte' , 'Y', 0 ,'2017-11-27',  'Posted: 
무슨 설명이 더 필요한가요 둠인데
그냥 찢고 죽이면 됩니다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '1823009_DEL' , 'Y', 0 ,'2017-11-27',  'Posted: 
그냥 달리고 쏘세요. 다른게 더 필요한가요?' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'mkmax' , 'Y', 0 ,'2017-11-27',  'Posted: 
무섭지만...샷건들고 괴물사냥 다니면 ..개사이다..!!!!!..' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'FLANDRE495' , 'Y', 0 ,'2017-11-27',  'Posted: 
똑똑똑 누구세요?

나야 나! 나! 나! 나! 나!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '아람단' , 'Y', 0 ,'2017-11-27',  'Posted: 
이런 게임을 잘 모르는 초보자 입장에서 서술합니다.
1. 어마무시한 용량의 대부분을 차지하는 강렬한 헤비메탈음악이 인게임에서 막 가슴을 때리는데 아드레날린이 미친듯이 솟구칩니다. 게다가 전투가 끝났다 시작했다를 이 음악을 통해서 알 수 있어서 더더욱 집중하게 됩니다.
2. 싱글플레이, 전체적으로 쉬운 편인 것 같은데 정신 놓으면 또 금방 죽습니다. 그리고 도전과제 클리어가 초보자 입장에서는 꽤 어렵습니다.
3. 성장 요소가 상당히 여러가지로 존재합니다. 근데 이런 성장요소에 따라 사실 캐릭터가 크게 바뀌지는 않는 것으로 체감됩니다.
4. 결국 악마 때려부수는 게임입니다. 액션성이 매우 높으며 특히 보스급, 대형 몹을 처리할 때 쾌감이 대단히 큽니다.
5. 저는 영어로 진행했는데 이거 한국어 패치가 없는 것으로 알고 있습니다. 근데 어지간하면 다 이해합니다. 물론 세세한 건 모르지만 영어 단 한 글자도 모른다고 해도 스토리의 대략적인 흐름은 거의 알 수 있습니다. 다 깨고 나무위키를 통해 스토리 봤는데 제가 게임에서 느낀 스토리랑 거의 같았습니다. 너무 스포가 되지 않는 범위 내에서 스토리를 미리 보시는 것도 좋은 것 같습니다.
6. 멀티플레이가 사람이 많지는 않은 것 같고 특히 서양에서 많이 하기 때문에 한국 시간 기준으로는 더더욱 적은 것 같습니다. 거기다 거의 고인물이 많아서 멀티는 그냥 아 이렇구나 하는 걸로 만족해야 할 것 같습니다. 멀티 환경은 좋습니다. 아 코옵모드는 따로 없고 스냅맵인가? 그런거 같이 클리어하는 형식으로만 있는 것 같습니다.
7. 헤비메탈음악을 좋아한다. 밀리터리형 FPS보다 액션성이 높은 FPS를 선호한다. 이런 경우 이 게임에 만족할 것 같고 저는 한 50%이상 할인율로 구매했는데 이 정도 가격으로는 위의 조건이 없더라도 무조건 만족할 것 같습니다. 단 용량이 정말 큽니다. 60기가인가 하여튼 이 점은 잘 염두해두시길 바랍니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Militia' , 'Y', 0 ,'2017-11-27',  'Posted: 
찠고 죽인다!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'zeiros' , 'Y', 0 ,'2017-11-27',  'Posted: 
Fps 장르의 선조격 게임. 쏘고 달리는 기본에 충실하다. 단조로움을 피하기 위해 여러가지 시도를 한 점이 훌륭하다.
싱글만으로 충분히 가치가 있으며 좀더 게임을 음미하고 싶다면 멀티에 도전해 보자. 멘탈은 잘 붙들어 매고...' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Nileblue' , 'Y', 0 ,'2017-11-27',  'Posted: 
싱글 자체의 볼륨도 준수한 편이고 글로리 킬 특유의 맛이 중독적임' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Heathcliff' , 'Y', 0 ,'2017-7-29',  'Posted: 
할만함' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'HCl Latte' , 'Y', 0 ,'2017-11-27',  'Posted: 
무슨 설명이 더 필요한가요 둠인데
그냥 찢고 죽이면 됩니다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '1823009_DEL' , 'Y', 0 ,'2017-11-27',  'Posted: 
그냥 달리고 쏘세요. 다른게 더 필요한가요?' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '아람단' , 'Y', 0 ,'2017-11-27',  'Posted: 
이런 게임을 잘 모르는 초보자 입장에서 서술합니다.
1. 어마무시한 용량의 대부분을 차지하는 강렬한 헤비메탈음악이 인게임에서 막 가슴을 때리는데 아드레날린이 미친듯이 솟구칩니다. 게다가 전투가 끝났다 시작했다를 이 음악을 통해서 알 수 있어서 더더욱 집중하게 됩니다.
2. 싱글플레이, 전체적으로 쉬운 편인 것 같은데 정신 놓으면 또 금방 죽습니다. 그리고 도전과제 클리어가 초보자 입장에서는 꽤 어렵습니다.
3. 성장 요소가 상당히 여러가지로 존재합니다. 근데 이런 성장요소에 따라 사실 캐릭터가 크게 바뀌지는 않는 것으로 체감됩니다.
4. 결국 악마 때려부수는 게임입니다. 액션성이 매우 높으며 특히 보스급, 대형 몹을 처리할 때 쾌감이 대단히 큽니다.
5. 저는 영어로 진행했는데 이거 한국어 패치가 없는 것으로 알고 있습니다. 근데 어지간하면 다 이해합니다. 물론 세세한 건 모르지만 영어 단 한 글자도 모른다고 해도 스토리의 대략적인 흐름은 거의 알 수 있습니다. 다 깨고 나무위키를 통해 스토리 봤는데 제가 게임에서 느낀 스토리랑 거의 같았습니다. 너무 스포가 되지 않는 범위 내에서 스토리를 미리 보시는 것도 좋은 것 같습니다.
6. 멀티플레이가 사람이 많지는 않은 것 같고 특히 서양에서 많이 하기 때문에 한국 시간 기준으로는 더더욱 적은 것 같습니다. 거기다 거의 고인물이 많아서 멀티는 그냥 아 이렇구나 하는 걸로 만족해야 할 것 같습니다. 멀티 환경은 좋습니다. 아 코옵모드는 따로 없고 스냅맵인가? 그런거 같이 클리어하는 형식으로만 있는 것 같습니다.
7. 헤비메탈음악을 좋아한다. 밀리터리형 FPS보다 액션성이 높은 FPS를 선호한다. 이런 경우 이 게임에 만족할 것 같고 저는 한 50%이상 할인율로 구매했는데 이 정도 가격으로는 위의 조건이 없더라도 무조건 만족할 것 같습니다. 단 용량이 정말 큽니다. 60기가인가 하여튼 이 점은 잘 염두해두시길 바랍니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'zeiros' , 'Y', 0 ,'2017-11-27',  'Posted: 
Fps 장르의 선조격 게임. 쏘고 달리는 기본에 충실하다. 단조로움을 피하기 위해 여러가지 시도를 한 점이 훌륭하다.
싱글만으로 충분히 가치가 있으며 좀더 게임을 음미하고 싶다면 멀티에 도전해 보자. 멘탈은 잘 붙들어 매고...' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'FLANDRE495' , 'Y', 0 ,'2017-11-27',  'Posted: 
똑똑똑 누구세요?

나야 나! 나! 나! 나! 나!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '롱갱이' , 'Y', 0 ,'2017-11-27',  'Posted: 
무료 DLC?? 그럼 DLC를 전부 돈주고 산 사람들은 뭐가되냐???
DLC는 아직 사놓고 해보지도 못했는데? 환불은 해주니?' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Nileblue' , 'Y', 0 ,'2017-11-27',  'Posted: 
싱글 자체의 볼륨도 준수한 편이고 글로리 킬 특유의 맛이 중독적임' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'commang2ya' , 'Y', 0 ,'2017-1-15',  'Posted: 
찢고 부순다! 전기톱 그것은 좋은 대화 수단!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'kimchesuperbear' , 'Y', 0 ,'2017-11-27',  'Posted: 
나! 찢고죽이고 찢고 죽이고!
피 너무 좋다!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'HAL9000' , 'N', 0 ,'2017-11-23',  'Posted: 
오리지널 둠에 대한 오해가 만든 지루하기 짝이 없는 게임이다. 오리지널 둠이 미로같은 레벨 디자인 속에서 카드키를 찾아 탈출하는 와중에 길찾기를 방해하는 적들과 훌륭한 대화를 나누는 게임이라면, 이 둠은 싱글 플레이용 레벨디자인이 아닌 멀티플레이 아레나 맵을 여러개 이어붙인듯한 레벨속에서 일정한 구성으로 리스폰되는 적들을 쥐어짜 터트리면, 카드키를 쥐어주고, 나가라는 게임이다. 이 게임이 클래식 FPS의 부활이라고 불리우면 안된다. 클래식 FPS라고 단순히 전투만 주구창창하는 게임은 아니었기 때문이다. 그 전투만 주구장창 하는게 무슨 순수한 FPS인것 처럼 불리워선 안된다.

초반에는 그래도 약간의 한정된 공간내 비선형적인 목표를 달성하며, 키카드를 수집하고, 궁극적인 목표 달성을 위한 여전이 다소 있다. 거기에 점핑액션도 약간있다. 하지만 그 뿐이다. 이내 앞서 말한데로 주구장창 아레나식 전투만 시킨다. 하다보면 디펜스게임을 하는 느낌마저 든다. 계속 리스폰 되는 적, 그걸 계속 물리쳐야만 진행을 할 수 있는 나... 전투의 회피라는 구성도 없고, 디자인적으로 그냥 적을 다 죽이게 되는 게임이다.

전투 자체도 그다지 즐겁지가 않다.

화끈하다면 화끈하다고 말할 수 있지만, 그건 보기에만 그런것 뿐이다. 총알이 모자른데, 카테고리 별로 총알을 공유해서 소모하기 때문에 무기가 많아도 3종류 정도만 돌려쓰게 될 뿐이고, 총알 대비 전투의 양이 항상 넘쳐나기 때문에 항상 총알이 떨어지며, 무조건 무기를 돌려써야 하는데, 막상 총알이 바닥나서 곤란해지는 일은 없다. 이게 무슨 헛소린가 싶을텐데, 이 게임의 총알은 계속해서 땅에 떨어지기 때문이다. 총알이 부족해서 무기는 돌려써야만 하지만 정작 총알이 계속 바닥에 떨어지니 총알이 부족할 일이 없다. 무의미하게 총기를 이리저리 계속 스왑하게 만들 뿐, 유저는 총알을 아낄 이유가 전혀 없다. 근데 부족하다. 이 이상한 감각을 대체 무어라 해야할지 모르겠다. 총기를 돌려쓰라고, 특수무장인 BFG와 전기톱을 제외한 일반 무기 중 유독 강력한 총기는 없도록 만들었다.. 초반샷건을 끝까지 써도 무방하다.

또한 적의 공격에 유저가 대처하는 과정이 너무 일률적이다. 초기에 제공되는 어느 난이도에서 건 적을 바라보고, 한쪽방향으로 빙빙 돌면, 모든 공격을 피할 수 있다. 적에 따라 원거리로 돌지 근거리로 돌지만 선택하면 된다. 핑키데몬은 돌격계라서 움직이는 타이밍이 있긴하지만 발사체 공격을 하는 모든 공격은 그렇게 피해진다. 즉, 유저는 적을 만나면 적당히 카이팅을 하면서 총만 쏘면 된다. 여기에서 아무런 긴장감이 없다. 난이도를 올릴 수록 한두방 맞고 죽는 공격이 많이 생기는데, 이게 카이팅하다가 어디 걸려서 멈칫해서 죽는거라 그냥 약간 억울한 느낌만 들 뿐이다. 글로리킬 역시 제작자 본인들이 만들어 넣은 시스템임에도 그 멈칫하는 타이밍의 존재 때문에 난이도가 올라갈 수록 쓸모가 없다. 애초에 그저 연출목적으로 무적시간 주고 애니메이션이나 넣어주는 별 생각 없는 시스템으로 밖에는 안보인다. 후반에 아레나에서 보스랑 전투하는 구간이 몇개 나오긴한다. 보스의 경우에는 대놓고 치고박는 패턴이 존재한다. 유동적인 총격전으로 느껴지는게 아니라 그냥 페이즈별 패턴공격이라서...

그래픽은 좋은 편이지만 아트워크가 너무 싸보이는 것도 한몫 한다.
오리지널의 비주얼과는 비슷하나 오리지널을 무리하게 3D로 그대로 표현했다. 90년대 초의 제한적인 상황에서 그려진 2D 도트케릭터의 특징을 도리어 더 후져보이게 3D화 했다는 인상이다. 둠3가 기존과 다른 느낌을 많이 주지만 굉장히 끔찍하고, 세련된 아트워크로 무장했던 것과 너무 다르다. 이드소프트는 원래 아트워크가 굉장히 훌륭했다. 비단 둠 뿐만 아니라 퀘이크도 훌륭했으며, 레이지도 폴아웃 씹어먹을 정도의 아트워크를 갖췄다. 다른건 몰라도 사이버펑크와 고딕풍 뒤엉킨 이드만의 색체는 끝내줫었다. 허나 이 게임은 아니다. 척보면 오리지널 둠이 떠오르긴 하나 어렸을때나 무서웠던 어트렉션의 귀신인형 같은걸 보는 느낌이다.

전투가 전체적인 진행 방식인 아레나맵 기워넣기에 연속 전투와 버물어지면서 굉장히 지루한 게임이 되었다. 설상가상 아트워크도 썩 훌륭하진 않아보인다. 오로지 터프한척만 하는 연출로 연신 화려하게 악마들이 터져나가지만 내 눈가에는 졸음만 가득할 뿐이었다. 정말지루해서... 짧은 플레이 타임임에도 하루에 1시간 이상을 붙잡고 있기가 힘들었다. 하면 할 수록 끄고싶다는 생각이 강해지는 게임은 정말 오랜만이다. 콜 오브 듀티 같은 게임들은 그냥 구경거리로써의 역할만으로도 적어도 끄고 싶다는 생각은 안드니 말이다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '2ndex' , 'N', 0 ,'2016-11-4',  'Posted: 
근데
베데스다 얘네는 왜 한글화 안 해주나요?
이런... 분명 한글화 분량 얼마 안될 것 같은 게임에서 조차
시장 조사 안하나요?
저만 폴아웃, 울펜슈타인, 엘더스크롤 구매했나요.
한국에서 엄청 팔렸을 것 같은데 ...

당연히 추천할 게임인데...
항의 한 번 해봅니다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '[りっか]TWOS(한 달 접음' , 'N', 0 ,'2017-8-22',  'Posted: 
얼마전까지 17000원 까지 세일하더니 왜
또 20000원이여..;' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '4Ghalgi' , 'N', 0 ,'2016-5-20',  'Posted: 
멀티 사람이 없네..' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '≥へ≤' , 'N', 0 ,'2016-5-15',  'Posted: 
Bethesda Game + Mode' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'donjo18' , 'N', 0 ,'2016-7-30',  'Posted: 
boring' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'yoyoyo20' , 'N', 0 ,'2016-10-31',  'Posted: 
재미없어요' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'red909' , 'N', 0 ,'2016-5-13',  'Posted: 
여러분 할인할때 사서 하세요~~~~~~~~~' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'dndudgh05' , 'N', 0 ,'2016-5-22',  'Posted: 
다 좋은데 이거 왤캐 팅김?
진행을 못하겠네' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'kcw0501n' , 'N', 0 ,'2016-6-11',  'Posted: 
스팀등록하고코드등록하고 설치까지 모두 했는데FATAL ERROR: wglCreateContextAttribsARB failed라고 뜨면서둠 콘솔이라는 창만 뜨고실행이 도무지 되지않는데겜 사놓고 언인스톨과 설치를 몇번씩 반복해도똑같은 문제로 실행이 되지 않네요도대체 뭐가 문제일까요콜옵은 사서 잘만 했는데짜증나네요 진짜사놓고도 못하다니 뭐가 문젠지 ㅠ아시는 분 좀 도와주세요 해결방법 좀 판매자도 걍 모른다하고 고객지원은 죄다 영어로 씨부려져있고 ㅠ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '13complex' , 'N', 0 ,'2016-5-16',  'Posted: 
멀티가 되는걸 본지가 몇달째 미친 서버 목록도 없고 사람도 없다
id 소프트 사장을 찢고 죽인다 이미 물러났다고? 찢고 죽인다' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Playing with Power' , 'N', 0 ,'2016-6-4',  'Posted: 
Product received for free

내 취향은 아닌듯...' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '불꽃늑대' , 'N', 0 ,'2016-6-2',  'Posted: 
시작 로딩시 00%에서 더 이상 올라가지를 않습니다. 고쳐주지 않는다면 65000원 사기당한거네요.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'LASTBOSS' , 'N', 0 ,'2016-7-9',  'Posted: 
멀티 매치가 전혀 안잡힘' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'gureh3382' , 'N', 0 ,'2016-5-16',  'Posted: 
실망이다 ㅆ발년들아' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'hanttl1004' , 'N', 0 ,'2016-6-24',  'Posted: 
하지마 재미없어 ㅜㅜ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Channel Tv Box' , 'N', 0 ,'2017-2-23',  'Posted: 
캐주얼 하는데 94%에서 계속 막힌다

도와줘요! 베네스다!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Vanbrother' , 'N', 0 ,'2017-3-29',  'Posted: 
아주 조금밖에 플레이하지않았지만

장점
호쾌한 근접전
다양한 스킬 및 장비
다 때려잡는 전투(사실은 니들 전부 족치러왔다)

단점
한글패치의 부재(영알못이라 영어덕지덕지 붙은 스킬창이나 부가설명으로 재미 급감)

게임은 괜찮은거 같은데
한글 패치 좀 해줘.....
이 망할 베네스다 녀석들아...' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'capacsis' , 'N', 0 ,'2016-6-13',  'Posted: 
NEVER BUY THIS TRASH GAME. I WAS A FAN OF DOOM 1,2,3, QUAKE 1,2,3,4, HERETIC AND IT''S SFAE TO SAY THIS DOOM REBOOT IS A WHOLE♥♥♥♥♥♥ IT CRASHES ALL THE TIME AND GAME PLAY IS JUST GARBAGE. YOU''D BETTER PLAY DOOM 1,2 IN DOS VERSION.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Nicole Watterson' , 'N', 0 ,'2017-9-13',  'Posted: 
번역할꺼 조또없는데도 문화적으로 개성있는 동양국가 일본어 중국어는 ''당연히'' 있고, 심지어 브라질 포루투갈같은 제3세계 언어도 있지만~ 으응~~~~~~~~~~~조.선.어.만 없어 ㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋ응?? 꼬레...아?? 그거 스페인 음식이름아님????????????????????????나라이름이었냨ㅋㅋㅋㅋㅋㅋㅋㅋ 처음들었자너ㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋ인지도좇망 갓조선 ㅋㅋㅋ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Cyberster' , 'N', 0 ,'2016-5-13',  'Posted: 
ASUS 사운드카드랑충돌있네요 ..' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'DUMB ASS' , 'N', 0 ,'2016-5-13',  'Posted: 
750ti는 웁니다 ㅠㅠ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'names001' , 'N', 0 ,'2016-12-15',  'Posted: 
둠3에 어거지로나마 도입되었던 모던 FPS로서의 진보적인 발전상을 대부분 내다버린 구태의연한 보수팔이.

게임이 재미없는건 아니지만 초창기 FPS들이 가지고 있던 아레나+미로의 뺑뺑이 돌기식 게임 디자인의 끝없는 재탕이 21세기에 다시 부활하여 이렇게 찬사까지 받을거라고는 생각도 못했다.

설득력 없는 아레나와 비현실적인 미로 그리고 몰라도 상관없는 스토리의 삼박자를 갖춘 복제품 같은 게임들만 끝없이 쏟아지는 상황에 다들(당연히 나도 그중에 한명이다) 싫증이 나던 찰나에 새롭게 등장하여 FPS 장르의 패러다임을 뒤엎어 버린 하프라이프나 헤일로에 열광했던게 바로 얼마전 같은데, 세상이 다시 거꾸로 돌아가나? 그냥 단순히 복고바람이라고 믿고 싶다.

개인적으로 비슷한 아레나 무한 뺑뺑이었던 쉐도우 워리어 리부트와도 비교하면서 플레이 했는데, 전투의 화끈함(쉐도우 워리어는 적들 토막내는데 기름 따위 필요없고, 찌질하게 한놈씩 붙잡고 씨름하지도 않는다), 캐릭터 빌딩등 모든면에서 쉐도우 워리어가 둠보다 뛰어나지만 무엇보다 쉐도우 워리어는 트레일러만 보면 머릿속에 아무것도 든게 없는 게임인듯 보여도 막상 엔딩까지 진행하면 트레일러에서 보여주지 않은 스토리텔링의 깊이를 보여주면서 플레이 후의 여운을 남긴다. 반면 둠은 트레일러에서 보여주는 골빈감이 엔딩까지 아무 반성없이 이어지는데 그 엔딩조차 어떤 여운이나 클리어 했다는 달성감 보다는 그냥 닥치고 후속작이나 기다리라는 식으로 ♥♥♥싸고 뒤를 안닦은 거 같은 찝찝함의 엿을 먹인다. 결국 스토리나 캐릭터에 대한 감정이입이고 뭐고 개뿔도 없으니 엔딩을 보면서도 ''뭐 어쩌라고 ♥♥♥♥♥♥'' 소리 밖에 안나온다.

물론 적과 사투를 벌이는 게임 플레이 자체는 재미있고 그것만으로 플레이어를 엔딩까지 끌고가지만. 게임의 모든 역량이 오로지 전투 하나에만 치중되어 있는 모양새라 새로운 발견이나 스토리 같은 종합적인 재미의 측면에서 보자면 밸런스가 좋지않고, 플레이어를 금방 지치게 만든다.

그나마 베데스다와 ID의 비교적 적극적인 후속 지원 의지 덕분에 모드나 멀티플레이를 통해 싱글플레이와는 다른 즐길거리가 여전히 남아있다는게 최소한의 희망인데, 이마저도 멀티플레이나 모드에 관심없는 사람에게는 그냥 그림의 떡이다. 고로 싱글플레이 위주로 플레이하는 본인에게 둠은 결국 빛 좋은 개살구였다는 소리.(그럼에도 불구하고 본전 생각이 나서 결국 멀티플레이나 모드를 뒤지게 되겠지만...)

결론적으로 비슷비슷한 맵에서 비슷비슷한 적이랑 끝없이 비슷비슷하게 푸닥거리 하는데 아무런 거리낌이 없고, 멀티플레이나 모드를 즐긴다면 이 게임도 추천할만 하지만, 그게 아니라면 평가에 비해 별로 대단한 내용물은 없으니 그냥 대폭 할인 할때까지 기다리라고 말하고 싶다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Go to [the] Hell!' , 'N', 0 ,'2017-2-5',  'Posted: 
싱글플레이는 마치 아다가 첫 딱지를 떼기 위해 빡촌으로 가는 느낌이다.

멀티플레이는 동네 할 짓 없는 틀딱들이 남자 화장실에서 불손한 음주 정모를 가지는 느낌이다.

스냅맵은 당신의 술친구 조차 없을 먼지같은 전화번호부와, 그에 따라 혼자 조촐하게 비참한 음주 정모-물론 정모의 참석자는 딱 한 명이다.-를 하는 느낌이다.

DLC는 마취없는 대장 내시경을 하는 느낌이다.

결국 역류를 못참고 후장에 꽂힌 파이프와 함께 ♥♥♥이 화산 분출구마냥 터져나간다...

이 게임을 했었거나 하고있는 사람이면 알고 있겠지만, 이 게임의 최종 보스는 Loading이다. 우로보로스(Ouroboros)와도 같아서 변화가 없는 ''변화''와 게임을 건드릴 수 없는 ''완전함'', 마지막으로 무한한 순환을 통해 지옥도 천국도 보지 못할 연옥을 눈 앞에서 보게 된다.

이 게임은 지옥에 대한 열정적인 찬트다. 그리고 지옥을 개발살내려 하는 사람에겐 무언의 잠식이다.

난 이 ♥♥♥♥♥♥ 게임을 65,000 정가에 주고 샀다. 가끔 50%에 할인하는 이유에도 불구하고 이걸 샀던 이유는 갓겜이라는 칭호 때문이었다. 그러나 내가 얻은 것은 무한한 로딩에 대한 좌절과 멀티플레이에서 얻었던 비참한 외로움 뿐이었다.

싱글플레이는 마치 아다가 첫 딱지를 떼기 위해 빡촌으로 가는 느낌이다. 그러나 숏 500,000원에 만족감을 느끼지 못하고 주변을 어슬렁 거리다가 결국 집에 돌아가 딸치는 느낌이다.

뭔 시발 게임을 돌리고 싶은데 로딩이 이리 오래 걸려 개새끼들아!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'k_0ng ™ :)' , 'N', 0 ,'2016-12-6',  'Posted: 
걍 글픽 테스트용게임' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '[ _ $_(RinC)_$ _ ]' , 'N', 0 ,'2017-7-21',  'Posted: 
Product received for free

재미가없네요' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Pfc.Extremer46' , 'N', 0 ,'2017-7-22',  'Posted: 
Product received for free

개씹새기들아 무료로 주말풀었다면서 푼건 데모버젼이냐??? 시발롬들이 진짜, 3시간 다운받아서 30분 플레이했다 개새끼들아죽어도 살일 없을꺼다 ♥♥♥♥♥♥롬들이 갓겜이면 대수인줄 아냐.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '내추럴본백수' , 'N', 0 ,'2017-3-18',  'Posted: 
I love this game.
I love this music.
Almost erection.

But FuXXing dizzzzzzzzzzzy' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'hodododor' , 'N', 0 ,'2017-10-15',  'Posted: 
액션이 굉장히 역동적인 것에 비해 생각보다 타격감이 안나는 신기한 게임
분명 박력넘치는 근접기와 무기들로 악마를 뚜까패는데
뭔가 허공에다 삽질하는 이상한 기분이 든다.
중요한건 아무생각없이 뭘 때려잡는 게임중엔 상당한 퀄리티의 게임인건 틀림없다.
이것만으로 이미 DOOM이 추구하는 방향에 잘 맞지 않나 생각해본다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'MeatSpin.Kim' , 'N', 0 ,'2017-7-22',  'Posted: 
Product received for free

이 게임은 둠계의 분충인데스.둠3의 안좋은점만 열심히 가져온 데스앗.
새로운 맵 진입 -> 랜덤 스폰의 적 출현->아이템 파밍이라는 일관적이고 덜떨어지는 구성은
더더욱 게임을 빨리 삭제하고 싶게 만는 데스앗
테챠아아악! 콘페이토를 드릴테니 이 게임 안본눈과 교환하는데스웅' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'megatv' , 'N', 0 ,'2016-9-8',  'Posted: 
Product received for free

Doc 시발' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'M.Kim' , 'N', 0 ,'2016-10-2',  'Posted: 
너무 노잼이다 인게임과 확실히차이나는 스샷그래픽
용량이 55기가인거에 비해서 아주노잼' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Naul' , 'N', 0 ,'2016-10-7',  'Posted: 
개인적으로 실망 많이한 작품
총기 액션은 이미 발전이 없다는걸 느낌
타격과 과도한 액션으로 치장되있고
스토리는.. 그냥 단순....
그냥 단순히 많은 몬스터 뿌리고
맵정리하는 단순한 플롯...' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Meat Boy' , 'N', 0 ,'2016-10-25',  'Posted: 
제 컴퓨터에서만 그러는지 모르겠는데, 게임켤때 빨간화면에서 로딩10분 검은화면에서 로딩10분
그리고 싱글캠페인들어가는데 10분이네요, 실제 게임플레이 시간은 10분도 안되는데, 로딩때문에 플레이타임 2시간이 넘네요
거기다가 게임속에서는 모든 텍스쳐가 뭉게지기까지, 이거와 동급의 고사양게임도 돌아가는 컴퓨터인데도 이러니 미치겠습니다.
해결되면 따봉해드리죠' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Korean 하이' , 'N', 0 ,'2016-10-24',  'Posted: 
저는 무서워서 플레이하다가 환불했네요 ㅠㅠ 이거 너무 무서워서 할수가없어요 ㅠ

그리고 스트레스해소겜이라고하지만 무서운거 싫어하는사람은 스트레스 해소게임이아니라 그냥 잔인한게임에 불과해요

세일해서 삿지만 바로 환불하네요 ㅋㅋㅋ' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'MAYAX' , 'N', 0 ,'2016-6-28',  'Posted: 
베데스다 게임 그렇게 구입해줘도 한국어 지원을 안하네 쓰레기 색히들' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '목동소사_SOSAFighter_少邪' , 'N', 0 ,'2017-5-8',  'Posted: 
한글화 해줬으면 한국에서 더 사랑 받았을 게임' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '개새끼' , 'N', 0 ,'2016-12-26',  'Posted: 
사람들이 최고의 게임이다 스트레스 없애주는 액션이다 이러시는데 확실히 액션이 호쾌하고 통쾌하지만 반복되는 액션과 스토리 라인이 부족함으로 인해서 환불을 결정했습니다. 개인적으로 둠 1,2 를 해보신 분들은 정말 재밌게 플레이 하실 수 있겠지만, 이 게임으로 둠을 입문하는 사람들은 비추 입니다. 특히 저처럼 스토리 있는 FPS 를 예상하신 분들은 둠 사지말고 차라리 파크라이 사세요' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'E2' , 'N', 0 ,'2017-4-4',  'Posted: 
난 솔직히 이 최고중의 최고라는 갓겜에게 비추를 박고싶다. 사람들이 이 게임의 덩호를 그리 열심히 빨아대는건 단 하나 둠이기 때문이라고 나는 생각한다.
사실 틀린말은 아니다. 충분히 갓겜이 맞다. 진짜 최고의 사운드트랙을 가지고 있고, 멋진 그래픽에 훌륭한 최적화까지 거기다 둠 아닌가! 이 어찌 덩호를 안빨고 배길 수 있는가!
그러나 내가 여기에 비추를 때려박은건 그 외의 것들이다.
일단 첫번째로 이건 지극히 내 개인적인 얘기지만 길찾기가 너무 힘들다. 계속 같은곳만 돌고있다는 느낌을 수도없이 받았다. 사실 내가 하프라이프 2도 길을 못찾아서 공략보고 할 정도의 길치이지만 만약 이 리뷰를 보는 너도 나같은 길치라면 게임이 순식간에 씹노잼이다.
둘째로 타격감이다. 스팀에는 없지만 나도 게임을 앵간히 해봤다고 자부하는 사람인만큼 둠1과 2를 해본적이 있다. 좀 오래되긴 했지만 지금도 잊을 수 없는것이 타격감이다. 특히 샷건류(라고 해봐야 2종류지만)의 타격감은 진짜 말로 표현이 힘들정도로 쾌감있고 신났는데 원래 둠이 적을 맞추면 ''우와아아 너 맞췄어!! 개쩐당!!'' 하는 느낌의 타격감이면 지금은 ''어 맞췄어? 잘했어''하는 정도의 타격감이니 아쉬울수밖에 없었다.
셋째로 속도감이다. 이 또한 고전 둠에서 느낀 그런 속도감을 기대하면 안된다. 대충 비교하자면 고전둠이 부가티라면 이 둠은 대충 한 람보르기니 그것도 V12인 아벤타도르가 아닌 V10의 우라칸 정도의 느낌. 쉽게 말해 어정쩡하다.
마지막으로 전투가 너무 반복적이다. 너는 어떨지 모르겠다만 나는 개인적으로 적당히 쏘다 가서 찢어버리고 또 좀 쏘다 뜯어버리는 식으로 했는데 처음할때는 우왕 찢어진당! 하지만 갈수록 그것도 노잼이 된다. 근데 이건 나만 그런게 아니었더라?
그 외엔 다 좋았다. 버그도 적었고 적당히 긴장감 있었으며 멀티도 나쁘진 않았다. 그러나 고전 둠을 즐겨 본 사람이면 기대 안하는것이 좋을것같다. 기대가 크면 실망또한 커진다. 그냥 사라. 비록 비추천을 박았어도 내 기준일 뿐 갓겜인건 인정한다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'gigio' , 'N', 0 ,'2017-1-3',  'Posted: 
좋은컴 아니고는 못하는 게임' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'angel1004' , 'N', 0 ,'2017-7-8',  'Posted: 
아니 ♥♥♥♥♥♥ 게임 실행도 안돼고 시발 게임을 하라는 거에요 하지 말라는 거에요? 예?
아 ♥♥♥♥♥♥ 괜히 샀네' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'WolfRed' , 'N', 0 ,'2017-6-11',  'Posted: 
플랫포머인줄.

그렇다고 딱히 대단한 게임성이나 스토리, 타격감등을 보이는 것도 아님.

사실 비추천 까지는 주고싶지는 않지만 평가 시스템이 추천/비추천 밖에 없으므로...' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'BOBA' , 'N', 0 ,'2017-2-24',  'Posted: 
생각보다 덜 파괴적이다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'gigio' , 'N', 0 ,'2017-1-3',  'Posted: 
좋은컴 아니고는 못하는 게임' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '[KOR]Hamtori' , 'N', 0 ,'2017-2-14',  'Posted: 
멀티할려는데 사람이 없음..........' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '목동소사_SOSAFighter_少邪' , 'N', 0 ,'2017-5-8',  'Posted: 
한글화 해줬으면 한국에서 더 사랑 받았을 게임' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'PotaDOS_' , 'N', 0 ,'2017-7-26',  'Posted: 
내취향 아님
재미없음' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'AlarM' , 'N', 0 ,'2017-7-22',  'Posted: 
짧은 플레이였지만, 그리 흥미를 느끼지 못하고 게임을 종료했습니다.
가장 큰 단점은 한글화가 안된것이며,죽이고 죽이는 것 말고는 다른게 없습니다.
같은 모션 그저그런 타격감은 정가를 주곤 사기에는 아깝고구매를 하시려면 세일을 할때 구매하세요!' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'juyo0412' , 'N', 0 ,'2017-7-26',  'Posted: 
작동이 안돼~' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'hodu (R.I.P kitty0706)' , 'N', 0 ,'2017-7-30',  'Posted: 
사람들이 재미있다고해서 세일할때 사서 해봤는데 정말 뇌비우고 하는 게임이어서 놀랐고 그다지 흥미를 느끼지 못했다. 무엇보다 한글화의 부재는 스토리의 흐름을 이해하는데 많은 걸림돌이 된다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'hodu (R.I.P kitty0706)' , 'N', 0 ,'2017-7-30',  'Posted: 
사람들이 재미있다고해서 세일할때 사서 해봤는데 정말 뇌비우고 하는 게임이어서 놀랐고 그다지 흥미를 느끼지 못했다. 무엇보다 한글화의 부재는 스토리의 흐름을 이해하는데 많은 걸림돌이 된다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  '체스파라' , 'N', 0 ,'2017-8-20',  'Posted: 
액션과 음악 모든게 좋은데 병신같은 맵디자인이 토나오게 만든다

플랫포머를 처넣고 싶으면 슈퍼마리오에나 처넣어' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'Jioktoki' , 'N', 0 ,'2017-8-21',  'Posted: 
남자의 게임이 아니라, 남자는 안 해도 되는 게임입니다.
인형찾기. 길 찾기. 무기개조하기. 이런 건 왜 만들었나 모르겠어요.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'hodododor' , 'N', 0 ,'2017-10-15',  'Posted: 
액션이 굉장히 역동적인 것에 비해 생각보다 타격감이 안나는 신기한 게임
분명 박력넘치는 근접기와 무기들로 악마를 뚜까패는데
뭔가 허공에다 삽질하는 이상한 기분이 든다.
중요한건 아무생각없이 뭘 때려잡는 게임중엔 상당한 퀄리티의 게임인건 틀림없다.
이것만으로 이미 DOOM이 추구하는 방향에 잘 맞지 않나 생각해본다.' ,379720);
INSERT INTO REVIEW_TABLE VALUES (  'kck59' , 'N', 0 ,'2017-11-18',  'Posted: 
섬세하고 화려한 그래픽과 방대한 맵을 자랑하지만 세상사 지식과 지혜가 담겨이있는 것은 없고 인간미 같은 것은 원래부터 없고, 과물들 지능은 doom2 수준에 불과하여 후반에 가면 괴물들 죽이는 것은 그만하고 그냥 길찾기 하여 화려한 그래픽 감상만하고 끝내고 싶어지느군요..' ,379720);
