INSERT INTO REVIEW_TABLE VALUES (  'EvaSupremacy' , 'Y', 0 ,'2017-6-5',  Posted: 
밤인데 할 일이 없어, 미뤄두었던 평가를 몇개 써 봅니다.
Arkham 시리즈의 처음인 Asylum 입니다.

기본적으로 이 게임은 ''배트맨'' 이라는 케릭터에 대한 이해도가 매우 높은 사람들이 만들었다고밖에 할 수 없을 것 같습니다.
여러 영웅물에 나오는 케릭터들을 보면 인간이 이해할 수 없는 것들을 해내는 데에다
인간에겐 과분한 역경을 손쉽게 헤쳐 나오며, 관객/독자로 하여금 카타르시스를 선사하는데
배트맨은 만화에서 그려진 것과 같이 기본적으로 인간입니다.

이상하게 이 게임을 하면 종종 놀란 감독의 배트맨 3부작이 떠오르는데,
이 게임이 그리고 있는 배트맨은 철저히 ''강한 인간'', 즉 ''강하지만'' 결국 ''인간''입니다.
주먹 몇대 맞으면 빈사상태에 다다르는 게임 내적 서술이 케릭터 설정의 현실적 부분과 절묘하게 맞아 떨어지고
이로 하여 플레이어는 케릭터에 대해 ''강하다 느끼면서도 긴장을 놓지 않는'' 딱 절묘한 상태에서 게임을 플레이합니다.

3부작을 다 해보고 쓰는, 어떻게 보면 결과론적인 평가이지만
1편 Asylum은 당시 기술력의 한계 때문인지
혹은 3부작으로 이어갈 서사에서 1편의 무대가 조커와의 관계에 집중되기만 하면 충분했기 때문인지
당시 성행하던 오픈월드 장르를 굳이 답습하지 않았습니다.
개인적으로는 매우 현명한 선택이었다고 보지만,
막상 게임을 해 보면, 길 찾기가 상당히 고역이라 그 점은 좀 아쉽습니다.

요즘 쏟아지는 게임의 기능의 연장선에 있는 ''탐정 모드'' 역시
배트맨이라는 케릭터의 설정과 맞물려, 억지스럽지 않아 꽤 만족스러웠습니다.
''Last of us'' 게임에서 조엘이 소리 하나로 벽 너머의 적 위치를 아는 것과 비교하면
전신무장에 첨단기술을 두른 배트맨이 그런 능력을 구사하는 게 훨씬 현실적이니까요.

Free for all 이란 명칭으로 기억하는데,
단순한 조작으로 배트맨의 전투를 구현한 것 역시 높이 평가합니다.
이 기능이 우후죽순 (매드맥스, 섀도우 오브 모르도르 등)에서 답습되는 걸 보면
''케릭터의 화려한 움직임을 손쉽게 구사할 수 있도록'' 하는 데 얼마나 최적화된 방식인지 알 수 있을 거라 생각합니다.
물론 1편에선 조금 부족하긴 하지만, 배트맨의 상징과도 같은 첨단 기기를
버튼 한 번으로 전투에서 쉽게 사용할 수 있도록 유도한 점도 좋은 평가를 할 수 있구요.

게임을 해본 분들이 어떻게 생각하실 지는 모르지만
저로서는 배트맨 3부작은 이상하게 늘 ''잠입 게임'' 류로 기억됩니다.
다른 게임에서 손쉽게 가져올 수 있었던 ''브로울러'' 스타일을 사용하지 않고
어둠 속에서 하나 하나 적을 무력화시키는 것을
이렇게나 자연스럽고 즐겁게 구현한 것은, 정말 개발진의 배트맨에 대한 이해도가 전부였다고 하겠습니다.

한스짐머의 광팬으로서, 놀란 3부작의 스코어가 정말 완성형이라 생각하면서도
Arkham 3부작의 스코어 역시 부족함이 없습니다.
음악만으로도 충분히 배트맨이라는 케릭터를, 그리고 특정 시퀀스에서 전달해야 하는 감정을 충분히 전달합니다.

Knight 까지 나온 지금에서 다시 플레이하자면, 당시에는 구현되지않은 몇몇 기능으로 인해 불편할 수는 있으나
슈퍼히어로를 게임화 하는 데에 가장 성공적인 시리즈였다고 평할 수 있을 것 같습니다.
(영화화나 게임화 둘 다 배트맨이 소재였다는 게 기묘합니다.)

스토리는...
따지고 보자면 헛점이 꽤 있습니다.
플롯과 플롯의 이음새가 썩 매끄럽지 않은 부분이 있는데,
굳이 언급해서 비난하기에는 (개인적으로는) 트집잡는 수준일 거라 생각하고,
이 게임은 ''배트맨의 첫 성공적 게임화'' 라는 데에 의의를 두기에
굳이 깔 거리는 아닌 것 같습니다.

다만 마지막 보스전은, 그 전까지 거의 완벽에 가깝게 진행되던 스토리에
초를 제대로 친 경우이기 때문에, 상당히 아쉽습니다.
스포일러 때문에 언급하지는 못 하지만, 이 게임을 망친 한 가지를 꼽자면 최종보스전입니다.
그만큼 마지막 단추를 채우는 데 서툴렀고, 실패에 가까운 모습을 보여줍니다.
후속작으로의 스토리 연계라는 측면에서 따져봐도
꼭 그 방법이 아니고서도 동일한 서사를 진행할 방법은 많았기에 더 아쉬운 부분입니다.

그 점만 제외하면, 현재 이 GOTY Edition이 10달러도 안 하는 요즘
(별이 빛나는 모 번들 사이트에선 Knight 제외한 모든 시리즈가 10달러 입니다.)
해서 절대 손해볼 게임은 아니라고 단언합니다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'YoHan' , 'Y', 0 ,'2013-11-30',  Posted: 
( 올 것이 왔다 ! 어둠의 전사 ! 이제 그의 액션과 잠입의 절묘한 조화를 느껴라 ! ! )

- " 배트맨 : 아캄 어사일럼 "은 만화가 원작인 배트맨 시리즈를 배경으로 한 작품이다 .
배트맨 시리즈는 멋진 캐릭터들의 개성과, 극적인 스토리, 무엇보다도 작품 특유의 분위기 덕분에 많은 팬들을 사로잡은 작품이다 .
배트맨에 등장하는 악당들과 배트맨 자신, 그리고 그 주변인물들의 세계관과 성격, 그리고 기타 개성들은 너 ~ 무나도 매력적이다 .
이를 놓치지 않고 작품 내에서도 비중있는 컨텐츠로, 굉장히 깔끔하게 다듬어 놓은 점에 쉐이크 ~ 쉐이크 ~ 허헣
작품중에는 원작에서 볼 수 있었던 배트맨 시리즈를 대표하는 악당들과 조우할 수 있다 .
각 악당들은 각자 독특하지만 멋진 매력을 뽐내고 있으며, 이는 플레이어가 상대하게 될 " 적 "이라는 포지션에서
다양성을 부가하는 훌륭한 역할을 담당하고 있다 . 무엇보다도,
주인공 배트맨의 근엄하고 단호한 모습을 항상 느낄 수 있는 점도 놓칠 수가 없다 . ( 좋다 좋아 ~ ^ )
무슨일이 있더라도 살인을 하지 않는다는 철학, 화기와 초능력으로 무장한 적들을 맨손으로 때려잡는 신박함,
거부할 수 없는 배트맨의 매력을 정말 잘 살려 놓은 작품이라 할수있겠다 . ( 대박 ㅠㅠ )

기본적으로 " 배트맨 : 아캄 어사일럼 "은 액션 게임, 폭력 요소가 가미된 전투 액션 게임이다 .
달려드는 적을 제압하면서 앞으로 전진하는 것이 가장 기본적인 틀이라고 할 수 있다 . ( 개인적으로 제일 좋아하는 게임타입 허헣 )
당연, " 배트맨 : 아캄 어사일럼 "에서는 폭동을 일으킨 죄수들을 때려 잡는 배트맨의 멋진 액션을 감상하게 될것이다 . ( 예 ~ )

" 배트맨 : 아캄 어사일럼 "에서는 플레이어가 작품에 몰입하고, 더욱 즐겁게, 쉽게 재미와 감동을 느낄 수 있도록
연출에 상당한 집중을 두고 있습니다 . 이 작품에서 보여주는 연출은 상당히 자극적인 비주얼을 내보임과 동시에,
일시적이지만 새로운 게임 방식을 체험할 수 있게 하여 플레이어에게 특별한 재미를 선사함과 동시에
질려가기 시작하는 플레이어의 관심을 환기하는 훌륭한 역할을 해준다 .
정말 맘에들었던 점은, " 배트맨 : 아캄 어사일럼 "의 전개와 연출, 그 자체의 수준도 상당히 나쁘지 않으면서도,
이 모든 구성을 원작인 배트맨에서 찾을 수 있는 인물의, 인물 간의 특색과 역사를 반영해 낸다는 점이다 . ( WOW ~ )
각 캐릭터들이 가진 개성을 극대화 할 수 있는 무대와 플레이 방식, 그리고 이를 이겨내는 배트맨을 선보이는 것으로
작품 진행에 멋진 동기와 활력을 불어 넣는다 . 그러나 .. 여전히 아쉬운 점이라면 있다면 ..
" 배트맨 : 아캄 어사일럼 "는 플레이어의 진로를 작품이 직접 결정하는 일방향 진행을 두고 있는데,
간혹 플레이가 매끄럽지 못하고 우왕좌왕 하는 경우가 발생한다 . ( 정말 제일 싫어하는 부분 .. )
길찾기를 하지 못하거나, 플레이어가 게임에 의해 강제받는다는 느낌을 강하게 받는다던가,
스케일에 비해 실질적인 답이 하나 밖에 없는 진행 루트 퍼즐 등은 종종 플레이를 답답하게, 짜증나게 만들수도 있다 .
이것이 바로 일방향 진행이 지양해야 할 전형적인 실수이다 .
하지만, 분명히 해야 할 것은 꼭 이것이 이 작품의 치명적인 단점이 될 수준은 아니라는 것이다 .


+ 장점

- 훌륭한 원작의 재현 !

- 재현된 요소를 잘 반영한 구성 요소들 ! !

- 아주 훌륭한 수준의 전투 컨텐츠 ! ! !

- 이목을 사로잡는 연출 ! ! ! !


- 단점

- 다소 아쉬운 격투 / 전략 전투 컨텐츠의 분리

- 유치한 스토리, 하지만 작품을 향유하는 데 큰 문제가 되지 않는다 .

- 약간 답답하고 짜증이 솟을 수 있는 진행 ;;


- 어린아이의 어깨에 코트를 걸쳐주며 세상이 끝나지 않았다고 얘기해주는 사람도 영웅이죠 .
Anyone can be a hero . Even a man who put a coat around a young boy''s shoulders to let him know the world hadn''t ended .' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'GERAS' , 'Y', 0 ,'2013-12-18',  Posted: 
최근 클리어했는데 재밌습니다 강력추천!' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'F.E.A.R.' , 'Y', 0 ,'2015-12-22',  Posted: 
스케어크로우의 공포 가스 연출씬, 베인과의 육탄전,
긴장감이 넘쳤던 킬러 크록과의 추격신과 포이즌 아이비 거대 식물 보스전,
마지막으로 조커와의 막판 전투까지..

처음부터 끝까지 배트맨 시리즈를 대표하는 다양한 빌런들과의 보스전은
상당히 재밌었으며, 진행할 수록 몰입도를 점점 더 높여줬고 완성도 역시 높은 편입니다.

플레이 타임이 길지도 짧지도 않아 적당해서 더 맘에 들었고,
컴뱃과 프레데터 챌린지도 난이도도 적당한게 재밌게 잘 만들었네요.

아직까지 아캄 시리즈를 접해보지 않은 게이머들에겐 입문작으로서 최고의 작품이며,
후속작을 즐겼던 분들에게도 추천할만한 완성도 높은 게임입니다.

강력 추천합니다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '?revilon' , 'Y', 0 ,'2014-12-23',  Posted: 
배트맨 아캄 시리즈 세 편을 모두 엔딩을 본 이후에 평가를 작성하게 되었습니다.
배트맨 아캄 어사일럼은 아캄 시리즈의 첫 타자로서, 처음 접하는 사람에게 큰 재미를 보장해줍니다. 특히 단순하면서도 시원시원한 액션은 아캄 시리즈의 묘미이지요.
그런데 정말로 짜증나는 것은 리들러 트로피입니다. 이걸 모으려고 생각하면 짜증이 나는데 그냥 포기하고 스토리만 즐긴다 생각하면 마음이 편해집니다. 스토리 진행하다가 먹기 쉬운 거 나오면 먹고... 아니면 그냥 지나가고...
참고로 배트맨은 살인을 하지 않기 때문에 총을 난사하는 액션은 없습니다. 대신에 사람을 죽기 직전까지 패거나 목을 졸라 기절을 시키죠. 네. 이게 더 잔인하고 아플 거 같습니다. 진짜 뼈가 수십 군데는 부러질 만큼 패거든요.
아무튼 아캄 어사일럼을 한 이후에 아캄 시티를 하면 재미는 배가 됩니다. 만약에 아캄 오리진이나 아캄 시티를 먼저 하고 아캄 어사일럼을 하게 된다면, 컨텐츠 면에서 실망을 하실 수도 있습니다.
꼭 아캄 어사일럼 > 아캄 시티 > 아캄 오리진 순으로 플레이해주세요.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Sylph' , 'Y', 0 ,'2015-9-10',  Posted: 
배트맨: 아캄 어사일럼은 락스테디 스튜디오 개발, 워너 브라더스 배급의 3인칭 액션 게임으로 아캄버스 트릴로지의 첫번째 작품이자 유명한 배트맨을 배경으로 한 게임입니다.

사실 다른 매체를 기반으로 한 게임은 게임성이나 판매량 두마리 토끼를 잡지 못하는 경우가 많습니다. 비단 게임이 아니라 영화 등의 많은 매체도 그렇고, 이런 경우의 극단적인 예시가 아타리 쇼크를 일으킨 [E.T.]입니다.

하지만 아캄 어사일럼은 기존까지 나왔던 다른 매체 기반 게임과 비교를 하는건 심각한 모욕일 정도로 게임이 재밌고, 잘 짜여져 있습니다.

우선 이 게임 최고의 장점은 전투 시스템이라고 생각합니다. 개인적으로 게임에서 좋은 타격감이라는걸 못 느끼는 편인데 그런 저한테도 둔탁한 타격감이 짜릿했고 모션도 멋있었습니다. 격투 형식의 전투는 싫어하지만 이 게임은 재밌었습니다. 또 Xbox 360 패드로 하는게 제일 재밌지만, 콘솔 베이스로 개발한 게임 답지 않게 의외로 키보드로 해도 큰 불편함이 없습니다.

분위기도 음산한게 배트맨 특유의 세계관을 잘 재현해낸게 일품입니다. 개인적으로 음산한 분위기의 게임을 싫어하는데, 배트맨 하나만큼은 굉장히 몰입감 있게 했습니다. 무섭고 음산한 게임을 싫어하시는 분들도 아캄 어사일럼은 꼭 해보세요. 연출력이 정말 대단하며, 특히 그 연출력이 폭발하는건 세번째 스케어크로우 보스전입니다. 미친듯한 성우들의 연기력도 일품이여서 게임의 몰입감을 더해줍니다.

그리고 진입장벽이 낮고 친절합니다. 전투 난이도가 낮고, 게임에서 설명도 꽤 잘 되어 있습니다. 또 인물들에 대한 설명들도 게임내에서 글로 재밌고 친절하게 써져 있어서 배트맨이 뭔지 하나도 모르는 사람도 스토리에 흠뻑 빠질수 있습니다.

마지막으로 미션마다 적들의 반응이나 무장, 지형이 천차만별이여서 같은 장소에서 펼쳐지는 다른 미션도 전혀 지루하지 않습니다. 전투를 펼쳐도 전술은 여러개를 써야 하며, 잠입을 할 수도 있죠. 또 전투만 하면 심심할수 있으니 탐정 모드나 음파 교란기를 이용한 퍼즐도 나와서 미션 내내 지루할 틈이 없습니다.

다만 아쉬운 점도 조금 있었습니다. 많은 분들이 지적하시는 부분인데, 길 찾기가 좀 힘들고 지도가 불편합니다. 인터페이스에 미니맵을 띄워뒀으면 조금 더 편할것 같네요. 또 리들러 챌린지 역시 사람을 짜증나게 하며, 달릴때의 조작감이 약간 불편한면도 있었습니다. 보스전은 스케어크로우전을 제외하면 밋밋하기도 했고요.

아쉬운 점이 있었지만, 장점은 단점을 몇배는 커버하고도 남을 만큼 잘 만들어진 게임입니다. 강력 추천합니다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Virus' , 'Y', 0 ,'2014-7-9',  Posted: 
배트맨은 사람을 죽이지 않습니다

다만 죽는 게 더 나은 상태로 만들 뿐이죠

배트맨에게 처맞으면 얼마나 아픈가?

이 게임의 제작진들은 이걸 밤새도록 연구한 게 틀림 없습니다

아주 그냥 찰진 타격감이 퍼펖ㄷㄱ겊펖펖퍽ㄱㄱ펖ㄱ

참, 구덩이 근처에서 잘 비비면서 날라차면

배트맨도 사람을 죽일 수 있다는 거 아세요?

저 혼자만 알려고 했던 꿀팁인데 알랴줌' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Kimgaemandoo' , 'Y', 0 ,'2015-2-10',  Posted: 
배트맨 : 아캄 어사일럼입니다.

모두가 잘 아는 DC 코믹스 소재의 배트맨을 기반으로 배트맨이 조커를 아캄 수용소에 잡아왔다가 조커가 난동을 부리고 아캄 수용소에 있던 배트맨의 숙적들이 때마침 블루오션이 된 틈새시장을 공략하면서 일어나는 소동을 다룬 게임입니다.

이 게임을 처음 접했을때는 해당 DC 관련매체에 관심이 없던지라 이름만 보고 야구방망이를 주 무장으로 휘두르는 주인공인줄 알았는데 플레이를 해보니 그것과는 거리가 멀어서 아쉬워했던 기억이 잠깐 있었지만 게임이 워낙 재미있었기 때문에 만족하고 플레이했던 기억이 있네요.

지금에선 다들 배트맨이 뭔지 알고 계시겠지만 혹시 모를 한때의 저처럼 배트맨을 야구방망이 남성으로 알고 계시고 있는 분만 구매에 주의를 요하시면 되겠고 액션 게임을 좋아하시는 분들이나, DC 코믹스를 좋아하시는 분들, 그리고 이경실 씨는 안심하고 이 게임을 구매하시면 될 듯 합니다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Iced tea' , 'Y', 0 ,'2014-10-28',  Posted: 
같은 이름의 코믹스가 원작이지만, 재해석에 따라 이런명작도 나온다. 원작이 정신병동에서 악당들을 제압해가며, "매일 악당과 맞대고 사는 배트맨은 과연 정상인가?" 하는 질문이라면, 게임은 좀 더 액션과 악당을 제압하는 과정에 무게를 실었다.

싸움을 해가면서 내가 배트맨이 되는 듯한 몰입감, 아캄이라는 이름답게 크툴루 냄새 물씬 풍기는 어둡고 정신나간 분위기, 미친 추종자들이 가득할 크툴루 신화의 공간에 정신병자들이 채워져 내용이나 형식으로나 완벽에 가까운 조화를 이룬다.

분위기, 오락성, 이야기, 설정, 색감 뭐하나 빼놓을 것 없는 명작! 게임 진행에 따라 해금되는 녹취파일이나 설정 자료를 보는 재미도 쏠쏠

아캄시 분위기 물씬 풍기는 타이탄 부하나, 내면의 공포 표현으로 환상적인 분위기마저 안겨준 스케어크로우 보스전, 직접적인 싸움은 없어도 어디서 튀어나올지 모르는 긴장감을 유발했던 킬러크록 전은 아캄이라는 이름에 무척 잘 어울리는 콜라보레이션이었다고 생각한다. 아캄이라는 이름을 달고는 이런게 나와야한다. 킬러크록을 맨손으로 때려잡는 무쌍이 아니고...' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'jeedw' , 'Y', 0 ,'2017-5-3',  Posted: 
+ 드디어 완성된 유저 한글패치
+ 스케어 크로우 파트만으로도 훌륭한 작품
+ 아캄버스 첫작품이라고는 믿기지 않을 정도의 완성도
+ 매력적인 빌런들
+ 읽는 재미가 쏠쏠한 바이오스
+ 배트맨
+ 2017년에 해도 나쁘지 않은 그래픽

- 왜 구현하지 않은지 이유를 알 수 없는 레이더 시스템
- 아쉬운 업그레이드 파트


평가 : 90점

: 아캄 버스의 완벽한 시작' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '해일' , 'Y', 0 ,'2015-7-10',  Posted: 
배트맨 : 아캄 시리즈의 첫 번째 작으로 일직선 플레이 지만 상당히 다채롭고 재밌다.
맵 디자인도 훌륭해서 처음에 못 가는 장소를 새로운 장치를 먹고 다시 오는 식의 플레이도 가능해 한정된 맵이지만 지루함을 느끼지 못 할정도. 하지만 스케어 크로우 이벤트는 참신하나 지겨움.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'PangJuck' , 'Y', 0 ,'2014-3-2',  Posted: 
개인적으로 콘솔로 먼저 즐겼으나, 험블번들에서 하사하신 작품. 아캄시티의 존재를 먼저 알고, 세계관을 확실히 알기 위해 시작한 게임이었건만 어사일럼 자체도 굉장히 잘만들어진 게임이었습니다.그러나 아캄시티라는 완전판을 내기 전 프로토타입 느낌이 나는건 없지않아 있네요' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'crown' , 'Y', 0 ,'2017-3-21',  Posted: 
배트맨: 리들러 어사일럼입니다

최종보스 리들러가 숨겨놓은 수수께끼를 푸는 게 주 목적으로
가는길에 조커나 할리퀸같은 엑스트라가 끼어드는데
얘들은 중요한거 아니니까 신경쓰지 마세요.

리들러 어사일럼에 오신걸 환영합니다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Law' , 'Y', 0 ,'2014-11-8',  Posted: 
네,배트맨의 액션이 정말 인상깊었습니다.
주먹 한방 발차기 한방 때릴때마다 묵직함이 팍팍 느껴지는게 좋앗습니다.
게다가 캐릭터의 표현이 너무나 퀄리티가 높습니다.
최적화도 잘되있어서 별 무리없이 플레이 했습니다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'NO HUMAN' , 'Y', 0 ,'2013-11-26',  Posted: 
타격감이 짱...다만 허수아비 보스전은 진짜 짜증났다...-_-' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'K''' , 'Y', 0 ,'2014-3-23',  Posted: 
아캄 버스의 시작. 아캄 시티를 하다가 하니 빠진 모션들이 많구나 싶지만 본연의 재미는 어디 가지않는다. 다만 적들의 AI가 후속작들에 비해 심하게 낮은것이 아쉽다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'BONGJA' , 'Y', 0 ,'2015-7-29',  Posted: 
플레이 기준 5년 전 게임임에도 굉장히 흡족스러운 완성도를 보여줬다.
패드로 플레이 할 것을 권하며, 아주 찰진 손맛을 느낄 수 있다.
조작 숙련도나 게임 난이도도 메인 스토리를 완료하기에는 큰 부담이 없는 적당함을 갖췄다.
(챌린지와 다운로드 컨텐츠는 더 높은 조작 난이도를 요한다. 그래서 나는 분노했다.)
도전 과제와 수집 요소는 플레이 타임을 늘려주며, 이런 부분을 원하는 사람들을 만족시켜 줄 것이다.

배트맨 특유의 어두운 세계관은 호불호가 갈릴 수도 있겠다.
(실제로 오픈 월드 게임을 좋아하는 친구 한 명은 너무 분위기가 어둡다며 플레이를 꺼려했다.)
도전 과제와 수집 요소는 어느 정도 난이도가 있어 나처럼 가볍게 즐기는 사람은 스트레스가 될 수 있다.
(포기하면 편하다.)

오픈 월드, 액션, 영웅물을 좋아하는 사람들에게 적극 추천한다. :)' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'wkd1495' , 'Y', 0 ,'2014-1-8',  Posted: 
이게임을 하기전까지 배트맨에 대해 아는것이 많이 없었습니다.
배트맨 영화를 본것도 아니고 만화도 아닙니다만
이 게임을 하는데 별 지장이 없고 보통 저같으면 왠만한 컷신은 다 SKIP 하나
이 게임의 컷신은 다 보고있더군요 ㅎ
그만큼 몰입도가 좋습니다!

타격감도 상당히 좋습니다. 몇개의 키로도 다양한 기술을 구사하여
보여주는 전투 애니메이션 보기 좋고 특히 콤보를 유지하려고
상당한 집중을 하는 저자신을 찾을수 있습니다

또한 획득한 XP로 다양한 물품,기술, 업그레이드를 잠금해제
할 수 있어 그것을 모으고 사용하는 재미가 있습니다 :)

다른게임에서는 인텔(Intel) 이라 불리우는 수집품이 있으며 보통 단순한 줍기, 획득 입니다.
허나 여기선 240 개의 수수께끼(=인텔)가 있으며
그 만큼 쉽게 찾을수 있고(100%는 그만큼 어려울겁니다 ;;) 다른게임과 달리
게임환경속 특정한것 찾기, 퍼즐 등으로 좀더 세분화된 인텔이 있어 돋보입니다

아...별 상관없는것이지만 배트맨이 인간적인 면모를 가지고 있어 사람은 죽이지 않는다고 합니다.
그런데 전 "마취" 시켜놓고 다른 임무 수행했다 돌아오면
상태가 Unconscious 에서 Deceased 로 변해있더군요;;' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'White Ruby(하양루비)' , 'Y', 0 ,'2016-2-26',  Posted: 
[Play Time] : 약 45시간 ( Steam 도전과제 100% 달성기준)


[게임 스토리]
: 조커와 함께 수용소에서 즐거운 파뤼~ 타임~!!


[게임 소개]
: 2015년 말도 많도 탈도 많았던 ''배트맨 : 아캄나이트 (2015년 作)'' 시리즈의 첫번째 작품인 ''배트맨 : 아캄 어사일럼''으로 2010년도에 발매 되었습니다. 약 6년이 지난 작품이지만 지금 즐기기에도 크게 나쁘지 않으며, 매력넘치고 개성넘치는 빌런과 배트맨을 잘 표현하고 녹여낸 탄탄한 스토리 그리고 악당과 빌런들과의 대결에 방심하게 되면 Game Over가 되어 대결에 앞서 항상 도전욕구를 자극하게 되는 레벨난이도 등 왜 지금까지도 많은 사람들에게 다크히어로 ''배트맨''이란 열광과 깊은 인상을 남겨준 기념비 같은 작품이라 볼 수 있을거 같습니다.

DC 코믹스를 대표하는 히어로 중 한명으로 많은 영화, 에니메이션, 만화 등을 통해 ''배트맨''을 모르시는 분들은 거의 없을 것으로 생각되므로 본 작품은 크게 3가지 내용성(작품배경, 인물, 스토리 등), 액션성(격투, 움직임 등), 게임성(게임내 유저편의성 등)으로 나누어 간략하게 평가하도록 하겠습니다.

(1). 내용성
<장점>
- 배트맨의 어린 과거 이야기와 배트맨의 인간적인 고뇌등을 잘 표현하고 있음.
- 간단한 스토리지만 매력넘치는 빌런들과 조금씩 드러나는 조커의 음모를 잘 표현하고 있음.
- 간단한 스토리에 맞게 길지도 않고 짧지도 않은 적당한 스토리 분량 (플레이 타임 : 10시간)

<단점>
- 플레이 범위가 아캄 어사일럼 수용소로 한정됨에 따라 답답하다는 느낌이 있음.
- 교도소, 병원, 멘션, 식물원 등 대부분의 스토리가 건물이며 또 자주 왔다 갔다 해야 함


(2). 액션성
<장점>
- 배트맨이 악당을 마무리 액션을 카메라의 슬로우모션 및 줌/아웃 기능으로 화려한 액션 감상 가능
- 배트맨의 도구활용과 공격, 방어, 망토 휘두르기의 조합으로 다양한 공격이 가능함.
- 날렵하지만 묵직한 타격음과 악당의 맞는 모션으로 인해 가볍다는 느낌이 없으며, 손 맛(?)이 있음
- 옛 속담 중 다구리에 장사 없듯 맞을경우 데미지가 높아 대결에는 항상 긴장감이 있음
- 총을 맞을 경우 순식간에 Game Over 되므로 주위환경과 적들의 종류에 따라 전략을 짜야함

<단점>
- 빌런들과 주먹대 주먹으로 싸우고 싶지만 퍼즐형식의 대결이 대부분이라 아쉬움
- 악당들의 종류가 많지 않기에 싸움 방식이 약간 단조로움


(3). 게임성
<장점>
- FreeFlow : 간단한 조작으로 인해 다양한 액션을 구사할 수 있으며 무한 콤보를 이어나갈수 있음
- 챌린지 : Freeflow, Predator 챌린지를 통해 메인 스토리 이후 플레이어의 도전욕구를 불러 일으킴
- 난이도 설정 : 메인스토리만 진행해도 필요한 스킬을 모두 획득할 수 있음
- 게임 구성 : 경험치 획득을 통해 HP를 채울 수 있기에 게임 내내 긴장감을 불러 일으킴
- 게임 배경 : 어두운 배경과 다크히어로 배트맨의 조합 그리고 무거운 배경음은 최고의 궁합

<단점>
- 발컨에게는 나름 어려운 스팀 도전과제 : 40콤보, Freeflow 챌린지..;;
- 약간 떨어진 악당은 잘 보이지 않는 좁은 시야

[한줄 평]
: 배트맨에 입문자들이여, 오래된 게임이라 망설이지 말고 당장 플레이 해 보기를...' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Kugenblitz' , 'Y', 0 ,'2014-2-9',  Posted: 
조작성과 게임성 그래픽 어느하나 나무랄 곳 없이 나온 수작.
배트맨 세계관 특유의 분위기와 개성있는 빌런들의 캐릭터를 잘 살려내서 원작의 팬들뿐만이 아니라 원작을 모르던 사람들까지 만족시킬 정도이다.
특히 배트맨과 상대 빌런의 특색에 맞는 독특한 분위기의 보스전은 이 게임의 백미.
기본이 탄탄한 이 작품으로 인해 배트맨 아캄버스 시리즈가 훌륭하게 첫발을 내딛었다고 볼 수 있겠다.
다만 반복적인 진행을 해야하는 부분과 같은 지점을 빙빙 돌게 만드는 구성 때문에 지루함을 느낄만한 부분이 있다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'sobreakin' , 'Y', 0 ,'2014-6-29',  Posted: 
여름 세일로 싸게 즐겨보는 명작' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'bolris' , 'Y', 0 ,'2016-4-6',  Posted: 
스토리, 전투 전반적으로 만족하는 작품' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Leviathan' , 'Y', 0 ,'2014-12-26',  Posted: 
사람들이 명작이라고 하는겜에는 이유가 있다.

월드맵은 다소 좁게 느껴지더라도 게임구성 자체가 오밀조밀 잘 짜여져 있다.

특히 전투시의 타격감은 꿀맛!' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '승몬이 (입대)' , 'Y', 0 ,'2016-3-31',  Posted: 
말이 필요 없는 명작


개인적으로 스케어크로우의 공포가스 연출신은 가희 역대급이었던 것 같다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '풉ㅋ풉ㅋ' , 'Y', 0 ,'2016-2-20',  Posted: 
전투 엄청 재밌습니다' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Teemo' , 'Y', 0 ,'2016-8-30',  Posted: 
리들러 챌린지까지 다 완료하고 스토리 엔딩까지 20시간 걸렸네요.
리들러 말고 다른 챌린지가 있는데 그 부분에서 재미를 더 못느껴서 여기까지 합니다.
게임 자체는 정말 재밌게 했네요. 아캄 어사일럼에서 벌어지는 조커와의 숨바꼭질.
배트맨 시리즈의 처음작인걸로 아는데 볼륨은 아쉽지만 게임은 웰메이드입니다.
10점 만점에 8점 줍니다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Kugenblitz' , 'Y', 0 ,'2014-2-9',  Posted: 
조작성과 게임성 그래픽 어느하나 나무랄 곳 없이 나온 수작.
배트맨 세계관 특유의 분위기와 개성있는 빌런들의 캐릭터를 잘 살려내서 원작의 팬들뿐만이 아니라 원작을 모르던 사람들까지 만족시킬 정도이다.
특히 배트맨과 상대 빌런의 특색에 맞는 독특한 분위기의 보스전은 이 게임의 백미.
기본이 탄탄한 이 작품으로 인해 배트맨 아캄버스 시리즈가 훌륭하게 첫발을 내딛었다고 볼 수 있겠다.
다만 반복적인 진행을 해야하는 부분과 같은 지점을 빙빙 돌게 만드는 구성 때문에 지루함을 느낄만한 부분이 있다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'BBANG SEUNG' , 'Y', 0 ,'2017-3-31',  Posted: 
배트맨이라는 슈퍼 히어로를 게임으로도 흥행시킨 ''아캄 시리즈''의 첫작인 《배트맨: 아캄 어사일럼》이다. 게임은 반년도 더 전에 산 거 같은데, 최근에서야 플레이를 해봤다. 새삼 느끼지만 역시 [압도적으로 긍정적]이라는 타이틀이 붙은 게임은 박수를 쳐줄 수밖에 없다. 메타크리틱 91평점도 납득이 간다.

+ 쉬우면서도 화려한 전투 시스템
+ 스토리에 몰입감을 더해주는 연출력
+ 다양한 수집 시스템(일명 ''리들러'' 난 이런 걸 좋아하는 편이다)
+ 도전욕구를 자극하는 챌린지 시스템
+ 다양한 방식으로 이루어진 보스전
+ 스킬 업그레이드 시스템 존재
+ 최적화가 아주 잘 되어 있음
+ 도전과제 올클리어가 어려운 편은 아니다(다만 좀 귀찮을 뿐)
+ 트레이딩 카드 존재(플탐 대비 파밍시간 적절)

- 단점? 약 17시간 쯤 하고 엔딩까지 봤는데 나는 느낄 수가 없었다

내가 원래 배트맨 영화 자체를 안 봤는데, 이 게임을 함으로써 배트맨에 대한 관심이 생겼다. 무엇 보다 빌런들의 이야기가 존나 재밌는 듯 ㅎ ''-''' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Radioreggae' , 'Y', 0 ,'2014-4-4',  Posted: 
25점 만점기준

그래픽 : 24 (출시 2009년)

사운드 : 22

스토리 : 20

게임성 : 24

총점 : 90

총평 : 배트맨 게임 시리즈의 가장 초기작인 어사일럼은 많은 아이디어가 접목된 잘 만들어진 게임이다. 그래픽과 타격감 모두 흠잡을것 없다.
이런 근접 스타일의 다수전투 콤보 연계 시스템은 정말 명작이라 부를만한 부분이다. 다만 스토리가 짧고 , 깊이가 깊지 못한것이 유일한 흠일뿐. 게다가 수집품을 모으는게 결코 쉽지 않고 헤메야 하는 부분이 많아 과연 거기까지 깊에 파고 들 게이머가 있을까? 라고 물음표를 던지게 하는 부분일뿐이다.
이 게임은 명작의 시작인 작품이므로 꼭 사야 한다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Jin' , 'Y', 0 ,'2016-12-20',  Posted: 
자칫 가볍게 만들어질 수 있는 히어로 액션 게임 장르임에도 배트맨 특유의 진중한 분위기를 잘 담아낸 수작이다.
신선한 콤보 시스템과 게임에 자연스럽게 녹아드는 잠입 액션이 가장 큰 매력 요소다.
다만 게임 내에 등장하는 캐릭터들의 깊이가 얕고 소모적으로 활용되며, 캐릭터의 움직임 및 표정 묘사 등이 딱딱해 부자연스럽다.
가장 큰 단점은 게임 자체의 볼륨이 작아 플레이 시간이 매우 짧다는 점을 들 수 있다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Sherry Birkin' , 'Y', 0 ,'2017-1-22',  Posted: 
플탐이 생각보다 짧았습니다. 전투가 매우 재밌네요.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Kamiyama' , 'Y', 0 ,'2011-11-3',  Posted: 
정말 처음엔 캐릭터 게임이 다 거기서 거기라는 생각으로 시작할 지 모르겠지만,
조금만 집중하고 잡고 있어보면 왜 이 게임의 평가라 이렇게 좋은지..
몸소 느껴볼 수가 있을 것이다.

그리고 그들이 왜 그토록 아캄시티를 기다리고, 열광했는지 말이다..' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Warlord' , 'Y', 0 ,'2016-1-29',  Posted: 
뒤에서 캐릭터 보는 시점과 은밀하게 움직이는 등을 안 좋아하는 편인데 이거 때문에 좋아져서 어쌔신 크리드가지 구입함.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '챠오' , 'Y', 0 ,'2017-6-3',  Posted: 
가끔 퀴즈같은 진행에 토나올것같지만 재미는 있으니 추천' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Alexiah' , 'Y', 0 ,'2016-2-15',  Posted: 
무슨 말이 더 필요한가! 명실상부 최고의 액션게임입니다. 아직 안해보셨다면 빨리 해보시길!' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'artkang1' , 'Y', 0 ,'2017-9-12',  Posted: 
명작 시리즈로 평가받는 (마지막 작품 ♥♥♥캄 나이트도 수작 반열이라 치면..) 아캄 버스 시리즈의 첫 작품.

2016년에 플레이하였으나, 특유의 분위기를 잘 살린 그래픽 때문인지 그래픽이 거슬린다는 생각이 들진 않았다.
마우스로 플레이하였는데, 전투에 처음에는 엄청난 신선함을 느꼈지만, 갈수록 익숙해지는 타격감과 약간의 지루함을 동시에 느끼며 엔딩.
(후에 아캄시티에서 패드를 구입하며 큰 충격에 휩싸이게 된다. 아캄버스를 플레이하실 분들은 패드가 필수.)

스토리적인 측면에서는 아주 감동을 주는 스토리라인은 아니지만, 히어로물 영화에는 손색이 없는 스토리를 선보인다. 빌런들이 꽤 많이 짬뽕처럼 등장하지만, 모두 개성을 잃지 않는 것이 일품.

스케어크로우는 누구나 인정하는 멋진 악당일 것이고, 조커와 할리퀸은 영화와는 또다른 매력이 가득하다. 포이즌 아이비는...ㅎ

배트맨이라고는 다크나이트밖에 몰랐음에도 아주 재미있게 플레이했다. 원작을 아는 팬들이라면, 게임에서의 자세한 고증에 감동할 것 같다.

퍼즐적인 측면이 강하나 해결하는 재미는 있다. 다만 리들리는 전부 해결하려면 골아프니 보이는 것만 해결하거나 다 깨고 여력이 남으면 해결하길 추천.

Ps. 불살 영웅이라고 해놓고는 전부 심박수 40의 빈사상태로 만들어버리는 뱃신의 인-성..
Ps2. 뱃신의 인성에 반발심이 들면 구덩이 아래로 데스클로를 이용해 억지로 죽이는 것이 가능하다...' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'MineDay' , 'Y', 0 ,'2015-1-7',  Posted: 
그냥 5천원에 세일하길래 사고 안할듯 했는데 이 게임을 산 당시에 할게없어서 했다.
근데 재밌음' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'renoak' , 'Y', 0 ,'2017-9-12',  Posted: 
God-Game' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'VELPAST' , 'Y', 0 ,'2014-12-24',  Posted: 
극후반부에 흐긴 고릴라와 배긴 고릴라가 동시에 나오는데 이 녀석들에게 올라타서 조종하면 거구의 흐긴과 배긴이 서로 엉덩이를 철썩철썩 때리면서 놀 수 있게 할 수 있습니다.
보고있자면 인종차별의 철폐를 주장한 마틴루터킹 목사님의 소원이 이루어진 것 같아 절로 흐뭇해집니다.
너무 교육적이어서 일동 유치원에 교육자료로 쓰고 싶을 정도입니다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'PenGuinSuMMoNer' , 'Y', 0 ,'2015-4-3',  Posted: 
배트맨이 유명하고, 영화 채널에서 틀어줄 거 없을때 자주 틀어주기는 하지만
난 제대로 배트맨을 본 적이 없다[띄엄 띄엄은 봤었어도..]
그래서 정말 대강의 스토리만 알고있었는데, 이 게임을 통해서 조커의 매력에 빠졌다

좋은 타격감, 괜찮은 컷신, 도전욕구가 일어날만큼의 적당한 어려움. 모두가 딱 절절한 레벨이였던것 같다.
다만, 배트맨을 잘 모르면 이해가 가지 않는 캐릭터의 연결고리와, 그걸 알기위해서 모아야되는 너무 많은 수집요소들...
정보들을 모아가면서 듣는 재미도 있지만 너무 많은 수집요소는 빠른 GG를 외치게 하는 것 같다.

이러한 수집요소로 알수있는 캐릭터간의 이야기들때문에 스토리에 조금 덜 집중되는것은 어쩔 수 없을 것이다.

한줄결론 : 너무 많은 수집요소만 빼면 전부다 만족할만한 게임!' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'SuSEl37' , 'Y', 0 ,'2013-12-25',  Posted: 
기존 액션 게임의 버튼 조합 + 연타가 아닌, 시스템으로써 액션을 강화한 드문 케이스.

원작 팬은 물론이고 액션 게임 매니아, 액션 게임 초보까지도 두루 즐길 수 있는 수작.

퍼즐 요소도 포함되어 있지만 별로 비중이 크지 않음.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'CrimsonLauder' , 'Y', 0 ,'2013-1-5',  Posted: 
히어로 게임의 환골탈퇴!
이 모든 영광을 Rocksteady에게 돌립니다.
아캄 시티 후속작은 분명 나올 것이겠지만
(밸브처럼 2까지만 아는 건 아니겠죠? ㅠㅠ)
시리즈 첫번째 게임으로서 다른 어떤 게임보다 이미 진보된 게임이다.
어쎄신 크리드로 비유하면 얘는 처음부터 2편이었다!
재미있는 게임이 뭔지 알게 될 것이다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'lunadol' , 'Y', 0 ,'2014-12-29',  Posted: 
처음 패드로 사고 해본 게임인데 너무 재밌었다.
최적화도 잘되있고 타격감도 좋고 꿀잼이었다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '6AM' , 'Y', 0 ,'2014-2-24',  Posted: 
충분히 멋진 게임 처음에는 너무 불친절한 설명에 너무 실망했다. 하지만, 게임을 진행 할 수록 느껴지는 게임의 재미는 상상 이상이다. 배트맨 게임이 어떻게 이렇게 높은 점수를 받으면서 게이머들에게 감탄을 자아냈는지 알 수 있을 것 같았다. 그래픽은 2014년 기준으로 뭔가, 덕지덕지 발라진 기분이지만 충분히 소화해낼 수 있는 그래픽이다.

전반적인 게임은 어드벤처 형식으로 진행 되면서 잠입 액션등 여러가지 장르가 포함되어있다. 하지만, 뭔가 어설픈 것 같은 동작들도 게임을 진행하다보면 몰입이 되면서 마치 베네스다사의 "폴아웃" 시리즈를 연상캐한다.

반복적인 패턴이지만 여러가지의 콤보를 만들어 내면서 게임을 진행 할 수 있으며 정해진 틀이 없으며 자신의 방식대로 여러가지 전략으로 전투에 참여 할 수 있어서 매우 재미나게 플레이 할 수 있었던 액션 어드벤처 게임이다.

이런, 게임을 너무 늦게 플레이한건 아닌가 생각이든다. 지금도 늦지 않았다. 액션과 어드벤처 게임을 좋아하는 게이머라면 지금이라도 플레이해보길 바란다. 한가지 유의점은 스팀 상점에서 볼 수 있는 홍보 이미지보다 뼈들을 더 많이 볼 것이다.

게임내에서 들을 수 있는 성우들의 목소리 연기는 매우, 깔끔하게 진행 되었으며 나를 감탄하게 하였다 !' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'meta' , 'Y', 0 ,'2014-6-27',  Posted: 
전투시스템이 정말 박수칠만큼 대단함 고티를 받은 이유가 있음' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'KID' , 'Y', 0 ,'2013-12-1',  Posted: 
타격감이 매우 좋소!' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'LittleShiri' , 'Y', 0 ,'2013-10-27',  Posted: 
이 게이ㅁ은 개쩝니다' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'hyunmo6066' , 'Y', 0 ,'2013-12-27',  Posted: 
배트맨을 이용한 게임중에서는 최고.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Pizza guy' , 'Y', 0 ,'2013-12-27',  Posted: 
느허어어어어어ㅓ어ㅓㅋ 액션게임을 좋아하던 잠입게임을 좋아하던 TPS게임을 좋아하던 배트맨을 좋아하던 상관없이 누구에게나 충분한 재미를 줄만한 게임
메타스코어 91점은 장난이 아니다' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '갓두유크' , 'Y', 0 ,'2015-6-25',  Posted: 
지금봐도 괜찮은 그래픽, 찰진 타격감, 빠져드는 게임성 3박자를
갖춘 아캄 시리즈 첫 번째 작품. 플레이타임은 리들러 트로피 같은
수집과제를 신경써서 모으지 않을 경우 12~14시간 정도 나오며,
이는 중반부부터 엔딩까지 이어지는 박진감 있는 진행에 걸맞는
적당한 플레이타임이라 판단된다. 액션은 워낙 호평받는 요소기
때문에 따로 설명할 필요가 없을 정도이다.

단점을 꼽자면 아캄 어사일럼이라는 한정된 공간이 주는 답답함과
리들러 트로피를 꼽을 수 있겠다. 특히나 리들러 트로피의 경우
시리즈가 거듭될 수록 그 양이 어마어마해지는데, 이는 게이머에게
수집욕구와 플레이타임을 제공하는 동시에 질리게 만드는 양날의
검과 같다. 귀찮거나 게임할 시간이 부족한 이들에겐 리들러 트로피가
달갑지만은 않게 느껴질 것이다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'SuSEl37' , 'Y', 0 ,'2013-12-25',  Posted: 
기존 액션 게임의 버튼 조합 + 연타가 아닌, 시스템으로써 액션을 강화한 드문 케이스.

원작 팬은 물론이고 액션 게임 매니아, 액션 게임 초보까지도 두루 즐길 수 있는 수작.

퍼즐 요소도 포함되어 있지만 별로 비중이 크지 않음.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'hyunmo6066' , 'Y', 0 ,'2013-12-27',  Posted: 
배트맨을 이용한 게임중에서는 최고.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'CrimsonLauder' , 'Y', 0 ,'2013-1-5',  Posted: 
히어로 게임의 환골탈퇴!
이 모든 영광을 Rocksteady에게 돌립니다.
아캄 시티 후속작은 분명 나올 것이겠지만
(밸브처럼 2까지만 아는 건 아니겠죠? ㅠㅠ)
시리즈 첫번째 게임으로서 다른 어떤 게임보다 이미 진보된 게임이다.
어쎄신 크리드로 비유하면 얘는 처음부터 2편이었다!
재미있는 게임이 뭔지 알게 될 것이다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '6AM' , 'Y', 0 ,'2014-2-24',  Posted: 
충분히 멋진 게임 처음에는 너무 불친절한 설명에 너무 실망했다. 하지만, 게임을 진행 할 수록 느껴지는 게임의 재미는 상상 이상이다. 배트맨 게임이 어떻게 이렇게 높은 점수를 받으면서 게이머들에게 감탄을 자아냈는지 알 수 있을 것 같았다. 그래픽은 2014년 기준으로 뭔가, 덕지덕지 발라진 기분이지만 충분히 소화해낼 수 있는 그래픽이다.

전반적인 게임은 어드벤처 형식으로 진행 되면서 잠입 액션등 여러가지 장르가 포함되어있다. 하지만, 뭔가 어설픈 것 같은 동작들도 게임을 진행하다보면 몰입이 되면서 마치 베네스다사의 "폴아웃" 시리즈를 연상캐한다.

반복적인 패턴이지만 여러가지의 콤보를 만들어 내면서 게임을 진행 할 수 있으며 정해진 틀이 없으며 자신의 방식대로 여러가지 전략으로 전투에 참여 할 수 있어서 매우 재미나게 플레이 할 수 있었던 액션 어드벤처 게임이다.

이런, 게임을 너무 늦게 플레이한건 아닌가 생각이든다. 지금도 늦지 않았다. 액션과 어드벤처 게임을 좋아하는 게이머라면 지금이라도 플레이해보길 바란다. 한가지 유의점은 스팀 상점에서 볼 수 있는 홍보 이미지보다 뼈들을 더 많이 볼 것이다.

게임내에서 들을 수 있는 성우들의 목소리 연기는 매우, 깔끔하게 진행 되었으며 나를 감탄하게 하였다 !' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'crewords' , 'Y', 0 ,'2016-7-3',  Posted: 
6~7년 전 게임이지만, 지금 시점에서 하더라도 그래픽이 좀 낡은 느낌이 드는 것을 제외하고는 충분히 재미있게 할 수 있는 게임. 전설의 시작 답게 좋은 게임성을 갖고 있다.

다만, 시리즈를 거꾸로(시티를 한 후에 한다던가, 나이트를 한 후에 한다던가) 하자면 본작은 오픈 월드 형식은 아니기 때문에 다소 답답한 감을 느낄 순 있다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'SHARDAN' , 'Y', 0 ,'2014-4-25',  Posted: 
스토리 좋구 그래픽 좋구..
배트맨을 좋아한다면 꼭 해보세요! 꿀잼

10/10' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'もはや退路はない' , 'Y', 0 ,'2016-9-10',  Posted: 
초반에는 조금 지루했습니다. 별로 하고 싶다는 생각이 들지 않았지만
최근에 다시 잡아서 Normal 난이도를 클리어하였습니다.

+ 상당히 괜찮은 스토리
+ 멋진 전투 액션
+ 성우들의 멋진 연기
+ 긴장감을 느낄 수 있는 무장한 죄수들과의 전투

- 리들러 트로피 등의 너무 많은 수집요소.
- 지루한 초반부 스토리.

7/10' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'rarilgo' , 'Y', 0 ,'2014-3-20',  Posted: 
재밌네' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Yesera' , 'Y', 0 ,'2017-1-2',  Posted: 
일자형 진행이라 좀 아쉽긴하지만 화려한 액션이나 다양한 어드벤처적 요소, 매력있는 악역캐릭터등
나름 재밌있는 볼륨으로 꽉 채워진 게임' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'soulraven27' , 'Y', 0 ,'2016-12-18',  Posted: 
장점
1. Easy to learn, hard to master. 전투시스템 자체는 단순하게 마우스를 제 타이밍에 클릭하면 되는데 이걸 리듬에 맞춰 연속콤보로 이어나가는 것은 절대 쉽지 않다.
2. 화려한 연출. 적을 테이크 다운할 때, 네임드 몹이 쓰러질 때 정말 화려하게 쓰러짐.
3. 배트맨 시리즈의 다양한 빌런들이 나옴

단점
1. 리들러 챌린지 노가다. 고통.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '토로' , 'Y', 0 ,'2015-6-24',  Posted: 
꽤나 오래된 게임임에도 불구하고 게임 화면은 좋은편이네요.쾌적하게 할 수 있고, 배트맨 스토리를 즐길수 있는 좋은 게임 인것 같습니다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Raginis Kan' , 'Y', 0 ,'2013-11-27',  Posted: 
배트맨의 위엄을 보여주는 아캄수용소!' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '가다나마' , 'Y', 0 ,'2011-10-30',  Posted: 
어사일럼 부터 아캄나이트까지 다 해보고 생각하건데,
결국 제일 재밌었던 시리즈는 어사일럼이 아니었을까' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Manuel Neuer' , 'Y', 0 ,'2013-5-5',  Posted: 
재밌다 정말 재밌다
배트맨 특유의 액션신도 볼수있고
시네마 틱한 장면도 많이 나온다
근데 이 게임은
도전과제 가 존재 하지만 절대 깰수 없다
깨지는건 오직 윈도우 라이브 에서만 깨진다
스팀 도전과제가 왜있는지 알수없는 게임' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Crystal' , 'Y', 0 ,'2015-10-6',  Posted: 
최고의 액션 스토리텔링 게임!' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Yesera' , 'Y', 0 ,'2017-1-2',  Posted: 
일자형 진행이라 좀 아쉽긴하지만 화려한 액션이나 다양한 어드벤처적 요소, 매력있는 악역캐릭터등
나름 재밌있는 볼륨으로 꽉 채워진 게임' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'President' , 'Y', 0 ,'2016-2-13',  Posted: 
배트맨 아캄버스의 다른 시리즈를 하기 전에 이것부터 하자. 정말로 수작이다. 영화도 게임으로 성공 할 수 있다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Dooly' , 'Y', 0 ,'2017-8-20',  Posted: 
배트맨 시리즈 세일해서 가장 처음 출시된 아캄어사일럼을 구매해서 해봤는데 대만족이네요 스토리는 물론이고 영화 같은 연출과 속 시원한 타격감 만약에 세일을 안했어도 구매 할 의향이 있는 게임이네요 조만간 다음시리즈인 아캄시티를 구매해서 해보려고 합니다' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'MilKis' , 'Y', 0 ,'2015-12-2',  Posted: 
출시된지 오래된 게임이지만 그래픽 퀄리티가 요즘 게임에 비해 많이 부족하지도 않고, 짜임새 있는 스토리와 시원 시원한 액션 타격감으로 인해 배트맨 시리즈 입문자가 즐기기에는 부족함 없는 시리즈네요.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'soulraven27' , 'Y', 0 ,'2016-12-18',  Posted: 
장점
1. Easy to learn, hard to master. 전투시스템 자체는 단순하게 마우스를 제 타이밍에 클릭하면 되는데 이걸 리듬에 맞춰 연속콤보로 이어나가는 것은 절대 쉽지 않다.
2. 화려한 연출. 적을 테이크 다운할 때, 네임드 몹이 쓰러질 때 정말 화려하게 쓰러짐.
3. 배트맨 시리즈의 다양한 빌런들이 나옴

단점
1. 리들러 챌린지 노가다. 고통.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '(ATEK)애택' , 'Y', 0 ,'2016-9-16',  Posted: 
조금 지루할수도 있다. 그러나 할 만하다.
볼륨은 적당하다. 이정도면 추천ㄱㄱ' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'KBSU' , 'Y', 0 ,'2017-9-22',  Posted: 
2017년에 해도 재미난 액션 퍼즐 게임이었다.

단점은 스토리 끝낸 후 적들 리스폰이 안되는 곳이 많아 수집 요소 모으는 게 재미가 없다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'posis' , 'Y', 0 ,'2017-11-5',  Posted: 
조작도 쉽고 타격감도 좋고 재미있음.
길이도 너무 길지 않고 적당한듯.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'CHOA초아' , 'Y', 0 ,'2015-1-27',  Posted: 
11시간 걸렸지만 재미있엇다' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'CRYSIS' , 'Y', 0 ,'2016-11-25',  Posted: 
조커야 아프지마' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Petrichor' , 'Y', 0 ,'2014-6-27',  Posted: 
오래전에 복돌로 플레이를 했지만

스팀의 존재를 알고 여름 할인이란걸

알고나서 정품으로 다시하는 재미!' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '입안에쥐가' , 'Y', 0 ,'2014-12-9',  Posted: 
방금 다깬 후에 작성하는 리뷰.
퍼즐, 액션, 스토리 어느 하나 놓치지 않고 재밌는 게임 이었던 것 같다.
나같은 손고자가 해도 얼마든지 깰 수 있고 숨어있는 오브젝트를 찾는 맛이 쏠쏠한 게임
내가 한게임을 오래 못하는 스타일이라 좀 오래걸리긴 했지만 이만하면 내가 했던 게임 중에서 베스트에 들 정도이다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Maximus' , 'Y', 0 ,'2014-12-24',  Posted: 
잼' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'SOLOMoon' , 'Y', 0 ,'2016-3-20',  Posted: 
내가 아캄시리즈를 다 모을수 있었던 토대 게임

영화 ''다크나이트 트릴로지''로 비교해보면
아캄시티가 ''다크나이트''이고
아캄어사일럼이 ''배트맨 비긴즈'' 인것같다.

배트맨 팬이라면 꿈에 그리던 게임일 것이다.
이 게임만큼 히어로 기반게임을 완벽하게 그려낸 게임이 없는것같다.
스토리의 탄탄함과 독특한 컨셉배경.매력적인 악당이 게임의 특징.

다만 보스전은 너무 밋밋하다고 비판받았다. 개인적으로 나쁘지 않았지만

2017.10 여전히 재미있다.. 이 모든일이 하루만에 이루어졌다는 것이 놀라울뿐' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '현역' , 'Y', 0 ,'2015-1-12',  Posted: 
배트맨 아캄시리즈의 첫 작품 그래픽은 나쁜편도아니고 피직스효과를 높이면 높일수록 나오는 효과(예:종이위를걸으니 종이가 펄럭거림)의 질이나 양도 풍부해진다. 액션이나 타격감은 단순명료하지만 시원시원하고 마지막 적을 죽일때는 격투게임마냥 슬로우모션으로 보여주며 뼈가으깨지는(빠그작)소리도 나고 여러모로 만족하는점이다. 처음시작할때 난이도설정에서도 굳이 이지나 노말갈필요가없을만큼 게임이 너무어렵지도 너무쉽지도않고 익숙해진다면 하드모드 노다이클리어도 가능해질정도. GOTY버전은 게임을 끝까지 다 플레이하고도 추가적인 도전맵에서 계속플레이할수도있다.
단점을 굳이뽑자면 클리어방식이 정해져있다는건데 총을들고있는적이많다면 조용히다가가서 처리하는것 or 아무무기도 안들고 있다던가 쇠파이프 정도만 들고있다면 순수 타격계위주 or 총든수감자 소수 주먹 다수라면 일단 배터랭으로 총든놈들을 쓰러트리고 최대한빨리처리한후 타격계 이정도 루트밖에 없기때문에 상당히 단조로운게흠이다...하지만 후속작 아캄시티랑 비교해서도 절대 꿀리지않는점은 타격감 뼈부서지는소리가 이렇게 찰질순없을정도로...
마지막으로 단점하나만 더 뽑자면 보스들의 행동패턴정도 베인이나 타이탄들은 돌진할때 배터랭던지고,굴러서피한후 벽에박으면 다가가서때려주고 그로기상태일때 목걸고 이동 or 뽑기 조커도 비슷하지만 후술 거의 유일하게 행동패털이 다른 아이비도 피 계속깎다보면 정말 익숙해질정도로 약하고...
조커만 거의 유일하게다는데 내려와서 손톱휘두를때는 뒤로구르면 피하고 올라간뒤에잡몹들 처리해주다가 헬기보면서 등짝을 보여주는순간 배트클로로 잡아끌기...(끝)
하지만 세일을 노려서산다면 그 값어치는하면서 충분히 뱃신의 위대함과 재미를느낄수있을것임엔 틀림없다.
ps.공식 한글패치가아닌 유저 한글패치가 존재하는데 간혹 글씨가 깨져보일때는 개임해상도와 화면해상도가맞지않아 그러는것이니 그래픽속성에서 해상도조절하고 게임설정에서 해상도를 똑같이 맞춰주자' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'BJH' , 'Y', 0 ,'2014-12-25',  Posted: 
배트맨표정이맨날똑같음' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Maximus' , 'Y', 0 ,'2014-12-24',  Posted: 
잼' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'KOR PHW' , 'Y', 0 ,'2015-11-2',  Posted: 
good' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Alive' , 'Y', 0 ,'2016-8-15',  Posted: 
사실 아캄 나이트 하려다가 전작이 자꾸 눈에 밟혀서 시작하게 되었습니다.

초반엔 그냥 액션 보다는 수수께끼 찾으러 다니는게 더 재미있었죠.

그러다 익숙해지니 액션,잠입 전부다 재미 있더군요.

나중되니 길가다가 환풍구보면 뜯고 들어가고 싶고 그러더군요..............

도전과제도 쉽고 게임도 재미 있습니다.

추천해요.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'MOJIRI' , 'Y', 0 ,'2016-9-1',  Posted: 
갓겜' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Avogadro' , 'Y', 0 ,'2013-12-20',  Posted: 
상상을 초월하는 대작
배트맨 만화 자체가 애들 보는 것은 아니지만
생각한 것보다 훨씬 재밌음
콜오브듀티 집어치우라그래라
스토리 자체가 매우 멋있다
특히 배트맨이 환각증세 보일 때는 말이 안나온다' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '피나클릿지' , 'Y', 0 ,'2015-2-14',  Posted: 
존나 쩌는 명작이긴한데

난 이타입이랑 안맞아서 못하겠다' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'NopBird' , 'Y', 0 ,'2014-7-10',  Posted: 
적절한 액션과, 퍼즐 캐릭터성으로 중무장한 정말 좋은게임!

타격감 굿! 그래픽 굿! 그리고 매력적인 개성을 지닌 악역캐릭터와, 배트맨의 관계등등이 정말 좋았어요.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'ZEplonis [플론]' , 'Y', 0 ,'2015-5-28',  Posted: 
락스테디의 아캄 3부작 중 첫째 작품입니다.
후기 작품들보다 시스템적으로 조금 후달려서 불편한 감이 없지 않으나,
첫 작품임을 감안하더라도 훌륭한 구성입니다.
배트맨이나 DC 코믹스의 팬 분들에게는 재밌게 즐기실 수 있을 것 같습니다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Ling' , 'Y', 0 ,'2014-11-16',  Posted: 
개별평점 5점 만점, 전체평점 35점 만점 33/35
그래픽 : 최하옵이지만 정말 볼만했다 5
컨트롤 : 기본 컨트롤자체는 쉽다. 하지만 키보드라 그런가..반격이 제때 안 들어가서 슬픔ㅠㅠ 4
스토리 : 14시간 플레이로 엔딩을 보았다. 70% 완료. 생각보다는 짧지만 챌린지가 있어서 그렇게 금방 끝날 게임은 아니다. 5
시스템 : 배트맨 총(끈나오는거)을 생각보다 걸 곳이 별로 없다는 거에서 조금 실망. 나머지는 흠잡을데 없다. 4
난이도 : 쉬움으로 해서 쉽다. 어려움은 어렵겠지 ㅋㅋ 5 / 가격 : 할인마는 언제나 옳다 5
참고할 사항 : 여태까지 했던 3인칭 액션 게임중에 가장 재미있다! 역시 다른 액션 게임에 비해 날 수(활강, 배트건 사용 등등) 있어서 시원시원하고 박진감 넘친다. 5' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'GSook' , 'Y', 0 ,'2017-7-1',  Posted: 
갓겜이다
근데 아캄나이트를 먼저해서 그런지 난이도가 너무쉬웠다
스토리성은 역시나 굿' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Strikers' , 'Y', 0 ,'2017-1-31',  Posted: 
손가락 더럽게 아픈 게임1' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '히토미라' , 'Y', 0 ,'2016-10-24',  Posted: 
생각보다 재미있었습니다.
보스전도 박진감 넘치더군요. 다만 가볍게 하는 사람들에겐 게임이 좀 짧게 느껴질지도 모르겠습니다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Rambo' , 'Y', 0 ,'2015-11-9',  Posted: 
아캄시티부터 해봐서 시스템이 익숙치 않았는데 재밌었음' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'J.M' , 'Y', 0 ,'2015-11-27',  Posted: 
당시에는 혁명이었을 게임
싸움이 쉬워서 좋았음
배트맨 팬이 아니어도 충분히 재밌게 할 수 있는 게임' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'commang2ya' , 'Y', 0 ,'2017-3-21',  Posted: 
배트맨은 특별한 초능력이 없기 때문에 이리 구르고 저리 구르고 고생하지만 그보다 악당이 더 불쌍한 게임입니다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'RizeWave' , 'Y', 0 ,'2015-12-8',  Posted: 
요즘 플레이해도 상당한 퀄리티를 보여주는 어사일럼입니다.
특히 중후반 나오는 스케어크로우의 이벤트는
어사일럼 연출력의 백미라 할 수 있죠.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'HayPoong' , 'Y', 0 ,'2015-11-30',  Posted: 
??? : 머리를 박살냈지만 죽이진 않았다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'seongwoo.bak' , 'Y', 0 ,'2013-12-20',  Posted: 
손맛이 일품.
스토리보다 챌린지를 더 많이 한 게임은 이게 처음이었어요.
중독성 강함. ㅋㅋ' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '슬픈단잠' , 'Y', 0 ,'2015-11-16',  Posted: 
히어로 영화로도 대단한 작품이 나올 수 있다는 것을 보여준 것이 배트맨이었으며, 동시에 게임으로도 대단한 작품이 나올 수 있음을 보여 준 작품. 특히나 단순한 조작으로 엄청나게 화려한 액션을 하는 즐거움이 넘쳐남. 그 단순한 조작 속에서도 꽤 멋진 연출이 자연스럽게 펼쳐지는 시스템 자체가 너무나도 환상적! 적절한 육탄전, 그리고 상황에 따른 적절한 암살을 골고루 잘 섞어서 써야 하는 즐거움 또한 존재합니다.
배트맨 시리즈를 좋아하는 분들이라면 꼭 해보아야 할 게임.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '주디홉스 귀여워' , 'Y', 0 ,'2014-7-11',  Posted: 
배트맨은 트릴로지 영화로밖에 안봤지만 참 재밌게 플레이 함' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'mote11' , 'Y', 0 ,'2014-7-4',  Posted: 
배트맨 아캄 시리즈의 시작입니다-

배트맨 아캄 시리즈는 그야말로 게임의 무한함을 보여준 게임이 아닌가 싶습니다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'GRRR' , 'Y', 0 ,'2014-7-30',  Posted: 
♥♥♥이( GFWL) 제거됨 굿!' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Operhell' , 'Y', 0 ,'2014-9-2',  Posted: 
스캐어크로우 너무 무서움' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Tipy' , 'Y', 0 ,'2014-9-9',  Posted: 
첨엔 적응못해서 몇번포기했다가 결국엔딩봄
고든경감 근육을 보면 고든이 악당 잡는게 더 빠를듯' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Rozendaro' , 'Y', 0 ,'2012-7-18',  Posted: 
GOOD' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'LuckyBear' , 'Y', 0 ,'2014-9-21',  Posted: 
개인적으로는 아캄 시리즈 중 가장 재밌게 즐긴 게임
오픈 월드도 좋지만 저는 개인적으로 어드벤쳐성이 더 두드러진 이 쪽이 좋습니다. 추천!' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Rambo' , 'Y', 0 ,'2015-11-9',  Posted: 
아캄시티부터 해봐서 시스템이 익숙치 않았는데 재밌었음' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Lusik' , 'Y', 0 ,'2014-9-19',  Posted: 
충분히 재밌는 게임이나 아캄 시티가 너무나도 잘 만들어진 속편이기에 아캄시티의 후광에 가려지는 숨겨진 명작이다

아캄시리즈를 해본다면 무조건 발매한 순서대로 해볼 것을 추천한다

만일 시티나 오리진부터 시작하면 발전된 점들이 많아서 아캄 어사일럼이 상대적으로 재미없게 느껴질 것이다

이 게임에서 유일하게 불만이 하나 있다면 처음에 조커를 붙잡고 가는 부분이 스킵도 안되고 너무 쓸데없이 길다는 점

그래도 아캄시리즈의 스타트를 끊은 게임인 만큼, 아캄시리즈란 게임이 어떤 것인이 이 시리즈에서의 배트맨의 성향등을 파악하기에

이보다 적절한 게임은 없다' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '슬픈단잠' , 'Y', 0 ,'2015-11-16',  Posted: 
히어로 영화로도 대단한 작품이 나올 수 있다는 것을 보여준 것이 배트맨이었으며, 동시에 게임으로도 대단한 작품이 나올 수 있음을 보여 준 작품. 특히나 단순한 조작으로 엄청나게 화려한 액션을 하는 즐거움이 넘쳐남. 그 단순한 조작 속에서도 꽤 멋진 연출이 자연스럽게 펼쳐지는 시스템 자체가 너무나도 환상적! 적절한 육탄전, 그리고 상황에 따른 적절한 암살을 골고루 잘 섞어서 써야 하는 즐거움 또한 존재합니다.
배트맨 시리즈를 좋아하는 분들이라면 꼭 해보아야 할 게임.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Envy' , 'Y', 0 ,'2013-11-20',  Posted: 
이 게임의 장점을 하나 말하자면 배트맨을 몰라도 즐길수 있는 게임이다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'aburns' , 'Y', 0 ,'2011-12-28',  Posted: 
최고의 게임!!!!' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'xster' , 'Y', 0 ,'2014-1-5',  Posted: 
명불허전, 정식 한글화 안 된 것이 정말 안타깝다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Checka' , 'Y', 0 ,'2014-1-4',  Posted: 
Five stars.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Hilderion' , 'Y', 0 ,'2014-6-21',  Posted: 
정말 짱짱겜전 누벰에서 할인해서 샀습니다. 그런 ㅣ경험ㄹ치를 안주ㅏ네요 ㅠㅠ' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '김지' , 'Y', 0 ,'2014-6-22',  Posted: 
스팀 세일때 구매해서 하려고 하는데 손이 잘 안가네요' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'lovin74' , 'Y', 0 ,'2014-5-17',  Posted: 
...' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'KDraka' , 'Y', 0 ,'2014-5-17',  Posted: 
9/10
배트맨을 위한 액션 게임. 액션을 위한 배트맨 게임.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Memorise。' , 'Y', 0 ,'2014-5-8',  Posted: 
아캄 어사일럼 엔딩 봤습니다 일단 배트맨 자체가 타격감 오지고 액션 멋지네요 그리고 다양한 애들까지 등장하고 ㄷㄷ;; 아캄시티 부터 깨고 싶었는데 이건 싸게 산거라 ㄷㄷ;; 아캄시티 도 나중에 깨보고 싶습니다 !!' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Stefano Valentini' , 'Y', 0 ,'2014-1-28',  Posted: 
이게임 키보드로 하면 참재미를 모르고 패드로 해보세요 신세계' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'TTUTTO' , 'Y', 0 ,'2013-5-11',  Posted: 
몰입되는 스토리/타격감 넘치는 액션/적절한 퍼즐/다양한 전투 콤보' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'aburns' , 'Y', 0 ,'2011-12-28',  Posted: 
최고의 게임!!!!' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'xster' , 'Y', 0 ,'2014-1-5',  Posted: 
명불허전, 정식 한글화 안 된 것이 정말 안타깝다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Stefano Valentini' , 'Y', 0 ,'2014-1-28',  Posted: 
이게임 키보드로 하면 참재미를 모르고 패드로 해보세요 신세계' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'lovin74' , 'Y', 0 ,'2014-5-17',  Posted: 
...' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'KDraka' , 'Y', 0 ,'2014-5-17',  Posted: 
9/10
배트맨을 위한 액션 게임. 액션을 위한 배트맨 게임.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'siki7942' , 'Y', 0 ,'2014-4-16',  Posted: 
원래 영화말고 게임으론 관심이 전혀 없었습니다.
주변에 추천을 받아 해보니 완전 신세계 더군요
배트맨 시리즈를 처음 해보는데 아캄어사일럼->오리진->아캄시티 순서대로 플레이 할 예정입니다.
매우 만족스러웠습니다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Geralt' , 'Y', 0 ,'2011-4-23',  Posted: 
배트맨으로 만든 가장 재밌는 게임의 시작' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'J.KI' , 'Y', 0 ,'2014-12-21',  Posted: 
굿 명작입니다. 개인적으로 배트맨 시리즈중 제일 재미었던듯' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Telltale' , 'Y', 0 ,'2014-11-21',  Posted: 
아직 절반 정도밖에 끝내지 못했습니다. 스토리는 특별하지 않지만캐릭터 (특히 악당들) 하나하나의 특성들을 감안한 미션들이 재미를 더하고, 반복적일 수 있는 게임플레이에 매력을 더해줍니다. 배트맨을 육성할수 있는 옵션들도 꽤 있고, 맵 전체에 숨어진 챌린지, 오디오셋, 기타 수집품들을 감안했을때 아주 탄탄한 캠페인인것 같습니다. 버튼매싱 격투와 스텔스를 모두 사용할수 있어 좋고, 성우들의 목소리도 끝내줍니다. 추천!' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '삥뜯는천사' , 'Y', 0 ,'2015-7-26',  Posted: 
일단 키면 쭉 달리게 되는데
실행하기까지가 힘듬..

그정도의 게임~' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '다누' , 'Y', 0 ,'2015-6-30',  Posted: 
지인이 아캄나이트때문에 열받아있는걸 보고 무슨 게임인가 싶어서 라이브러리에 있길래 해보았는데 출시된지 오래된 것에 비해 그래픽도 좋고 재미도 있네요.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'smacker00' , 'Y', 0 ,'2015-6-16',  Posted: 
뭐라 해야할까 그냥 재미있다. 그런데 리들러 트로피는 귀찮다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '가르미안' , 'Y', 0 ,'2014-12-16',  Posted: ' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'redcool' , 'Y', 0 ,'2015-7-3',  Posted: 
스토리, 그래픽, 타격감 베리굿.. 추천함.. 근데 스캔모드 많이 하면 파크라이급의 멀미가 나서 손이 잘 안간 게임. 그래도 게임이 재미있어서 환불안하고 꾸역구역함. 대신 모니터를 좀 멀리두고 스캔모드가 필요한 리들러 수수께끼같은거는 공략보고 그냥 처리함' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'pakwonilboss' , 'Y', 0 ,'2015-7-3',  Posted: 
ㅇ오랫만에 다시 하는것인데 잼있다' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'MNsicer' , 'Y', 0 ,'2011-12-31',  Posted: 
배트맨팬이시라면 강추!! ㅋ' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'minsik0506' , 'Y', 0 ,'2015-6-19',  Posted: 
추천 재밌음' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Inquisitor' , 'Y', 0 ,'2015-9-8',  Posted: 
배트맨에 대해 거의 무지한 저 (코믹도 안봄) 에게 진입 장벽이 있었지만
스토리와 전투가 이 게임을 몰입하게 만들어주었네요.
필구!' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'No.36_Nomal Man' , 'Y', 0 ,'2014-12-9',  Posted: 
그래픽 준수하고 최적화도 잘 되었습니다.

플레이 방식도 상당히 재밌었습니다.

타격감도 찰지고요.

이를 기본으로 한 스토리도 상당히 매력적이었습니다.

각종 히어로물에 등장하는 이상적이다? 라고 느껴지는 히어로들과 달리
배트맨 자신도 정신이 온전치 못한 부분을 가지고 있음에도
수용소를 돌아다니면서 풀려난 정신병자?들을 소탕한다는 것이
왠지 아이러니 하다는 생각이 들기도 하고 완벽한 히어로가 아닌
현실적인 히어로인 것 같은 게 매력적이다 라는 생각도 들었습니다.


결론은 배트맨 아캄 어사일럼,
게임성과 스토리 모두 잘 잡은 게임이라고 생각합니다.


10/10' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'CheshireCow' , 'Y', 0 ,'2017-3-21',  Posted: 
이 모든 것은 아캄 나이트를 위하여' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '섭섭' , 'Y', 0 ,'2012-1-26',  Posted: 
두번해도 안아까운 게임. 후속작 빨리 해보고싶다' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'bong' , 'Y', 0 ,'2015-12-29',  Posted: 
다른건 몰라도리들러가 매우x같은 새kki라는것은그 누구보다도 자신있게 말할수 있었네요.
차라리 배트맨 포에버에서의 리들러가 더 정감가지....' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '불타는소쿠리' , 'Y', 0 ,'2015-12-24',  Posted: 
시리즈의 바람직한 시작.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Keji' , 'Y', 0 ,'2015-12-22',  Posted: 
리들러 챌린지만 없었으면 정말 좋았을 게임' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'ThinkPoint㉿' , 'Y', 0 ,'2015-12-28',  Posted: 
개졸잼
플레이 방식을 말하자면
싸우는게 좀 어려움
한대 맞아도 피가 훅훅담(보통)
그래서 좀 어려울 수 있음
근데 이 게임이 재밌는게 무쌍 + 암살이 됨
여러 도구로 막 해결하는것도 재밌음
근데 도구가 전투중엔 별 도움이 안된거같음
막 배트맨 날개하고 갈고리로 날라다니는것도 재미
어쨌건 플레이는 재미있음
플레이 타임도 길어서 좋은듯
스토리는 정말 깔끔하고 마음에 들음
뭐 사실 DC 배트맨 배경지식을 알아야 뭐가 좀 되기는 하지만
그건 게임 하는 내내 여러 비밀들로 DC캐릭터의 정보를 알 수 있음
엔딩도 역시 깔끔해서 맘에 들음
길찾기는 약간 헤맬순 있음
뭐 지도가 있어서 오랬동안 헤메지는 않았음
전체 맵은 별로 스케일이 크진 않는데 돌아다닐 데는 많음
문제는 리들러 퀘스트
그거 진짜 빡침.. 나중에 무기 다 얻고 깰수있는 비밀도 많고
한패를 해서 그런지는 모르지만 수수께끼를 거의 깨기가 힘듬
그 부분을 깨려면 공략좀 봐야될거같음
쨌든 오랬만에 정말 재밌는 게임이었음
개추

진행도 : 보통으로 엔딩봄
챌린지나 DLC같은거는 조금만 해봄
도전과제나 리들러 퀘스트는 다 하진 않음' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '아버' , 'Y', 0 ,'2015-12-27',  Posted: 
발단. 음... 배트맨 게임 처음인데..
전개. 그래픽 좋고! 타격감 좋고!
위기. 어쩐지 저기를 못가더니 이런게 필요했군..
절정. 아!엠!배!트!맨!
결말. 짱!핵!쎈!배!트!맨!' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'MOMA' , 'Y', 0 ,'2016-1-19',  Posted: 
차라리죽는 것이 더 낳을 정도로 악당들을 쥐어패는 배트맨!!
전신 불구가 됐을 죄수들에게 깊은 사과의 말씀을 올립니다' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'tori' , 'Y', 0 ,'2015-10-28',  Posted: 
역시 아캄 시리즈는 패드로 플레이 할 때 찰진 타격감이 굿b

도전과제도 달성하기 쉬운 편 (노가다 개리들러 빼고..)' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '슬픈단잠' , 'Y', 0 ,'2015-11-16',  Posted: 
히어로 영화로도 대단한 작품이 나올 수 있다는 것을 보여준 것이 배트맨이었으며, 동시에 게임으로도 대단한 작품이 나올 수 있음을 보여 준 작품. 특히나 단순한 조작으로 엄청나게 화려한 액션을 하는 즐거움이 넘쳐남. 그 단순한 조작 속에서도 꽤 멋진 연출이 자연스럽게 펼쳐지는 시스템 자체가 너무나도 환상적! 적절한 육탄전, 그리고 상황에 따른 적절한 암살을 골고루 잘 섞어서 써야 하는 즐거움 또한 존재합니다.
배트맨 시리즈를 좋아하는 분들이라면 꼭 해보아야 할 게임.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'BaJaKa' , 'Y', 0 ,'2015-10-31',  Posted: 
대작

그저 겜알못에겐 무조건구입을 추천(세일할때)' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Ezio Aditore Da Firanze' , 'Y', 0 ,'2014-7-26',  Posted: 
8.9/10' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Brain Frog' , 'Y', 0 ,'2014-10-9',  Posted: 
좋은 그래픽과 액션 조작감이 일품. 게다가 여러 악당들과의 보스전도 뛰어남. 단, 스토리 자체는 평범한 영웅물 스토리' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'unknownAI' , 'Y', 0 ,'2014-10-8',  Posted: 
역시 소문대로야 재목 부터 번역 하면 올해의 게임 애디션 정말로 그 영광을 가질만한 게임입니다
P.s: 3~4대 치고나면 갈비뼈 3개가 나가는 이 신기한 마술' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Kana?' , 'Y', 0 ,'2014-6-15',  Posted: 
5년전 게임이 맞나요 이거?' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'BlueLove' , 'Y', 0 ,'2014-9-30',  Posted: 
지금 해도 재밌는 명작이긴 하지만, 아캄시티나 오리진을 먼저 했던 사람이 이 게임을 하게 된다면 좀 답답하다는 느낌을 받을 수 있을 거 같네요. 전작에 비해 행동이나 무기들이 적은 편이라서 말이죠.
혹시나 구입하신다면 그 점 고려 바랍니다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Angry_HS_Candy' , 'Y', 0 ,'2014-9-25',  Posted: 
전작 아캄시티를 하고 나서 플레이를 했는데, 그 때문인지 콤보가 매끄럽게 연결이 안된다거나 볼륨이 부족하다거나, 나침반이 없어서 귀찮다거나 하는 것을 느낄 수 있었지만 아캄시티를 떼어놓고 평가하자면 매우 수작이다. 이런 전작의 기틀 덕에 아캄시티같은 훌륭한 명작이 나올수있지 않았나 싶다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '파늑' , 'Y', 0 ,'2014-9-25',  Posted: 
배트맨의 영원한 어그로 맞다이 조커와 그의 쪼다 친구 여럿 나오면서 배트맨을 물먹이는 게임입니다. 별로 인기도 없고 볼품도 없는 악당들이 나와 킬딸도하고 팀킬도 하는 모습을 볼수잇는데요. 영원한 약쟁이 스케어크로우와 그의 마약친구 베인 그리고 렛미인을 권유해야할것같은 킬러크록 아토피가 심한 자즈 등 개성많은 여러 악당들이 등장하여 찰지게 때려주는 재미가잇습니다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '오뎅장수' , 'Y', 0 ,'2014-9-29',  Posted: 
스토리, 액션, 그래픽 모두다 만족스러운 게임입니다.

중간중간 들어간 퍼즐같은 요소도 즐길 수 있고 코믹스의 탐정 배트맨을 느낄 수 있는것도 굿.

다만 처음하시는 분들은 게임 초반부터 리들러에 목매지 않으셔도 됩니다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'ENENENENEN' , 'Y', 0 ,'2014-10-11',  Posted: 
재밌음!' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Rogo(군대감)' , 'Y', 0 ,'2015-5-24',  Posted: 
장점 : 배트맨과 빌런들의 케미스트리, 컨텐츠의 양, 창의적인 게임플레이 방식
단점 : 전략의 부재, 같은 패턴의 적들, 시시한 최종 보스전

평점 : 7/10' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Ryouna' , 'Y', 0 ,'2015-5-31',  Posted: 
30% 정도 깼는데 잼잇어여' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'sex master' , 'Y', 0 ,'2015-1-4',  Posted: 
명작이지만, 뭔가 2프로 아쉬운 작품' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'kyusik11' , 'Y', 0 ,'2015-1-1',  Posted: 
good~' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'jun5578' , 'Y', 0 ,'2014-12-29',  Posted: 
it''s real good game.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '마스터 Wii' , 'Y', 0 ,'2013-5-4',  Posted: 
깔끔하고 재밌는 액션 어드벤쳐 게임' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'OxyGerm' , 'Y', 0 ,'2014-12-2',  Posted: 
단순하고 집중하기 쉬운 스토리 , 시원한 액션. 군더더기 없는 단백한 게임이다.

길찾기 좀 힘들다는것 빼면 훌륭한 게임.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'J.KI' , 'Y', 0 ,'2014-12-21',  Posted: 
굿 명작입니다. 개인적으로 배트맨 시리즈중 제일 재미었던듯' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '양귀비' , 'Y', 0 ,'2014-12-17',  Posted: 
진짜 재밋어요!! 추천합니다 근데 배트맨아 ㅠㅠ 총든넘들은 너 죽일려고 하는데 너도 그만 때리고 죽이자' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'SIN' , 'Y', 0 ,'2015-1-1',  Posted: 
[장점]
- 죽여주는 타격감과 격투액션. 배트맨의 탐정적인 특성상
잠입게임이 될수도 있는데 구성을 무척 잘짜놓은 느낌.
- 언리얼 엔진 특유의 색감을 잘 살린 세계관 구축
- 간결하고 단순한 업그레이드와 시스템
- 코믹스 내 각종 빌런들을 활용한 보스전과 게임구성



[단점]
- 스토리가 아예 없다고 봐도 무방. 배트맨의 탐정적인 면모를
발휘하기 위해 넣은 설정들이 좀 보임.
- 베인을 필두로 ''타이탄''이란 전투시스템이 반복플레이다 보니
후반가면 약간 지루. 그래도 겁나 타이탄만 나오면 겁나 어려워서 만족.

--------------------------------------------------------------------------

평가 : ★★★★

매우 잘 만든 격투 액션 게임. 배트맨이란 캐릭터를 가장 잘 활용한 게임.
노말모드부터 좀 어렵긴 하지만 최적화도 좋고 구성이 야무지다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'TTUTTO' , 'Y', 0 ,'2013-5-11',  Posted: 
몰입되는 스토리/타격감 넘치는 액션/적절한 퍼즐/다양한 전투 콤보' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Horoloro TJ' , 'Y', 0 ,'2014-2-22',  Posted: 
god-dam GFWL !!!

Blown up my saved file !!!

OMG...' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'O.R.E' , 'Y', 0 ,'2013-6-28',  Posted: 
그냥 명작 더이상의 설명은 필요없다' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Conker' , 'Y', 0 ,'2011-2-26',  Posted: 
하는 내내 배트맨의 세계관에 매매료되고 연출에 놀라며 끝나지 않길 바라게 되는 몇 안돼는 게임!' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'MADAO' , 'Y', 0 ,'2014-2-25',  Posted: 
장점
캐릭터를 잘 살려준 성우분들께 일단 감사
효과적으로 잘 표현된 그래픽
찰진 사운드,배트 장비를 활용한 게임진행이나 전체적으로 훌륭한 게임성
좋은 연출


단점
스케어 크로우 대면시 거지같은 조작성
전체적으로 산만한 감이 없잖아 있음
전투시에도 조작할때 애먹는점이 없잖아 있음


추천합니다' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '(^ (00)^) ))~' , 'Y', 0 ,'2014-2-27',  Posted: 
두번째 작품인데 전작인 아캄시티보다 조금 부족한느낌..

그래도 전작만큼이나 재밋게 즐겻던거 같다' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'renual' , 'Y', 0 ,'2014-3-4',  Posted: 
장점 : 타격감. 스토리. 배트맨임
단점 : 계속 시커먼 화면으로 보는게 시름.

7/10' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Geralt' , 'Y', 0 ,'2011-4-23',  Posted: 
배트맨으로 만든 가장 재밌는 게임의 시작' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'aburns' , 'Y', 0 ,'2011-12-28',  Posted: 
최고의 게임!!!!' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Stefano Valentini' , 'Y', 0 ,'2014-1-28',  Posted: 
이게임 키보드로 하면 참재미를 모르고 패드로 해보세요 신세계' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'everybodyfit' , 'Y', 0 ,'2015-6-16',  Posted: 
배트맨 시리즈의 시작. 한번하면 빠져드는 스토리' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '키포즈' , 'Y', 0 ,'2015-6-16',  Posted: 
배트맨 아캄 시리즈의 시작인 작품으로 세월이 꽤나 흘렀지만 재미는 보증할수 있는 게임이다.

영문판이지만 한글화를 통해 진행할 수 있기에 언어에 대한 부담감은 없고

게임패드를 플레이를 해본 느낌은 액션에 대한 조작감도 훌륭하고 모션 자체도 자연스러웠다.

아캄수용소/아캄시티/오리진까지 할인마 발동될 때 구입하여 즐겨볼 것을 추천한다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'J.KI' , 'Y', 0 ,'2014-12-21',  Posted: 
굿 명작입니다. 개인적으로 배트맨 시리즈중 제일 재미었던듯' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '마스터 Wii' , 'Y', 0 ,'2013-5-4',  Posted: 
깔끔하고 재밌는 액션 어드벤쳐 게임' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'kyusik11' , 'Y', 0 ,'2015-1-1',  Posted: 
good~' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'sex master' , 'Y', 0 ,'2015-1-4',  Posted: 
명작이지만, 뭔가 2프로 아쉬운 작품' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'jun5578' , 'Y', 0 ,'2014-12-29',  Posted: 
it''s real good game.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'CSH153' , 'Y', 0 ,'2015-2-4',  Posted: 
부드러운 액션에 적절한 스토리, 콤보로 애들 눕히는 재미 그리고 끝나고 맵애서 하는 소일거리 등등..

아캄시티도 해보고 싶은데 아직 쩐이 없어서..' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'SIN' , 'Y', 0 ,'2015-1-1',  Posted: 
[장점]
- 죽여주는 타격감과 격투액션. 배트맨의 탐정적인 특성상
잠입게임이 될수도 있는데 구성을 무척 잘짜놓은 느낌.
- 언리얼 엔진 특유의 색감을 잘 살린 세계관 구축
- 간결하고 단순한 업그레이드와 시스템
- 코믹스 내 각종 빌런들을 활용한 보스전과 게임구성



[단점]
- 스토리가 아예 없다고 봐도 무방. 배트맨의 탐정적인 면모를
발휘하기 위해 넣은 설정들이 좀 보임.
- 베인을 필두로 ''타이탄''이란 전투시스템이 반복플레이다 보니
후반가면 약간 지루. 그래도 겁나 타이탄만 나오면 겁나 어려워서 만족.

--------------------------------------------------------------------------

평가 : ★★★★

매우 잘 만든 격투 액션 게임. 배트맨이란 캐릭터를 가장 잘 활용한 게임.
노말모드부터 좀 어렵긴 하지만 최적화도 좋고 구성이 야무지다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Telltale' , 'Y', 0 ,'2014-11-21',  Posted: 
아직 절반 정도밖에 끝내지 못했습니다. 스토리는 특별하지 않지만캐릭터 (특히 악당들) 하나하나의 특성들을 감안한 미션들이 재미를 더하고, 반복적일 수 있는 게임플레이에 매력을 더해줍니다. 배트맨을 육성할수 있는 옵션들도 꽤 있고, 맵 전체에 숨어진 챌린지, 오디오셋, 기타 수집품들을 감안했을때 아주 탄탄한 캠페인인것 같습니다. 버튼매싱 격투와 스텔스를 모두 사용할수 있어 좋고, 성우들의 목소리도 끝내줍니다. 추천!' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'NameIs' , 'Y', 0 ,'2010-12-19',  Posted: 
최근 플레이 한 게임중에서 가장 재밌게 플레이 했습니다. 패드로 플레이하는것을 적극 추천합니다. 아캄 시티가 기다려지는군요.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Horoloro TJ' , 'Y', 0 ,'2014-2-22',  Posted: 
god-dam GFWL !!!

Blown up my saved file !!!

OMG...' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'O.R.E' , 'Y', 0 ,'2013-6-28',  Posted: 
그냥 명작 더이상의 설명은 필요없다' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'MADAO' , 'Y', 0 ,'2014-2-25',  Posted: 
장점
캐릭터를 잘 살려준 성우분들께 일단 감사
효과적으로 잘 표현된 그래픽
찰진 사운드,배트 장비를 활용한 게임진행이나 전체적으로 훌륭한 게임성
좋은 연출


단점
스케어 크로우 대면시 거지같은 조작성
전체적으로 산만한 감이 없잖아 있음
전투시에도 조작할때 애먹는점이 없잖아 있음


추천합니다' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '(^ (00)^) ))~' , 'Y', 0 ,'2014-2-27',  Posted: 
두번째 작품인데 전작인 아캄시티보다 조금 부족한느낌..

그래도 전작만큼이나 재밋게 즐겻던거 같다' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Stefano Valentini' , 'Y', 0 ,'2014-1-28',  Posted: 
이게임 키보드로 하면 참재미를 모르고 패드로 해보세요 신세계' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Geralt' , 'Y', 0 ,'2011-4-23',  Posted: 
배트맨으로 만든 가장 재밌는 게임의 시작' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'aburns' , 'Y', 0 ,'2011-12-28',  Posted: 
최고의 게임!!!!' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'xster' , 'Y', 0 ,'2014-1-5',  Posted: 
명불허전, 정식 한글화 안 된 것이 정말 안타깝다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Checka' , 'Y', 0 ,'2014-1-4',  Posted: 
Five stars.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'GON' , 'Y', 0 ,'2015-1-13',  Posted: 
처음 접했을땐 몇시간 안하다가 지웠었는데 다시 해보니까 정말 재밌네요

타이밍만 맞춰서 공격버튼 누르고 반격버튼 누르고 회피하고 하니 많이 어렵지도 않고

액션도 호쾌하고 거기다가 악당들도 전부 다 개성이 강해서 그 점도 흥미롭습니다' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'ChocoPie' , 'Y', 0 ,'2014-12-20',  Posted: 
다소 충격을 준 배트맨 시리즈의 첫 고퀄리티 작품이다. 무엇보다, 전투가 스피드하면서도, 쉽고, 진행속도 또한 빠르고, 중간중간 등장하는 보스또한 놀라움을 주기도한다. 추천한다' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '잔잔' , 'Y', 0 ,'2014-12-20',  Posted: 
재밌음' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '양귀비' , 'Y', 0 ,'2014-12-17',  Posted: 
진짜 재밋어요!! 추천합니다 근데 배트맨아 ㅠㅠ 총든넘들은 너 죽일려고 하는데 너도 그만 때리고 죽이자' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Sengahiku' , 'Y', 0 ,'2015-3-20',  Posted: 
스퀘어에닉스에서 내놓은 첫 배트맨 게임인데 최적화나 액션,타격면에서 굉장히 잘 만들어졌음.
아캄시티와 더블어 메타스코어 90점대인걸 보면 명작이라고 볼 수 있음.
dc코믹스를 싫어하더라도 게임을 하게 되면 좋아하게 되는 게임.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'ihy0070' , 'Y', 0 ,'2015-3-6',  Posted: 
ㅎ' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'AstralTrooper' , 'Y', 0 ,'2015-1-30',  Posted: 
현재 발매된 아캄 3부작중 첫번째에 해당하는 게임입니다.
제법 오래된 게임이지만, 배트맨 특유의 어두운 분위기와 스타일리쉬한 게임 진행으로
지루할 틈을 느끼기 어렵습니다.

아캄 어사일럼 이라는 한정된 배경에서 플레이 하게되어 답답하지 않을까
싶었지만, 생각보다 넓은 맵을 자랑합니다.

키보드 보다는 엑박 패트로 하는것을 강추합니다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'bub·ble' , 'Y', 0 ,'2015-1-25',  Posted: 
이제껏 해본 히어로물 중에 가장 명작!!!' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '사인팽' , 'Y', 0 ,'2014-12-23',  Posted: 
졸개들 때려잡는 재미로는 이거 따라올만한게 없다.

그런데 보스전이 너무 구림...... 특히 최종보스 개실망' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '잭두' , 'Y', 0 ,'2011-2-16',  Posted: 
길거리 패싸움 종결자 배트맨' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '레스로치' , 'Y', 0 ,'2011-6-30',  Posted: 
나름 재미있었음. 난이도도 있고
그런데 자주하기에는 힘든게임 ㅎ
추천해볼만함.
하지만 한번 깨고 안하실분들은 비추
싱글 게임이기 때문에 ㅇ' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'NameIs' , 'Y', 0 ,'2010-12-19',  Posted: 
최근 플레이 한 게임중에서 가장 재밌게 플레이 했습니다. 패드로 플레이하는것을 적극 추천합니다. 아캄 시티가 기다려지는군요.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'softinus.com- SpaceTrader' , 'Y', 0 ,'2011-12-23',  Posted: 
화려한액션에 잠입요소와 퍼즐요소 추리요소 많은 것들을 짬뽕하면 보통 게임의 정체성이 몰락하는데 요건 잘 조합되어 있는 느낌이다. 유저한글패치도 버그 없는 버전이 나와있다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'OxyGerm' , 'Y', 0 ,'2014-12-2',  Posted: 
단순하고 집중하기 쉬운 스토리 , 시원한 액션. 군더더기 없는 단백한 게임이다.

길찾기 좀 힘들다는것 빼면 훌륭한 게임.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Monoa' , 'Y', 0 ,'2014-11-28',  Posted: 
찰진 손맛' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'ihy0070' , 'Y', 0 ,'2015-3-6',  Posted: 
ㅎ' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'CSH153' , 'Y', 0 ,'2015-2-4',  Posted: 
부드러운 액션에 적절한 스토리, 콤보로 애들 눕히는 재미 그리고 끝나고 맵애서 하는 소일거리 등등..

아캄시티도 해보고 싶은데 아직 쩐이 없어서..' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '엔딩을 보자' , 'Y', 0 ,'2015-2-1',  Posted: 
처음 액션에 살짝 적응이 필요 하지만그것만 지나치면 쉬우면서도 빠르고 깊이 있는 액션이 됨니다퍼즐은 1-2 군데 빼고는 쉽고난이도는 전반적으로 중하 정도 강력 추천' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'AstralTrooper' , 'Y', 0 ,'2015-1-30',  Posted: 
현재 발매된 아캄 3부작중 첫번째에 해당하는 게임입니다.
제법 오래된 게임이지만, 배트맨 특유의 어두운 분위기와 스타일리쉬한 게임 진행으로
지루할 틈을 느끼기 어렵습니다.

아캄 어사일럼 이라는 한정된 배경에서 플레이 하게되어 답답하지 않을까
싶었지만, 생각보다 넓은 맵을 자랑합니다.

키보드 보다는 엑박 패트로 하는것을 강추합니다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'SilverGrim' , 'Y', 0 ,'2014-12-4',  Posted: 
당신은 이제부터 고담의 배트게이가 됩니다.

아캄수용소. 그야말로 고담의 온갖 미치광이들을 모은 감옥이죠.
당신을 포함해서요. (웃음)

왜 범죄자 잡는 배트게이를 미치광이 취급하냐고요?
한밤중에 전신 타이즈에 가면을 쓰고 하늘을 날아다니는 사람.
언제나 등뒤에서 나타나 등뒤에서 조용히 사라지는 사람.

그게 왜 문제냐고요? 그렇다면 당신도 수용소 행입니다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'hoyakim' , 'Y', 0 ,'2014-6-7',  Posted: 
배트맨 아캄시리즈의 시작 굿굿~' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'lovin74' , 'Y', 0 ,'2014-5-17',  Posted: 
...' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'KDraka' , 'Y', 0 ,'2014-5-17',  Posted: 
9/10
배트맨을 위한 액션 게임. 액션을 위한 배트맨 게임.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'erius91' , 'Y', 0 ,'2014-5-30',  Posted: 
가장 처음으로 접해본 배트맨 시리즈. 시작부터 끝까지 다른 게임은 못잡았다. 이만한 타격감을 가진 게임은 처음 접해봤다. 결국 100% 클리어. 스토리도 좋다. 배트맨은 뭐, 아는게 하나도 없었는데 게임 진행하면서 여러가지 정보가 모이다보니 꽤나 재미있었다. 문제는...리들러가 문제지...' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'renual' , 'Y', 0 ,'2014-3-4',  Posted: 
장점 : 타격감. 스토리. 배트맨임
단점 : 계속 시커먼 화면으로 보는게 시름.

7/10' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Conker' , 'Y', 0 ,'2011-2-26',  Posted: 
하는 내내 배트맨의 세계관에 매매료되고 연출에 놀라며 끝나지 않길 바라게 되는 몇 안돼는 게임!' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '[Bot]Noob' , 'Y', 0 ,'2014-4-13',  Posted: 
뱃신 시리즈중 첫작입니다.
2014년 4월기준으로 봐도 멋진 그래픽을 보여주며, 각각의 캐릭터들의 개성을 듬뿍 넣어줬다는 장점이 있습니다만,

의외로 메인스토리 플레이는 약간 불친절한것이 단점으로
장점이 어느정도 쌈싸드실수 있는 단점입니다.

아캄 오리진 사느니 이걸 더 권해드립니다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'ragnus' , 'Y', 0 ,'2014-8-18',  Posted: 
배트맨을 좋아한다면 추천합니다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'GRRR' , 'Y', 0 ,'2014-7-30',  Posted: 
♥♥♥이( GFWL) 제거됨 굿!' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '?HEROζ' , 'Y', 0 ,'2014-11-10',  Posted: 
배트맨? 그냥 좋다 무조건 사서 해 그냥 사라고 배트맨이 좋으면 그냥사' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '태연남편' , 'Y', 0 ,'2014-11-6',  Posted: 
언차티드, 어세신 크리드 시리즈에 흥미를 느꼈던 유저라면 만족하실 것!' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'shoner29' , 'Y', 0 ,'2014-10-31',  Posted: 
이제 절반 쯤 진행한 듯 하지만 평가가 너무 쓰고 싶어서 먼저 씀.
진짜 완전 대박 재미있습니다.
그래도 근접 전투가 난이도가 좀 쉬우니까 10점만점에 9점' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'kodomozx' , 'Y', 0 ,'2014-11-5',  Posted: 
생각외로 짧은 것만 빼면 아주 좋은 게임. 좀 더 많은 빌런이 나왔었더라면 하는 아쉬움이 남음.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'ENIGMA' , 'Y', 0 ,'2014-12-5',  Posted: 
히어로 장르의 게임에 대해 부정적인 인식이 있었던 사람들도 이 게임은 대단하다고 느낄 것' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'sjin6720' , 'Y', 0 ,'2014-12-5',  Posted: 
egf' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'J.M' , 'Y', 0 ,'2015-11-27',  Posted: 
당시에는 혁명이었을 게임
싸움이 쉬워서 좋았음
배트맨 팬이 아니어도 충분히 재밌게 할 수 있는 게임' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'HayPoong' , 'Y', 0 ,'2015-11-30',  Posted: 
??? : 머리를 박살냈지만 죽이진 않았다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Zvezda' , 'Y', 0 ,'2015-12-16',  Posted: 
찰진 손맛, 높은 몰입도. 정말 최고의 게임입니다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'commang2ya' , 'Y', 0 ,'2017-3-21',  Posted: 
배트맨은 특별한 초능력이 없기 때문에 이리 구르고 저리 구르고 고생하지만 그보다 악당이 더 불쌍한 게임입니다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'RizeWave' , 'Y', 0 ,'2015-12-8',  Posted: 
요즘 플레이해도 상당한 퀄리티를 보여주는 어사일럼입니다.
특히 중후반 나오는 스케어크로우의 이벤트는
어사일럼 연출력의 백미라 할 수 있죠.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'DarkHero' , 'Y', 0 ,'2012-6-28',  Posted: 
아캄 시티의 전작
배트맨 게임들 중에는 아캄시티와 더불어 가장 잘 만든거 같다.
패드로 해야 게임을 제대로 즐길수 있다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Uneed2Sleep' , 'Y', 0 ,'2016-2-6',  Posted: 
굿굿' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'DarthHomer' , 'Y', 0 ,'2011-12-28',  Posted: 
허 아직도 안해봤다고? 당장 즐겨보라구!!! play!!!now!!!' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Backs_Bexton' , 'Y', 0 ,'2016-2-7',  Posted: 
닥치고 사라.
나에게 이것은 배트맨 입덕 계기였다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Samir Duran' , 'Y', 0 ,'2016-2-21',  Posted: 
배트맨 본건 아닌데

게임 재밌는거 인정합nida' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'limekeeper' , 'Y', 0 ,'2016-3-1',  Posted: 
[장점]
여러 무기들을 이용한 다이나믹한 플레이.
시원한 타격감.
적당한 난이도의 퍼즐.
이야기도 풍성하다.

[단점]
공격 중 캔슬하면서 방어할 수 있는 동작이 안되는게 아쉽다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'specialpro7' , 'Y', 0 ,'2016-2-29',  Posted: 
정말 재밌는게임 적극추천함!' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'theSkullsCurse' , 'Y', 0 ,'2016-2-29',  Posted: 
뱃신은 닥추' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Dev.K' , 'Y', 0 ,'2016-2-20',  Posted: 
구입하고 오래 묵혀두다가 시작했다.
어사일럼 끝내고 너무 재밌어서 1회차 후 바로 시티, 오리진
으로 계속 플레이 했다. goty를 휩쓸만한 명작이다.
스토리 좋다. 배트맨을 영화로만 접했지만 더욱 깊이 있는
스토리를 느낄 수 있었다. 원작의 어마어마한 스케일도
짐작케 한다. 전투도 진행 할 수록 정성껏 ''잘'' 싸워야하는
손맛이 일품이다. 이후 시리즈의 서막 으로 더할 나위 없이
만족하며 플레이 했다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '신동근' , 'Y', 0 ,'2016-2-16',  Posted: 
장점 ::
- 대체적으로 잘 만든 것 같음. 스토리나 연출이나.
- 중반부와 중후반부 스케어크로우 연출이 고전적인 미니게임식 연출인 듯 하면서도 나름대로 공포스러운 연출과 사운드 등이 만족스러웠음.
- 잡몹들 뚜까 패는 소리와 타격감이 일품임. 한 8콤보 쯤 넘어가면 몸 움찔거리며 혼신을 담아 공격하는 나를 발견할 수 있음.
- 특히나 후반부 들어가기 시작하면서 나오는 연출은 가히 참신하고 웃길 정도. 인트로 영상을 참고해 만들어서 첨엔 순간 게임이 리셋 먹기라도 한 줄 알았음ㅋㅋㅋ


단점 ::
- 맵이 전체적으로 뭔가 약간 녹색이 많이 끼어 있어서 가끔 왠지 거부감이 듦. 조커가 메인 빌런이라 녹색을 많이 강조한 거라 치면 되겠지만 그래도 자주 보다보면 거부감이 듦.

- 중간중간 프레임 급락이 매우 심함.
두 번째 스케어크로우 대전 전후로 프레임이 매우 급락함. 평소 60프레임 유지하며 잘 나오다가 이 구간대에서 12~30프레임밖에 안 나옴. 문제는 세 번째 스케어크로우였는지 그 사이 어느 중간즈음에서도 계속 이름.
또, 중후반부 인트로영상 참고해 만든 약빤 컷씬 들어가기 전 도입부에서도 화면이 막 tv나 모니터 맛간듯한 장면연출이.. 연출상 고의적으로 그렇게 한걸진 몰라도.. 프레임마저 12~19로 급락하는건 대체.. 정말 버그 먹고 게임 초기화 된 줄 알았다.

- 적을 하나하나 조용히 처리해야하는게 배트맨의 은닉&습격식 공격 특성을 잘 살린 것 같아 처음에는 감탄했으나, 나중에는 또야? 하는 마음이, 후반부에는 속이 부글부글 끓음. 장점이자 동시에 최악의 단점.

- 초반부 잦은 멈춤..으로 인한 강제종료..
이건 유저 한글패치 자체의 고질적인 문제라고 들어서 그러려니 함.


총평 8/10' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'rnjsguscks75' , 'Y', 0 ,'2016-1-27',  Posted: 
아캄시리즈의 시작이니만큼 탄탄한 스토리라인에 게임구성이 참 알차네요 ㅋㅋ 굿굿 좋습니다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'starquake' , 'Y', 0 ,'2016-1-24',  Posted: 
아캄 버스의 첫번째 작품. 예전 게임이라 그런지 그래픽이 만화같은 느낌은 있지만 스토리라인도 잘 짜여있고 역시 타격감도 훌륭합니다. 아캄 시티도 기대되는군요.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'JeongBi' , 'Y', 0 ,'2016-2-13',  Posted: 
인터뷰 구하기 너무힘들당 그래도 꿀잼!!' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'f.y tiger' , 'Y', 0 ,'2016-2-13',  Posted: 
이런 류의 게임을 처음 접하는 저로서는 약간 어색하기도 했도 어렵기도 했습니다하지만 영화같은 연출과 재미있는 스토리는 처음하는 사람들 또한 게임속으로 빠져들수 있게 할 만한 매력이 충분 했다고 봅니다.처음하는 사람이 쉽게 사용 할 수 없는 조작방법은 약간 아쉽기는 하지만매트맨을 좋아하고 영화같은 연출과 재미있는 이야기를 원하시는 분이 라면 한번 쯤은꼭 플레이 해볼만한 게임이라고 생각 합니다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Lauren Mayberry' , 'Y', 0 ,'2016-2-13',  Posted: 
할리퀸 하트.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'ZZUMZZUM BUG' , 'Y', 0 ,'2016-2-7',  Posted: 
말이필요한가' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '정기윤' , 'Y', 0 ,'2014-4-25',  Posted: 
다른영웅과 다르게 사실적이다 나는 아이어맨처럼 단단할줄알았는데몸이 약하지는않지만 바람구멍이 잘난다플레이에 은근히 제약이 있다리들리트로피? 그거 구하기 너무힘들다' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'zeak1004' , 'Y', 0 ,'2016-9-20',  Posted: 
굿' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Reuenthal' , 'Y', 0 ,'2016-9-21',  Posted: 
아캄버스의 데뷔작이자 전설의 시작

일단 지르고 플레이하라

10/10' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Dr.SeReNDiPiTY!' , 'Y', 0 ,'2016-9-24',  Posted: 
배트맨 아캄 시리즈의 기념비적인 첫 작인 배트맨 아캄 어사일럼(아캄 수용소)입니다.

발매한지 벌써 6년이나 지났지만 언리얼 3엔진을 사용하여 그래픽 측면으로는 아직까지도 크게 흠잡을데 없고 프리 플로우(Free flow)라 불리우는 당시로서는 매우 획기적인 아캄 시리즈 특유의 시원시원한 전투 메커니즘이 적용되어 전투도 쉽게 진행 할수 있으며 중간중간 은밀하게 총든 적을 하나하나 처리 할때의 긴장감,전략성 그리고 뛰어난 레벨 디자인 등 명작의 빛은 전혀 바래지 않았습니다.

또한 무엇보다도 좋았던게 바로 배트맨 TAS와 NBA의 성우들을 그대로 고용하여 전혀 위화감 없는 연기를 하는 점 또한 +요소 라고 볼수있겠네요.

당시 저 애니메이션들을 보고 자란 필자로서는 그 어린시절의 동경하던 배트맨이 된 기분이었습니다.
그 때의 동심을 다시 되살려준 락스테디 스튜디오 에게 감사를 표할 길 밖에 없겠네요.

다만,굳이 단점을 꼽자면 빈약한 보스전과 사람에 따라선 상당히 짜증날수도 있는 리들러 챌린지가 있겠군요.
하지만 게임을 2번동안 하는 동안에 억지로 찾은 단점은 저게 전부 입니다.
심지어 사람에 따라선 별로 개의치 않는 부분이기도 하죠.

특히 저는 오히려 남들이 더 높게 쳐준다는 아캄시티 보다도 더 높이 쳐주는 작품입니다.
아캄시티는 플레이 하면서 지랄맞은 리들러 챌린지와 과도하게 넓어진 맵 때문에 스토리가 다소 산만하게 느껴진 점이 있기에 오히려 다소 선형적인 면이 있지만 그만큼 스토리에 집중할수 있는 이 작품이 더 맘에 들더군요.

이외에도 장점은 무척 많지만 그걸 다 설명하기엔 너무 글이 길어질거 같군요.
제가 마지막으로 말씀드리고 싶은건 만약 당신이 배트맨에 관심이 있다면 다른 리뷰를 볼 필요도 없이 바로 사서 플레이 해보라는겁니다.
모두 배트맨이 되어서 배트맨 처럼 행동하고 배트맨 처럼 생각해보자고요!' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'qjatlr0109' , 'Y', 0 ,'2017-6-29',  Posted: 
처음부터 스토리 이해하고 싶어서 시티말고 어사일럼부터 시작했는데 그래픽도 지금기준으로봐도 그렇게 나쁘지 않고 재밌네염' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'P!nky' , 'Y', 0 ,'2017-7-1',  Posted: 
정말 하고싶은 겜이였는데 잼께하고있음' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'caveira' , 'Y', 0 ,'2017-6-20',  Posted: 
아캄시티만 몇년전에 구매해서 소장하고있다가 최근에 다시 플레이를 했는데 스토리가 너무 잼있고 좋아서 찾아보니 프리미엄 에디션이 있길래 구매했더니 아캄시리즈 전부 를 소장 할수있게 됐고 순서대로 즐겨볼려고 어사일럼을 플레이 했는데 역시 스토리 정말 잼있고 좋습니다 나온지 꽤 된 작품이지만 그래픽도 개인적으론 시티랑 비슷하고 나쁘지 않고 괜찮습니다 ㅎㅎ' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'THEGAME' , 'Y', 0 ,'2017-7-3',  Posted: 
GOOD GAME' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Endia' , 'Y', 0 ,'2017-7-3',  Posted: 
찰진 타격감과 쩌는 콤보의 맛을 느끼고 싶으시다면 죽기전에 꼭 해보세요' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'onbae' , 'Y', 0 ,'2017-7-7',  Posted: 
스팀평가 압도적긍정적,
메타크리틱 90점 이상 평가

모두가 Yes라 말할때 No라고 하고싶지만
이게임은 Yes임' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'fromjs' , 'Y', 0 ,'2017-7-7',  Posted: 
재미는 있는데 손이 잘 안가서 1년 만에 클리어 한거 같아요.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '프로노트북러' , 'Y', 0 ,'2017-7-12',  Posted: 
아캄시티를 먼저해서 도구에 대한 답답함은 조금 있지만 역시 고티겜인만큼 재미와 타격감은 보장합니다!' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'MINT' , 'Y', 0 ,'2017-7-6',  Posted: 
그냥 그럭저럭...' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Conspiring Raccoon' , 'Y', 0 ,'2013-11-17',  Posted: 
전설의 시작.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'dltmdgns' , 'Y', 0 ,'2016-3-30',  Posted: 
배트맨 개간지보소...' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'GOGILDONG' , 'Y', 0 ,'2016-3-25',  Posted: 
액션이 아주 찰지며 빌런도감 보는 재미가 쏠쏠하다.

단점은 이동하는게 매우 짜증난다는점..

길찾는것도 짜증난다

가격이 매우 저렴하여 구매해도 손해는 안본다' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'hmhmboy' , 'Y', 0 ,'2016-4-21',  Posted: 
good' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'ohnoJD' , 'Y', 0 ,'2016-4-24',  Posted: 
I love it. :)' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'GuNgNir' , 'Y', 0 ,'2013-2-27',  Posted: 
캐릭터 게임의 한계를 넘어섰다는 평가는 괜히 나온게 아니다.
배트맨이라는 캐릭터를 잘 살렸으며, 게임으로서의 완성도도 높다.
잠입, 전투, 암살, 퍼즐이 각각의 완성도가 높고 비중이 비슷하다.
개인적으론 전투가 가장 재미있었다.
또한, 게임의 엔딩이후에도 수집, 첼린지 등의 즐길거리가 준비되있다.

평점 9 / 10점' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Drrrrrrream' , 'Y', 0 ,'2016-9-7',  Posted: 
가장 첫번째 시리즈인만큼꽤나 기합이 잘들어간 게임입니다

히어로장르에 거부감이 없다면 추천드립니다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'coep1234' , 'Y', 0 ,'2016-9-5',  Posted: 
10시간만에 클리어!! 나온지 시간이 꽤나 지난 작품임에도 불구하고 크게 불편하지 않은 그래픽,베트맨의 시원시원한 타격감 돈이 아깝지 않다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'eitsgame' , 'Y', 0 ,'2016-9-8',  Posted: 
타격감 괜찮고 스토리 나쁘지 않음. 아이템 수집이 어려운 단점이 있어 스토리만 진행하길 권장함

Impact feel fine and not too bad story. Items collected difficulties.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Red_Poppy' , 'Y', 0 ,'2016-4-20',  Posted: 
배트맨 게임 시리즈의 시작.
전투 시스템은 입문하기 쉽지만 마스터하기엔 어렵게 잘 짜여져 있다.
또한 단순히 전투만 잘 하면 되는 것이 아니라 다양한 난이도의 퍼즐을 풀 수 있는 머리굴림과 끈기도 필요하기 때문에
도전의식을 적절히 잘 불러일으키는 듯하다.
그리고 플레이하는 과정에서, 매력적인 빌런들의 스토리도 자연스럽게 알 수 있다.
참고로 나에게는 ''배트맨 게임''이 아니라 ''배트맨'' 그 자체에 입문하게 한 작품.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'woosaking' , 'Y', 0 ,'2017-4-1',  Posted: 
Product received for free

아캄 어사일럼 고티를 플레이하는데 나름 자유도가 있어서 숨겨진 것들을 찾는 재미도 있었다. 할 게임이 좀 쌓여 있는 관계로 진득하게 찾진 않고 트로피 60% 안에 캐릭터 뭐시기는 73%로 엔딩을 볼 수 있었다. 배트맨하면 조커하고 펭귄 정도만 알던 나에게 여러 빌런을 알 수 있는 계기가 되었고 중간에 질리지 않고 계속 할 수 있게끔 격려하는 느낌을 받았다. 하지만 단점은 있기 마련.. 하나를 뽑는다면 역시 적 조합? 덩치큰놈 2마리와 잡 빌런이 같이 나오는데 구간반복이 심했다. 나는 그래도 이 게임을 추천한다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'hyung jun' , 'Y', 0 ,'2016-8-8',  Posted: 
정말재밌어요' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Anonym' , 'Y', 0 ,'2016-7-31',  Posted: 
타격감 굿' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Malaria' , 'Y', 0 ,'2016-8-6',  Posted: 
이 게임이 왜 GOTY 수상작인지 게임 시작 2시간여 만에 알게 되었다..ㄷㄷ
지리는 타격감, 몰입도 높은 스토리, 최적화 등등...
CPU 펜티엄에 내장그래픽으로도 중옵이 돌아가는 신세계를 볼 수 있음' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '개삐딤' , 'Y', 0 ,'2016-7-30',  Posted: 
와 개쩐당 짱재밋땅 ㅇㅅㅇ
이런게 아니라 그냥 그저그렇게 재밌는 수준.... 반복되는 보스 패턴은 날 지루하게하고 리들러 트로피는 너무너무 많다.. 너무 많다 인간적으로 너무 많다
도전과제랑 트로피를 다 모아볼까??하는 마음조차 안들게 많다
액션감은 나름대로 좋았음.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '삼겹살' , 'Y', 0 ,'2016-9-29',  Posted: 
정말 재밌다.너무 재밌다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'HongSEa' , 'Y', 0 ,'2016-9-27',  Posted: 
비밀을 하나하나 알아가는 과정이 상당히 재미있습니다' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'K!T C@T' , 'Y', 0 ,'2016-10-2',  Posted: 
rne' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'yeiphi' , 'Y', 0 ,'2016-10-17',  Posted: 
굿겜 추천합니다' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Artie' , 'Y', 0 ,'2016-10-6',  Posted: 
^오^' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'ytyt31' , 'Y', 0 ,'2016-10-8',  Posted: 
갓캄시리즈의 시작' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'ddabba' , 'Y', 0 ,'2016-11-7',  Posted: 
이 게임을 하려고 200만원짜리 컴퓨터를 질렀습니다.

머리도 쓰는 부분도 있고, 스토리가 끝나도 게임을 즐길 수 가 있습니다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '여명' , 'Y', 0 ,'2016-11-16',  Posted: 
아캄시티 먼저하고 플레이해서인지 조금 지루한 감이 있었지만 이걸 처음 플레이 했으면 충분히 더 재밌으리라고 생각한다' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'ytyt31' , 'Y', 0 ,'2016-10-8',  Posted: 
갓캄시리즈의 시작' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'yeiphi' , 'Y', 0 ,'2016-10-17',  Posted: 
굿겜 추천합니다' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '忍忍忍' , 'Y', 0 ,'2016-11-24',  Posted: 
최고~' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'sadf' , 'Y', 0 ,'2016-11-24',  Posted: 
gggggggggddddddddddd' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'zeak1004' , 'Y', 0 ,'2016-9-20',  Posted: 
굿' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Reuenthal' , 'Y', 0 ,'2016-9-21',  Posted: 
아캄버스의 데뷔작이자 전설의 시작

일단 지르고 플레이하라

10/10' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Artie' , 'Y', 0 ,'2016-10-6',  Posted: 
^오^' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '이노스' , 'Y', 0 ,'2016-11-24',  Posted: 
장점 -

다른 매체로 배트맨 시리즈를 좋아한다면 직접 배트맨을 조작하면서 즐길 수 게임이라는 점에서 매우 만족스럽다. 여타 다른 히어로 게임에 비해 완성도또한 매우 높다.

액션 타격감, 탐정 모드, 잠입 액션, 스토리까지 매우 훌륭하다.

그래픽도 발매시기를 감안해도 충분히 좋다.


단점 -

배트맨의 코스튬이 발매 시기를 감안하더라도 약간 촌스럽다. DLC 코스튬들은 더 별로다.

이후 작품을 먼저했다면 액션감이 다소 실망스러울 수 있다.


9/10 액션 게임을 좋아한다면 누구에게나 추천하고 싶을 정도로 훌륭한 명작이다. 각종 수집요소를 통해 배트맨 시리즈의 잘 몰랐던 정보까지 얻을 수 있는 것도 좋다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Samir Duran' , 'Y', 0 ,'2016-2-21',  Posted: 
배트맨 본건 아닌데

게임 재밌는거 인정합nida' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '정기윤' , 'Y', 0 ,'2014-4-25',  Posted: 
다른영웅과 다르게 사실적이다 나는 아이어맨처럼 단단할줄알았는데몸이 약하지는않지만 바람구멍이 잘난다플레이에 은근히 제약이 있다리들리트로피? 그거 구하기 너무힘들다' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'BB0_' , 'Y', 0 ,'2016-1-10',  Posted: 
액션성이 좋고 굉장히 게임의 레벨디자인이 잘되어있습니다
약간 길찾기가 조금 햇갈릴수있다는 단점빼면
너무나 재밌는 게임 역사적인 시리즈의 첫작품' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'bong' , 'Y', 0 ,'2015-12-29',  Posted: 
다른건 몰라도리들러가 매우x같은 새kki라는것은그 누구보다도 자신있게 말할수 있었네요.
차라리 배트맨 포에버에서의 리들러가 더 정감가지....' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '아버' , 'Y', 0 ,'2015-12-27',  Posted: 
발단. 음... 배트맨 게임 처음인데..
전개. 그래픽 좋고! 타격감 좋고!
위기. 어쩐지 저기를 못가더니 이런게 필요했군..
절정. 아!엠!배!트!맨!
결말. 짱!핵!쎈!배!트!맨!' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '불타는소쿠리' , 'Y', 0 ,'2015-12-24',  Posted: 
시리즈의 바람직한 시작.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'limekeeper' , 'Y', 0 ,'2016-3-1',  Posted: 
[장점]
여러 무기들을 이용한 다이나믹한 플레이.
시원한 타격감.
적당한 난이도의 퍼즐.
이야기도 풍성하다.

[단점]
공격 중 캔슬하면서 방어할 수 있는 동작이 안되는게 아쉽다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'theSkullsCurse' , 'Y', 0 ,'2016-2-29',  Posted: 
뱃신은 닥추' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'emilliang' , 'Y', 0 ,'2016-1-10',  Posted: 
최고의 배트맨 게임.

이긴 한데 후속작들이 모든 면에서 어사일럼보다 발전한지라.
굳이 초기작인 어사일럼을 구매해야 될까 싶기도 하네요.

스토리도 아캄 시리즈는 전부 똑같고 심지어 상대하는 적들도
다 거기서 거기인지라 크게 차별성도 없습니다.

컬렉션 모을 거 아니라면 굳이 구매할 필요는 없습니다.
나는 그냥 다 할 거다 싶으신 분들은 괜히 역주행해서 피보지 마시고
어사일럼을 가장 먼저 하는 걸 추천합니다.

시티와 오리진은 어느 걸 먼저 하든 아무래도 좋지만 어사일럼은
시스템적으로 불친절한 면이 제법 있어서 역주행 했다가는
여러모로 곤란할 수도 있습니다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'ThinkPoint㉿' , 'Y', 0 ,'2015-12-28',  Posted: 
개졸잼
플레이 방식을 말하자면
싸우는게 좀 어려움
한대 맞아도 피가 훅훅담(보통)
그래서 좀 어려울 수 있음
근데 이 게임이 재밌는게 무쌍 + 암살이 됨
여러 도구로 막 해결하는것도 재밌음
근데 도구가 전투중엔 별 도움이 안된거같음
막 배트맨 날개하고 갈고리로 날라다니는것도 재미
어쨌건 플레이는 재미있음
플레이 타임도 길어서 좋은듯
스토리는 정말 깔끔하고 마음에 들음
뭐 사실 DC 배트맨 배경지식을 알아야 뭐가 좀 되기는 하지만
그건 게임 하는 내내 여러 비밀들로 DC캐릭터의 정보를 알 수 있음
엔딩도 역시 깔끔해서 맘에 들음
길찾기는 약간 헤맬순 있음
뭐 지도가 있어서 오랬동안 헤메지는 않았음
전체 맵은 별로 스케일이 크진 않는데 돌아다닐 데는 많음
문제는 리들러 퀘스트
그거 진짜 빡침.. 나중에 무기 다 얻고 깰수있는 비밀도 많고
한패를 해서 그런지는 모르지만 수수께끼를 거의 깨기가 힘듬
그 부분을 깨려면 공략좀 봐야될거같음
쨌든 오랬만에 정말 재밌는 게임이었음
개추

진행도 : 보통으로 엔딩봄
챌린지나 DLC같은거는 조금만 해봄
도전과제나 리들러 퀘스트는 다 하진 않음' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'itsgun' , 'Y', 0 ,'2016-5-5',  Posted: 
잼있다' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Arowana' , 'Y', 0 ,'2016-5-5',  Posted: 
길치라서 길잃는것 빼곤 다 좋았습니다.
처음해 보시면 신선한 충격의 게임입니다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'kaedory' , 'Y', 0 ,'2016-5-9',  Posted: 
타격감도 좋고 스토리도 좋네요 이거 엔딩 봤고 이제 아캄시티 하려구요' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '오즈' , 'Y', 0 ,'2016-4-26',  Posted: 
아캄 어사일럼이 아캄버스 게임 중에서 가장 맘에 듭니다. 그래픽이나 조작성 같은 것은 후속작으로 갈 수록 좋아지지만 게임 구성이 가장 매력적인 것은 이 게임입니다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'ohnoJD' , 'Y', 0 ,'2016-4-24',  Posted: 
I love it. :)' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'resenel7' , 'Y', 0 ,'2017-3-27',  Posted: 
패는 맛이 일품이다' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'GuNgNir' , 'Y', 0 ,'2013-2-27',  Posted: 
캐릭터 게임의 한계를 넘어섰다는 평가는 괜히 나온게 아니다.
배트맨이라는 캐릭터를 잘 살렸으며, 게임으로서의 완성도도 높다.
잠입, 전투, 암살, 퍼즐이 각각의 완성도가 높고 비중이 비슷하다.
개인적으론 전투가 가장 재미있었다.
또한, 게임의 엔딩이후에도 수집, 첼린지 등의 즐길거리가 준비되있다.

평점 9 / 10점' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'hmhmboy' , 'Y', 0 ,'2016-4-21',  Posted: 
good' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '칸나는 내 여동생' , 'Y', 0 ,'2016-4-15',  Posted: 
가장 완벽한 범죄자는 어떤 사람일까
똑똑한 사람?
기운이 쎈 사람?
아니다
가장 완벽한 범죄자는 바로
부러뜨릴 뼈가 없는 사람이다' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Red_Poppy' , 'Y', 0 ,'2016-4-20',  Posted: 
배트맨 게임 시리즈의 시작.
전투 시스템은 입문하기 쉽지만 마스터하기엔 어렵게 잘 짜여져 있다.
또한 단순히 전투만 잘 하면 되는 것이 아니라 다양한 난이도의 퍼즐을 풀 수 있는 머리굴림과 끈기도 필요하기 때문에
도전의식을 적절히 잘 불러일으키는 듯하다.
그리고 플레이하는 과정에서, 매력적인 빌런들의 스토리도 자연스럽게 알 수 있다.
참고로 나에게는 ''배트맨 게임''이 아니라 ''배트맨'' 그 자체에 입문하게 한 작품.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'TechJoe' , 'Y', 0 ,'2016-11-30',  Posted: 
게임 자체는 볼륨도 훌륭하고 나름의 재미도 있음
그러나 스토리가 끝나고 나면 리들러 첼린지말고는 컨텐츠가 없고 이마저도 지루함
베인, 포이즌아이비, 조커 보스전 모두 지나치게 단순하고 그나마 스케어크로우전이 가장 재밌었음' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '[LIME]루루라임' , 'Y', 0 ,'2016-12-21',  Posted: 
ㅇㅂㅇ' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '호로롤그♪' , 'Y', 0 ,'2016-12-4',  Posted: 
진짜 스토리도 명작이지만
아캄 시리즈의 최고는 찰지고 묵직한 타격감이다
타격감을위해 게임을한다고 해도 거짓말이 아니다' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'HOLOLOLO' , 'Y', 0 ,'2016-12-15',  Posted: 
암 뵅맨!
조커스퇍플리즈!야메뗴!
리쓴투뮈!
레고배트맨 재밌어요' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'xoghks6393' , 'Y', 0 ,'2016-11-25',  Posted: 
뱃맨시리즈의 포문을 연 작품구매 할인율은 스팀보다 다른데서 사는게 더 쌀지도..?' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Game Of Thrones' , 'Y', 0 ,'2016-11-25',  Posted: 
good~!!' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'GoZaRaNii' , 'Y', 0 ,'2016-11-29',  Posted: 
아캄 시리즈 입문용으론
최적의 게임이죠' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'lzhaowei' , 'Y', 0 ,'2016-11-29',  Posted: 
배트맨 영화와 만화에서 상세히 알기 어려웠던 케릭터 및 세계관 총망라!' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '_Rebirth_(2주후)' , 'Y', 0 ,'2016-12-9',  Posted: 
이 게임은 배트맨:아캄어사일럼입니다.

아캄시리즈 첫작인 게임만큼 겁나게 갓겜이죠 ㅎㅎ

장점

+타격감이 좀 좋음
+아캄어사일럼을 마음대로 돌아다닐수있음!
+흐흨 조커와 할리

등등 많음 근대 넘 많어서 이만큼만

단점

-먼 맵 찾기가 힘들어
-미션찾기가 힘들어
-끝나면 이젠 머하지?
-먼가 답답한 전투

등등

사실 아캄첫작이어서 아캄나이트를 하시고 어사일럼하신다면 머리가 폭팔할지도 몰라요ㅋ

10/10' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'hanguksaram' , 'Y', 0 ,'2016-12-14',  Posted: 
배트맨 영화도 안 봤고 게임도 한 번 도 안 하다 세일하다가 사서 헤 봤습니다

처음에 할 때는 왜 사람들이 게임을 좋아하고 goty가 달린지 이해했습니다
타격감이나 콤보같은 것도 맘에 들고 오픈월드 특성상 나오는 수집품들등
근데 후반에 가도 똑같더라구요
보스전(?)도 계속 덩치들 달려오는거 벽꿍 시키고 같이 나오는 따가리들 패면 끝나고
참고 마지막까지 했지만 마지막 보스 조커때는 많이 실망했습니다

그래도 재미는 있었기에 추천합니다 후회는 안해요
다만 저처럼 너무 많은걸 기대하지만 않으면' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'jhs10059' , 'Y', 0 ,'2013-12-22',  Posted: 
Awesome!!' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'seongwoo.bak' , 'Y', 0 ,'2013-12-20',  Posted: 
손맛이 일품.
스토리보다 챌린지를 더 많이 한 게임은 이게 처음이었어요.
중독성 강함. ㅋㅋ' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Lilly Rush' , 'Y', 0 ,'2013-12-25',  Posted: 
그 전설의 시작' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Harahoho' , 'Y', 0 ,'2016-12-18',  Posted: 
dlc부분은 별로였지만 스토리라인을 따라가며 플레이하는건 액션도 괜찮고 재밌네요' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'moonsungsu91' , 'Y', 0 ,'2016-12-27',  Posted: 
시리즈 물을 즐기기 위한 첫 게임으로 상당히 괜찮은 듯 싶습니다.튜토리얼이 상당히 약한 아쉬움은 있지만 스토리만 즐기고자 한다면 충분ㄴ하니다' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'HOLOLOLO' , 'Y', 0 ,'2016-12-15',  Posted: 
암 뵅맨!
조커스퇍플리즈!야메뗴!
리쓴투뮈!
레고배트맨 재밌어요' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Moonlightboy' , 'Y', 0 ,'2016-11-25',  Posted: 
그러고 싶습니다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'JYW' , 'Y', 0 ,'2016-11-25',  Posted: 
이정도면재밋지' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Klicks' , 'Y', 0 ,'2016-11-26',  Posted: 
God Game' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Nakim10' , 'Y', 0 ,'2016-12-29',  Posted: 
조커 이빨은 보일 때 마다 깨고 가는걸 추천.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'THEGAME' , 'Y', 0 ,'2017-7-3',  Posted: 
GOOD GAME' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Endia' , 'Y', 0 ,'2017-7-3',  Posted: 
찰진 타격감과 쩌는 콤보의 맛을 느끼고 싶으시다면 죽기전에 꼭 해보세요' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'onbae' , 'Y', 0 ,'2017-7-7',  Posted: 
스팀평가 압도적긍정적,
메타크리틱 90점 이상 평가

모두가 Yes라 말할때 No라고 하고싶지만
이게임은 Yes임' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'fromjs' , 'Y', 0 ,'2017-7-7',  Posted: 
재미는 있는데 손이 잘 안가서 1년 만에 클리어 한거 같아요.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'MINT' , 'Y', 0 ,'2017-7-6',  Posted: 
그냥 그럭저럭...' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '프로노트북러' , 'Y', 0 ,'2017-7-12',  Posted: 
아캄시티를 먼저해서 도구에 대한 답답함은 조금 있지만 역시 고티겜인만큼 재미와 타격감은 보장합니다!' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Kholek Suneater' , 'Y', 0 ,'2017-6-2',  Posted: 
재밌어요게임 나온지 오래됐지만 지금 해도 그래픽도 좋고재밌네요 ㅎㅎ
시리즈 정주행 하려고 아캄시티랑 나이트는 그냥 냅두고 있는데아캄 어사일럼도 아주 좋은 게임인것 같아요 ㅎㅎ' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'djung75' , 'Y', 0 ,'2017-6-3',  Posted: 
처음으로 추천 글 남김.이거 하면서 3D멀미 치유됐습니다.
할렐루야~~' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'zeccute' , 'Y', 0 ,'2017-2-23',  Posted: 
정말 명작인 게임 잼써요' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '이웃사서' , 'Y', 0 ,'2017-2-5',  Posted: 
딱히 배트맨을 좋아하지 않는 게이머도 흠뻑 빠져들 만한 액션 게임의 표본과도 같은 작품.
실패하기 어려운 배트맨이라는 매력적인 프랜차이즈와 적당한 수준의 퍼즐, 단선적이지만 직관적인 진행, 무수한 장점들이 있지만 몰입도를 한껏 올려주는 찰진 타격감이 그 중에서도 압권.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'qowjddls0915' , 'Y', 0 ,'2016-5-22',  Posted: 
짐' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '[KOR]sakurawars88 Rena''s Shovel' , 'Y', 0 ,'2016-2-8',  Posted: 
베트맨입니다 여러분... 고민하시겠습니까?' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Vapor' , 'Y', 0 ,'2017-1-11',  Posted: 
영화엔 다크나이트가 있다면
게임엔 이게 있다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'PaleAzalea' , 'Y', 0 ,'2017-2-10',  Posted: 
재미있습니다.
매우 ㅋ' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'mohave8897' , 'Y', 0 ,'2017-4-9',  Posted: 
유저 한글화로 콘솔빠인 저를 스팀의 세계로 빠져들게한 게임
개인적으로 아캄시리즈 중 가장 재미있다고 생각합니다' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'leeseung1219' , 'Y', 0 ,'2017-1-19',  Posted: 
화려하면서 머리를 조금 써야하는 깊이 있는 액션
콤보를 이용하며 타격감을 극대화 시키는 조작
어둡고 탄탄한 스토리
배트맨의 아이템을 잘 구현한 연출

그리고 진짜 섹시한 할리퀸과 포이즌 아이비' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'ChamChi' , 'Y', 0 ,'2017-1-25',  Posted: 
good' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '골뱅이떡사리' , 'Y', 0 ,'2016-12-4',  Posted: 
그 당시엔 재밌었다....' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'BARD' , 'Y', 0 ,'2017-2-23',  Posted: 
메인 스토리와 리들러 챌린지까지 전부 완료했습니다. 역시 명작이더군요.
다만 엔딩 보고 섬 돌아다니다 보면 상당히 외롭습니다(...)
쨌든 명작 굿굿' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'lim987654321' , 'Y', 0 ,'2017-9-20',  Posted: 
히어로 게임의 규격을 바꾼 역사적인 게임입니다. 첫 작품 치고는 매우 안정적이에요.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '아디오스' , 'Y', 0 ,'2017-1-2',  Posted: 
플레이시간이 낮지만. 엑박으로 플레이 한 경험을 토대로 적습니다.

재미면이나 스토리에서도 뛰어난 점수를 주고싶은 작품입니다.

특히 조커를 잘 살린 작품이라고 평하고 싶습니다. : )' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Vapor' , 'Y', 0 ,'2017-1-11',  Posted: 
영화엔 다크나이트가 있다면
게임엔 이게 있다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'BARD' , 'Y', 0 ,'2017-2-23',  Posted: 
메인 스토리와 리들러 챌린지까지 전부 완료했습니다. 역시 명작이더군요.
다만 엔딩 보고 섬 돌아다니다 보면 상당히 외롭습니다(...)
쨌든 명작 굿굿' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'mohave8897' , 'Y', 0 ,'2017-4-9',  Posted: 
유저 한글화로 콘솔빠인 저를 스팀의 세계로 빠져들게한 게임
개인적으로 아캄시리즈 중 가장 재미있다고 생각합니다' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '골뱅이떡사리' , 'Y', 0 ,'2016-12-4',  Posted: 
그 당시엔 재밌었다....' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'ChamChi' , 'Y', 0 ,'2017-1-25',  Posted: 
good' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'leeseung1219' , 'Y', 0 ,'2017-1-19',  Posted: 
화려하면서 머리를 조금 써야하는 깊이 있는 액션
콤보를 이용하며 타격감을 극대화 시키는 조작
어둡고 탄탄한 스토리
배트맨의 아이템을 잘 구현한 연출

그리고 진짜 섹시한 할리퀸과 포이즌 아이비' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'PaleAzalea' , 'Y', 0 ,'2017-2-10',  Posted: 
재미있습니다.
매우 ㅋ' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'GalaxyUlru' , 'Y', 0 ,'2017-4-27',  Posted: 
very good' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'detect1514' , 'Y', 0 ,'2017-5-21',  Posted: 
DC와 마블, 그리고 히어로물을 좋아해서 즐겨 보는데 배트맨이 게임으로 있다고 해서 플레이 해봤습니다.
콘솔로는 다음 편부터 번역이 되어 있는 것 같은데 1편인 아캄 어사일럼이 한글화가 안 되어 있어 스팀에서 사서 한글 패치 받아서 했는데, 덕분에 재미있게 플레이 할 수 있었습니다.
한글패치를 해주시는 모든 분들, 감사드립니다.

상당히 잘 만든 게임이라는 말을 듣고 기대감이 엄청난 상태에서 했는데도 불구하고 전혀 실망감 없이 재미있게 즐길 수 있었습니다.
액션이면 액션, 스토리면 스토리, 뭐 하나 빠지는 게 없더군요.
조작키도 그렇게 어렵지 않고..... 다만, 정신병자가 좀 짜증나더라구요.

엔딩 크레딧이 전부 올라가고 난 뒤에 나오는 떡밥은 다음 편에서 나오겠죠?
벌써부터 기대가 되네요.
다음 편부터는 콘솔로, 아캄 나이트까지 또 신나게 달릴 것 같습니다.
^^

배트맨에 대해서 별로 관심이 없는 사람이라도 무난하게 즐길 수 있고 만약 배트맨에 대해서 조금이라도 아는 사람이라면, 더욱 더 재미있게 즐길 수 있을 것 같습니다.

추천 게임이 하나 더 늘었네요ㅎㅎ' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'crom' , 'Y', 0 ,'2013-11-11',  Posted: 
번들로 나오기는 아까운 명작 입니다. 하지만 저도 번들로 사네요.....' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'kej88324' , 'Y', 0 ,'2017-5-9',  Posted: 
무슨 말이 더 필요한지?' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'movugy' , 'Y', 0 ,'2017-5-24',  Posted: 
돈이 얼마나 차고 넘치는 지 어릴 적 부터 컨셉을 확실히 잡았음에도 불구하고 아무도 말려주지 않은 컨셉충입니다.
제에발 총 쏘자...' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Bongduk' , 'Y', 0 ,'2017-11-8',  Posted: 
꼭 해보세요. 배트맨의 팬이라면 꼭 해보시고

팬이 아니더라도 이 게임 하고나면 팬이 되실겁니다.

간단한 조작으로 많은 수의 적들을 때려 눕히는 배트맨을 보고 있으면 스트레스가 확확 풀립니다.

조금 아쉬운 점은 생각보다 메인 스토리 분량이 적네요. 10시간은 넘게 플레이 할줄 알았는데...' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'hodododor' , 'Y', 0 ,'2017-8-26',  Posted: 
아캄시리즈의 초석이 된 게임
액션 어드밴쳐 장르중 히어로를 가장 잘표현한 게임
시리즈중 연출이나 전개가 가장 루즈하기 때문에
플레이타임 대비 굉장히 오래한것 같은 착각이 들게 한다
가능하면 아캄시리즈중 가장 먼저 플레이하길 권함

리들러 이 X놈은 상종하지 말도록 하자 정신건강에 매우 해롭다' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'joonoo3' , 'Y', 0 ,'2017-11-12',  Posted: 
타격도 어렵지않고 배트맨 시리즈 입문자들에게 추천 할 만한 작품. 테크들도 다양하고 암튼 재미있게했음. 나이트도 곧 사서 할 예정임ㅎ' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Seo HR' , 'Y', 0 ,'2016-10-16',  Posted: 
배트맨 시리즈의 시작

아캄나이트를 플레이 하기위해 시작한 게임

시간이 꽤 지난 게임 임에도 불구하고 재밌게 했다.

9 / 10' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '아모건' , 'Y', 0 ,'2017-1-4',  Posted: 
배트맨 시리즈 팬이 된 계기' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Grams_manny' , 'Y', 0 ,'2017-11-11',  Posted: 
시작은 역시 대박으로 시작한 아캄시리즈------어사일럼은 역시 갓겜입니다
갈수록 약간 흥미를 잃으면 게임을 안하는 스타일인데 어사일럼도 약간 중간에 흥미를 잃어 쉬고있다가 생각나서 했는데 재밌어서 다 꺠버렸습니다..










아 마지막에 조커 파티갈때 박수쳐주는 애들 무시하고 들어간게 후회된다.... 게임 막판이었는데 콤보 기술들을 거의 막판에 감을 잡아서 아직 초짜인 실력에 덤벼서 계속 죽어서 어쩔수없이 걍 무시하고 들어갔다.... 그래도 뭐 마지막에 경찰애들이 할거 없을까봐 남겨준거라 생각하셈.여러분들은 꼭 일찍 챌린지 모드 이런거 들어가서 콤보 감 잡고 플레이하세요' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Dawnrold' , 'Y', 0 ,'2017-8-7',  Posted: 
작년 할인때 사놓고는 이제야 플레이 해봤습니다.

보통난이도로 스토리만깨자는 마음으로 가볍게 플레이 했습니다만 되도록 전맵에 걸쳐있는 수수깨끼나 석판, 트로피,녹음테이프(업적쾌같은거..)등은 할수있는거면 하려고했습니다.

살짝 어두컴컴한 배경이라 호불호가 갈릴수있지만 배트맨을 좋아하시는분이라면 기꺼이 어두움을 즐기실수 있을 꺼라고 생각합니다.

다만 저는 키보드로 플레이하였는데 16시간동안하면서 아직까지 조작이 서툰감이있습니다.(뭔가 저랑 키감이 안맞더군요..)

한편의 배트맨 영화를 보는 느낌이었고 재밌었습니다. 늦은감이있는 후기지만 고민하시는 분이라면 지금 구매해도 후회는 안할꺼라고 생각합니다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'fromjs' , 'Y', 0 ,'2017-7-7',  Posted: 
재미는 있는데 손이 잘 안가서 1년 만에 클리어 한거 같아요.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'THEGAME' , 'Y', 0 ,'2017-7-3',  Posted: 
GOOD GAME' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Endia' , 'Y', 0 ,'2017-7-3',  Posted: 
찰진 타격감과 쩌는 콤보의 맛을 느끼고 싶으시다면 죽기전에 꼭 해보세요' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'P!nky' , 'Y', 0 ,'2017-7-1',  Posted: 
정말 하고싶은 겜이였는데 잼께하고있음' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'MINT' , 'Y', 0 ,'2017-7-6',  Posted: 
그냥 그럭저럭...' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Seo HR' , 'Y', 0 ,'2016-10-16',  Posted: 
배트맨 시리즈의 시작

아캄나이트를 플레이 하기위해 시작한 게임

시간이 꽤 지난 게임 임에도 불구하고 재밌게 했다.

9 / 10' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'LucknPluck' , 'Y', 0 ,'2017-8-10',  Posted: 
배트맨 자체는 영화 몇편밖에 안 봤으나 이 게임은 재밌게 했다
스캐어 크로우 연출은 꽤 인상깊었고, 킬러 크록 쫓아오는 건 내가 쫄보라서 그런지 은근 무서웠다
잠입 파트는 긴장감 있었지만 결국 내가 멍충해서 그냥 닥돌하게 된다


리들러 챌린지는 거들떠도 안 봄' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'SimRemind' , 'Y', 0 ,'2017-8-9',  Posted: 
씹오지게재밌네요. ㅇㅈ? 어 ㅇㅈ' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '아모건' , 'Y', 0 ,'2017-1-4',  Posted: 
배트맨 시리즈 팬이 된 계기' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Dawnrold' , 'Y', 0 ,'2017-8-7',  Posted: 
작년 할인때 사놓고는 이제야 플레이 해봤습니다.

보통난이도로 스토리만깨자는 마음으로 가볍게 플레이 했습니다만 되도록 전맵에 걸쳐있는 수수깨끼나 석판, 트로피,녹음테이프(업적쾌같은거..)등은 할수있는거면 하려고했습니다.

살짝 어두컴컴한 배경이라 호불호가 갈릴수있지만 배트맨을 좋아하시는분이라면 기꺼이 어두움을 즐기실수 있을 꺼라고 생각합니다.

다만 저는 키보드로 플레이하였는데 16시간동안하면서 아직까지 조작이 서툰감이있습니다.(뭔가 저랑 키감이 안맞더군요..)

한편의 배트맨 영화를 보는 느낌이었고 재밌었습니다. 늦은감이있는 후기지만 고민하시는 분이라면 지금 구매해도 후회는 안할꺼라고 생각합니다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'cmk15888' , 'Y', 0 ,'2017-8-19',  Posted: 
재밌게 했습니다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'LucknPluck' , 'Y', 0 ,'2017-8-10',  Posted: 
배트맨 자체는 영화 몇편밖에 안 봤으나 이 게임은 재밌게 했다
스캐어 크로우 연출은 꽤 인상깊었고, 킬러 크록 쫓아오는 건 내가 쫄보라서 그런지 은근 무서웠다
잠입 파트는 긴장감 있었지만 결국 내가 멍충해서 그냥 닥돌하게 된다


리들러 챌린지는 거들떠도 안 봄' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'JellyFish2005' , 'Y', 0 ,'2017-8-11',  Posted: 
단점은 토나올 정도로 짜증나는 길찾기
아주 공략글을 나같은 길치는 손에 들고 봐야한다. 장점은 나머지 전부' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'adf0005' , 'Y', 0 ,'2017-8-15',  Posted: 
재밌음 꿀잼' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'JOJO' , 'Y', 0 ,'2017-2-19',  Posted: 
7년이나 된 게임이라 별 기대를 안했는데 생각보다 그래픽도 훌륭하고 설정도 충실하다.
다크나이트밖에 모르는 내게 ''배트맨''이 무엇인지 알려준 게임.
이제는 영화보다 게임 속 빌런들이 더 익숙하다.
(절대 ''친숙''이 아니다! 조커가 이렇게 죽이고 싶어질 줄이야...)' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'lim987654321' , 'Y', 0 ,'2017-9-20',  Posted: 
히어로 게임의 규격을 바꾼 역사적인 게임입니다. 첫 작품 치고는 매우 안정적이에요.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'staizi' , 'Y', 0 ,'2017-8-22',  Posted: 
베트맨 3작품(어살럼,시티,나이트)를 모두 최고라고 평가한다.
특유의 스산한 분위기, 찰지는 타격감, 적당한 퍼즐요소 적당한 만큼이다.
특히 어사일럼은 최초의 작품이라는 의미도 있지만
그런 요소를 제외하고서라도 후기 2작품에 전혀 뒤쳐지지 않는 게임성과 그래픽을 갖췄다
(솔직히 그래픽은 나이트가 가장 좋긴 하다)
필자는 시티->나이트->어사일럼 순으로 즐겼음에도
어사일럼이 시시하다거나 후졌다는 생각이 전혀 들지 않았고
오히려 후기 2작품에 비해서 더 몰두했던것 같다.
후기 2작품보다 높은 98점을 주고 싶다.

유일한단점: 공식한글패치가 없어 유저한글 패치를 해야하는데
엉성한 번역이 자주보이고 가독성이 떨어진다.
추가코멘트: 리틀러때문에 짜증난다는 사람들 노이해.
짜증나면 안 찾으면 되지 않나?' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '카이트' , 'Y', 0 ,'2017-8-14',  Posted: 
재배트맨을 안좋아하지만 3부작이고 GOTY까지 받았으니 기대에 기대를했습니다만 개인적으로 상당히 실망적.
좋은점은 스팀에서 싸게 게임을 구매해서 즐겨볼수있다는점?
게임이 중간중간 불친절 하다고 해야할까요? 진입하는데 껄끄러움이 존재합니다. 커스텀기능은없고
자기 손 안더럽히면 그만이라는식의 타인 살상을 아무렇지않게 받아들이는 듣한 배트맨의
태도가 스토리중간중간 보여지는데 몰입감을 방해합니다. 또한 캐릭터 특성상 살생을 안하니 타격판정만 존재
하는데 막타로 잡아서 하나하나 적을 기절시키고 쓰러트리기를 반복해야하는데 반격행동이
정확한 타이밍이 존재하는게 아니다 보니 적이 뭉탱이로 달려들면 그냥 얻어 터집니다.
마지막으로 스토리로 즐기는 게임 장르인데 상당히 짧습니다. 총 12시간 플레이했네요.
트로피나 딱정벌레 수집은 정말 마이너스 컨텐츠 이건뭐 재미도 없고..의미도없고..
적 종류는 격투,봉,단칼,전기봉,라이플,미치광이,포자,타이탄,네임보스 9종류로 끝입니다.
전반적으로 볼륨이 상당히 작은 게임 아캄시티는 좀 다를거같다는 기대감으로 플레이하러가봅니다 ^^' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'songchang' , 'Y', 0 ,'2017-8-15',  Posted: 
느긋하게 즐겜하면서 천처히 엔딩봤는데 어려움 난이도로 플레이해서 그런지 생각보다 조금 힘이 좀 들었음 타게임들보다 적응되기까지시간이 좀더 긴것같았는데 그만큼 플레이방식이 다소 독특하고 새로운부분이 어느정도 있었다고 할수있을정도로 게임의 전반적인 퀄리티는 훌륭했음 다만 의외로 보스전들이 연출에 비해서는 생각보다 싱거운거같음 마지막에는 맥이좀 빠질정도.... 하지만 그걸 감안해도 전체적으로 수작이라고 할만한 작품임 배트맨 세계관은 옛날부터 약간흥미가있었지만 이번 아캄어사일럼을 시작으로 제데로 파볼까 생각중임' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'drug·gie, Sa Jyukeu' , 'Y', 0 ,'2017-9-24',  Posted: 
이 게임 전까지는 코믹스 히어로 게임들은 전부 망겜소리를 들었지만 이 게임을 시작으로 쟁쟁한 작품들이 나오기 시작한 기념비적인 작품입니다.

출시일이 거의 10년이 다 되었지만 그렇게 나쁜 그래픽이 아니라 지금도 거부감없이 할 수 있고 배트맨 코믹스의 빌런들의 특성을 잘 표현하여 마블 코믹스에 관심이 없는 사람들에게도 흥미롭게 플레이할 수 있었습니다.

그러나, 빌어먹을 리들러..... 이 게임의 최종보스는 틀림없이 리들러가 맞을 거야....' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'FrogSmuggler' , 'Y', 0 ,'2014-2-17',  Posted: 
1' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'tndjqh2' , 'Y', 0 ,'2017-11-23',  Posted: 
재미잇다' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'bananatea77' , 'Y', 0 ,'2017-11-23',  Posted: 
good..' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Hangharu' , 'Y', 0 ,'2017-11-23',  Posted: 
굉장히 재미있게 한 게임입니다. 우선 쉬운 조작법을 가졌으나 게임 자체는 굉장히 어려운 점에서 고평가를 받을 만 하다고 생각합니다. 스토리 자체에서 반복되는 전투가 지겹기도 했지만 적당한 분량으로 끝나서 여운에 남습니다. 추가적인 다운로드 컨텐츠와 챌린지 게임들은 이 게임을 더욱더 명작으로 만드는 요소라고 생각합니다.세일 할 때에 사셔서 즐기신다면 후회는 하지 않을 것 같습니다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Sapling' , 'Y', 0 ,'2017-11-23',  Posted: 
지금 플레이 해도 충분히 재밌네요.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'zhanggu0' , 'Y', 0 ,'2017-11-24',  Posted: 
이건 사야된다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'JJungmw' , 'Y', 0 ,'2017-11-23',  Posted: 
탐정물처럼 퍼즐들을 하나씩 푸는게 정말 재밌어요.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '雷電' , 'Y', 0 ,'2014-12-26',  Posted: 
GOOD GOOD' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Rorqual' , 'Y', 0 ,'2017-10-25',  Posted: 
배트맨 게임 시리즈 중 가장 잘 만든 시리즈 아닐까 싶습니다.

잠입이 주를 이루며, 전투에서 움직임이 약간은 가벼운 느낌이 있지만
여러 적과의 전투에서 그 가벼움으로 인하여 배트맨의 전투능력이 한층 빛나 보이는 부분도 있는것 같습니다.

잠입 액션 게임을 싫어하시는 분에게는 그닥 좋은 게임은 아닐 수 있습니다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '조이의 어그로' , 'Y', 0 ,'2017-10-27',  Posted: 
아캄버스 시리즈의 첫번째 작품.
배트맨으로 적을 시원하게 두드려 패고 싶다면 추천하는 게임입니다.
줄거리: 조커가 짝사랑하는 배트맨을 위해 정신병동에서 이벤트를 준비합니다.
하지만 빳따맨은 야속하게도 그런 마음을 몰라주고,, 조커가 준비한 광대아저씨들, 이벤트업체분들 (빌런을 무차별적으로 폭행하기만합니다. 조커는 배트맨의 마음을 얻기위해 더욱 과감히 정신병동을 장악, 약물을 퍼뜨리게 되는데...

조커, 쭉빵녀, 독초녀, 식인악어, 허수아비 등 많은 사람들이 준비되어있습니다. 이 사람들의 피를 모두 양 주먹에 적셔보세요.
Be the Batman.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Rorqual' , 'Y', 0 ,'2017-10-25',  Posted: 
배트맨 게임 시리즈 중 가장 잘 만든 시리즈 아닐까 싶습니다.

잠입이 주를 이루며, 전투에서 움직임이 약간은 가벼운 느낌이 있지만
여러 적과의 전투에서 그 가벼움으로 인하여 배트맨의 전투능력이 한층 빛나 보이는 부분도 있는것 같습니다.

잠입 액션 게임을 싫어하시는 분에게는 그닥 좋은 게임은 아닐 수 있습니다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Bongduk' , 'Y', 0 ,'2017-11-8',  Posted: 
꼭 해보세요. 배트맨의 팬이라면 꼭 해보시고

팬이 아니더라도 이 게임 하고나면 팬이 되실겁니다.

간단한 조작으로 많은 수의 적들을 때려 눕히는 배트맨을 보고 있으면 스트레스가 확확 풀립니다.

조금 아쉬운 점은 생각보다 메인 스토리 분량이 적네요. 10시간은 넘게 플레이 할줄 알았는데...' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'hodododor' , 'Y', 0 ,'2017-8-26',  Posted: 
아캄시리즈의 초석이 된 게임
액션 어드밴쳐 장르중 히어로를 가장 잘표현한 게임
시리즈중 연출이나 전개가 가장 루즈하기 때문에
플레이타임 대비 굉장히 오래한것 같은 착각이 들게 한다
가능하면 아캄시리즈중 가장 먼저 플레이하길 권함

리들러 이 X놈은 상종하지 말도록 하자 정신건강에 매우 해롭다' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Haze' , 'Y', 0 ,'2017-10-29',  Posted: 
아캄시리즈를 모으기 위해 샀었던 작품

전설의 시작을 알림과 동시에 이러한 게임 시스템의 계보를 시작한 훌륭한 작품

한글화도 잘 되어있으니 수집요소들 보며 재미있게 하시길' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'uptt01' , 'Y', 0 ,'2017-11-25',  Posted: 
최근에 개봉한 저스티스 리그를 보면 이 게임의 배트맨 캐릭터가 얼마나 잘 설정되어 있는가에 멘탈이 정화된다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'terranm' , 'Y', 0 ,'2017-11-27',  Posted: 
갓-겜' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Tim Drake' , 'Y', 0 ,'2016-12-24',  Posted: 
말이 필요 없는 명작 입니다 !! 스토리 , 액션 등등 부족함이 없습니다.

버그나 오류 같은것도 전혀 없습니다.

정말 완벽한 게임이라 생각 됩니다.

다만 배경이 아캄 어사일럼으로 한정 되어 있다보니 자유도는 많이 떨어지나

이후 작들에서는 월등히 자유도가 넒어 지며 더이상 단점을 찾아 낼수가 없다고 생각합니다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Grams_manny' , 'Y', 0 ,'2017-11-11',  Posted: 
시작은 역시 대박으로 시작한 아캄시리즈------어사일럼은 역시 갓겜입니다
갈수록 약간 흥미를 잃으면 게임을 안하는 스타일인데 어사일럼도 약간 중간에 흥미를 잃어 쉬고있다가 생각나서 했는데 재밌어서 다 꺠버렸습니다..










아 마지막에 조커 파티갈때 박수쳐주는 애들 무시하고 들어간게 후회된다.... 게임 막판이었는데 콤보 기술들을 거의 막판에 감을 잡아서 아직 초짜인 실력에 덤벼서 계속 죽어서 어쩔수없이 걍 무시하고 들어갔다.... 그래도 뭐 마지막에 경찰애들이 할거 없을까봐 남겨준거라 생각하셈.여러분들은 꼭 일찍 챌린지 모드 이런거 들어가서 콤보 감 잡고 플레이하세요' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '조이의 어그로' , 'Y', 0 ,'2017-10-27',  Posted: 
아캄버스 시리즈의 첫번째 작품.
배트맨으로 적을 시원하게 두드려 패고 싶다면 추천하는 게임입니다.
줄거리: 조커가 짝사랑하는 배트맨을 위해 정신병동에서 이벤트를 준비합니다.
하지만 빳따맨은 야속하게도 그런 마음을 몰라주고,, 조커가 준비한 광대아저씨들, 이벤트업체분들 (빌런을 무차별적으로 폭행하기만합니다. 조커는 배트맨의 마음을 얻기위해 더욱 과감히 정신병동을 장악, 약물을 퍼뜨리게 되는데...

조커, 쭉빵녀, 독초녀, 식인악어, 허수아비 등 많은 사람들이 준비되어있습니다. 이 사람들의 피를 모두 양 주먹에 적셔보세요.
Be the Batman.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Iam_WALL-E' , 'N', 0 ,'2014-2-1',  Posted: 
한마디만 물어보자. 게임을 하라는거냐 액션 영웅물을 가장한 지뢰(트로피)찾기 3d 버전이냐' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'delife8786' , 'N', 0 ,'2015-5-14',  Posted: 
잠입액션 게임인줄 모르고 샀네요 ^_^
배트맨이라서 투닥투닥거리면 될 줄 알았는데 몰래숨어서 뒤에서 덮치는 상황이 자주나옵니다
답답한거 싫어하는 분들께는 추천하지 않습니다' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '야승이' , 'N', 0 ,'2017-3-25',  Posted: 
길찾기 시벌탱 너무 어렵다 하..
난 이렇게 길찾기 귀찮고 이런겜 정말 싫다.. 겜 자체는 재밌는데' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '고기' , 'N', 0 ,'2016-2-8',  Posted: 
♥♥♥♥♥♥♥이거 사람 정신병자 만드는 게임! 어떻게 깨라고 이딴식으로 만들어 놓은거지 좁은 공간에서 타이탄이랑 졸따구 수십마리씩 계속 웨이브 되는데 2시간째 계속하다보니 그냥 게임 접게 됨. 나는 이겜 포기. 사람 할게 못됨.

그리고 슬로모션 좀 안되면 좋겠다. 게임 흐름을 완전히 깨버림.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Arch - Divai' , 'N', 0 ,'2015-6-18',  Posted: 
할인 아니면 사지 마라

카드 농사도 8시간 플레이 해야 겨우 하나 준다 ~ !

결론은 ...실행이 안되고 게임성은 좋아 보이나

...나는 짜증 납니다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Orion' , 'N', 0 ,'2014-10-8',  Posted: 
지금 하기에는 노잼.
베트맨 목소리 멋있지가 않음. 가래낀 목소리 듣고싶다.
헬리퀸 예쁜데 창년같음. 나으 할리퀸은 저렇게 않다능.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Creepy' , 'N', 0 ,'2014-7-1',  Posted: 
음...아캄 나이트만 기다립니다 ...

개인적으로 히어로물을 좋아하는데도

하는동안 재미를 못느낌...' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'noka12' , 'N', 0 ,'2016-3-31',  Posted: 
ridiculously not funny. game for 3 yr old kid.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'tigerhjhs' , 'N', 0 ,'2016-4-8',  Posted: 
do not buy this game if you are not fanboy. it is like isolated secret buiding or castle in japan. you will feel like you are kept inside the jail. too much stress and claustrophobia.well developers succeed to describe the air of asylum at least.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'choi tentacle' , 'N', 0 ,'2017-3-4',  Posted: 
전투 호평을 듣고 했다.

액션을 좋아하는 나에게는 딱이라고 느꼈으나 퍼즐이나 길찾기가 더 많은거 같았다.

자세히 알아보지 않은 내탓도 있지만 플레이 내내 데메크를 기대하고 플래이했으나 대실망한 ''다크사이더스''가 떠올랐다.

길찾기를 싫어하는 사람은 비추. 길치인 나도 알수 있을정도로 맵은 쉽다고 생각하나 퀘스트위치를 알려주는게 없어서 맵을 계속 열어봐야한다.

어사일럼 이후 시티와 오리진은 대대적인 개편이 있었다고 들었으니 후속도 해볼생각이다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Delicious Chicken' , 'N', 0 ,'2016-1-31',  Posted: 
이제는 평에 비해 별로인 게임이라고 생각함. 너무 옛날 게임이 되지 않았나...
할만은 하지만 평을 보고 엄청 기대한다면 실망할 듯' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'oh5244' , 'N', 0 ,'2016-4-8',  Posted: 
게임은 재밌는데 버그 걸러서 진행이 안됨 ㅅ1ㅂ 정품인데 버그까지 걸려야되냐' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Ukonist' , 'N', 0 ,'2016-7-2',  Posted: 
이걸 내가 54분이나 했다니...
대견하다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'AIS' , 'N', 0 ,'2014-3-8',  Posted: 
타격감도 좋고 간편한 조작에 싸우는게 재밌지만 적장 싸울 기회가 별로 없다...' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'doral' , 'N', 0 ,'2014-3-29',  Posted: 
게임실행이 안돼 뭣같네' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Solaris' , 'N', 0 ,'2014-4-9',  Posted: 
도전과제도 짜증나고, 스토리도 마음에 안듬. 무엇보다도 보스전이 보스전 같지도 않다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'lucky_sj' , 'N', 0 ,'2016-8-29',  Posted: 
아캄시리즈를 이제 막 시작하시려는 분은 이거는 패스하시길...
너무 초창기에 나온거라서... 최근 시리즈에 비해서 좀 발전이 덜 된(?) 작품인것 같습니다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Reiga' , 'N', 0 ,'2016-10-6',  Posted: 
6/10

옛날 게임임을 감안하면 훌륭하지만...' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'DASOLDO' , 'N', 0 ,'2016-8-20',  Posted: 
스케어 크로우 2차전에서 버그만 없었어도 괜찮은 게임인데 버그 하나때문에 시간 잡아먹고진행도 안된다. 쓰레기게임사' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '713hyun' , 'N', 0 ,'2016-8-6',  Posted: 
여름 할인을 통해 스팀에 입문하며 구입한 것 중 하나.

타격감 좋고 최적화 잘 된 것은 옳다고 생각합니다.

전투도 수차례 하니 단조롭고 지루하다고 생각되었으며, 긴장감이 갈수록 떨어집니다.

이빨들은 거슬리게 왜있는건지 모를지경.

원래 DC 팬도, 배트맨 열성 팬도 아니어서 다크나이트 트릴로지만 각각 2회 정도 봤을 뿐이라

스토리가 왜 좋은지도 잘 납득이 가지 않더군요. 그냥 게임을 전개하기

위한 정도의 스토리라고 생각했습니다.

16년 입장에서 옛날 게임을 봐서 그런지 모르겠으나

왜 호평 일색인지는 약간 이해하기 어려웠습니다.

다만 오래된 게임이므로 할인가 5250원의 가치는 했다고 생각합니다만

현재 표기된 가격 21000원에 구매하신다면 후회할 것이라 생각됩니다.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'Reiga' , 'N', 0 ,'2016-10-6',  Posted: 
6/10

옛날 게임임을 감안하면 훌륭하지만...' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '휴지' , 'N', 0 ,'2016-7-24',  Posted: 
개인적으로 노잼이었음' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'DASOLDO' , 'N', 0 ,'2016-8-20',  Posted: 
스케어 크로우 2차전에서 버그만 없었어도 괜찮은 게임인데 버그 하나때문에 시간 잡아먹고진행도 안된다. 쓰레기게임사' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '안경꼬마' , 'N', 0 ,'2017-1-3',  Posted: 
다들 이 게임이 재밌다고 말한다. 나는 별로다. 재밌다는 말에 시리즈 전부 다 샀는데...' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'khs210830' , 'N', 0 ,'2017-6-30',  Posted: 
명작이라고하여 할일때 플레이 해보았는데 하수구문 따고 들어가서 길찾고 또 하수구문따고 길찾고...
액션은 칭찬 할만하지만 진행에있어 스피드한 맛은 없네요
보스전은 지루하기까지합니다' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'beef solyamuk' , 'N', 0 ,'2017-8-1',  Posted: 
이 게임은 낡았다
당시에 완벽하게 보이던 서사구조와 짜임새 있는 액션은 나중에 나온 게임들(가령 디스아너드,슬리핑독스)을 하고 다서 다시 해보면 군더더기가 꽤 있었다는 걸 알 수 있다. 특히 요즘게임의 qol에 익숙한데다 길치인 나는 난해한 길찾기때문에 몹시 화가 나서 플레이 의욕을 잃었다' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  '@.@' , 'N', 0 ,'2017-11-7',  Posted: 
이거 버그 뭔가요?
챕터1 하자마자 문에 집입하면 갑자기 멈춰버려요 ~
그래서 못하고 있어요' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'JK_JoJo' , 'N', 0 ,'2017-7-8',  Posted: 
Due to so many positive comments on this game, I thought that this game would be the best one I''ve never played. However, shortly after I finished this, I realised that I expected too much from Asylum. It is not that bad but not that good also. If someone is going to buy this pack, my opinon will be Well....NOT BAD BUT NOT GOOD.' ,35140);
INSERT INTO REVIEW_TABLE VALUES (  'sodasike' , 'N', 0 ,'2017-10-5',  Posted: 
볼륨이 생각보다 작아서 놀랜 배트맨의 시작조커의 캐릭터 성은 잘 살렸지만....
마지막에 가선 실망을 할 수 밖에 없었던 조커의 이용다만 격투에 있어서는 확실히 재밌게 플레이 할 수 있었습니다.

잠입에 대한 부분이 조금 더 보강이 되어야 하는 부분들이 있었습니다.
예로 들자면... 너무 쉽게 발각 되거나... 한번 들키면 그 쪽으로 적들이 우루루 몰려 간다거나...

잠입을 재밌게 즐기는게 아니라.. 쫄깃한 맛 아닌 오히려 짜증을 나게 하는 플레이가 되어버렸더군요.
배트맨은 잠입+액션이 가미가 될 때 정말 재밌을거 같습니다.' ,35140);
